{
	"config.ChangeGrandpaMonologue.name": "Grandpas Anfangsrede ändern?",
	"config.ChangeGrandpaMonologue.description": "Ändert Grandpas Monolog zu Beginn des Spiels leicht. Dies wirkt sich nicht auf die Grafik aus, sondern nur auf das, was Grandpa zu dir sagt.",
	"config.ChangeLetter.name": "Grandpas Brief ändern?",
	"config.ChangeLetter.description": "Ändert den Text des Briefes, den Grandpa dir schickt, damit er besser zum Broken Farmhouse Mod passt. Betrifft keine Grafiken, nur den Brieftext.",	
	"config.ChangeFirstConversation.name": "Das erste Gespräch ändern?",
	"config.ChangeFirstConversation.description": "Ändert den Text des ersten Gesprächs im Spiel.",
	"config.WhoseList.name": "Wessen To-do-Liste ist es?",
	"config.WhoseList.description": "Wessen To-do-Liste ist es? Beispiele: 'meine' To-do-Liste, 'unsere' To-do-Liste, 'Grandmas' To-do-Liste usw. Dies wird erst nach einer Übernachtung aktualisiert. Verwende keine Kommas in diesem Feld.",
	"config.11thBundleReward.name": "Belohnung für die 11. Aufgabe (per Post)",
	"config.11thBundleReward.description": "Shane wird dir entweder einen normalen Möbelkatalog oder einen Joja-Möbelkatalog am Tag nach Abschluss des 11. Bundles schicken. Dies muss geändert werden, BEVOR du das 11. Bundle abschließt, auch wenn der Brief erst am nächsten Tag ankommt.",
	"config.11thBundleReward.values.Regular": "Normaler Möbelkatalog",
	"config.11thBundleReward.values.Joja": "Joja-Möbelkatalog",	
	"config.DisableBrokenFarmhouseMod.name": "Broken Farmhouse Mod deaktivieren",
	"config.DisableBrokenFarmhouseMod.description": "Deaktiviert den Broken Farmhouse Mod. WARNUNG: Wenn du dies mitten im Spiel einschaltest, besonders vor dem Abschluss von Bundle 15 / Upgrade auf Stufe 2, kann es negative Auswirkungen haben, wie z. B. dass du und deine Möbel im Nichts landen. Bitte lies den Artikel auf Nexus für weitere Informationen.",
	"glymr.BrokenFarmhouse.GrandpaStory.cs.Replacement01": "Wenn du dich jemals überfordert fühlst und das Gefühl hast, nur zu existieren, anstatt zu leben...",
	"glymr.BrokenFarmhouse.GrandpaStory.cs.Replacement02": "...und du bereit bist, neue Herausforderungen anzunehmen und ein anderes Leben zu beginnen...",
	"glymr.BrokenFarmhouse.GrandpaStory.cs.Replacement03": "Lieber {0},^^Wenn du dies liest, musst du dringend eine Veränderung brauchen.^^Dasselbe ist mir vor langer Zeit passiert. Ich hatte aus den Augen verloren, was im Leben am meisten zählt... echte Verbindungen zu anderen Menschen und zur Natur. Also ließ ich alles hinter mir und zog an den Ort, an den ich wirklich gehöre. Leider konnte ich dort nur ein paar kurze, wunderbare Jahre verbringen, bevor ich mit meiner jungen Familie zurück in die Stadt musste.^^Als wir ins Tal zurückkehren konnten, waren deine Großmutter und ich alt geworden, und unsere Kinder waren erwachsen und ausgezogen. Wir kamen an den Ort zurück, den wir liebten, aber er war verfallen, und es wurde noch schlimmer, nachdem ich deine Großmutter verloren hatte.^^Ich möchte es wieder so herstellen, wie es einmal war. Ich habe viele To-do-Listen geschrieben und wollte es für dich reparieren, aber ich fürchte, mir geht die Kraft aus. Ich habe die Urkunde für das alte Anwesen beigelegt... was einst mein ganzer Stolz war: {1}-Farm. Sie liegt im Stardew Valley, an der Südküste. Wenn du sie säuberst und wieder herrichtest, wird es ein wunderschöner Ort sein, um dein neues Leben zu beginnen.^^Ich wollte, dass dies mein wertvollstes Geschenk wird, aber ich fürchte, es wird sowohl eine Last als auch eine Freude sein. Trotzdem bitte ich dich inständig, stelle die {1}-Farm wieder her, damit sie ihren alten Glanz zurückerhält.^^Ich weiß, du wirst meinen letzten Wunsch erfüllen, {0}. Viel Glück.^^In Liebe, Grandpa^^P.S. Wenn Lewis noch lebt, richte ihm bitte Grüße von mir aus.",
	"glymr.BrokenFarmhouse.Robin01a": "Hallo! Du musst @ sein.",
	"glymr.BrokenFarmhouse.Robin01b": "Ich bin Robin, die örtliche Zimmerfrau. Bürgermeister Lewis hat mich geschickt, um dich abzuholen und dir den Weg zu deinem neuen Zuhause zu zeigen. Er ist gerade dort und stellt sicher, dass es sicher genug ist, um darin zu schlafen.",
	"glymr.BrokenFarmhouse.Robin01c": "Die Farm ist gleich hier drüben, wenn du mir folgen würdest.",
	"glymr.BrokenFarmhouse.Robin02": "Das ist die %farm-Farm. Ist sie nicht wunderschön?",
	"glymr.BrokenFarmhouse.Robin03a": "Was ist los?",				
	"glymr.BrokenFarmhouse.Robin03b": "Klar, sie ist ein bisschen überwuchert, aber das gehört zu ihrem Charme!",
	"glymr.BrokenFarmhouse.Robin03c": "Ich weiß, du wirst Teile davon aufräumen wollen, aber ich hoffe, du lässt auch etwas Wildnis stehen. Solche Orte gibt es nicht mehr viele.",
	"glymr.BrokenFarmhouse.Robin04": "...Und da sind wir, willkommen zu Hause.",
	"glymr.BrokenFarmhouse.Lewis01": "Willkommen! Ich bin Lewis, Bürgermeister von Pelikan Stadt.",
	"glymr.BrokenFarmhouse.Lewis02": "Ich kannte deinen Großvater gut. Er war hier sehr beliebt.",
	"glymr.BrokenFarmhouse.Lewis03": "Ich muss dich warnen, bevor du das Haus betrittst...",
	"glymr.BrokenFarmhouse.Lewis04": "Es ist ein gutes Haus mit solider Grundlage, aber es ist nicht in bestem Zustand. Dein Großvater hatte viele Pläne, es zu reparieren, aber...",
	"glymr.BrokenFarmhouse.Lewis05": "...nun, wenn du die Dorfbewohner fragst, werden sie dir sicher gerne helfen.",
	"glymr.BrokenFarmhouse.Lewis06": "Zögere nicht, dich zu melden. Ich habe selbst mal kräftig den Hammer geschwungen!",
	"glymr.BrokenFarmhouse.Robin05": "Ähm, Lewis...",
	"glymr.BrokenFarmhouse.Robin06": "Vielleicht solltest DU das lieber den Profis überlassen.",
	"glymr.BrokenFarmhouse.Lewis07": "Robin!",
	"glymr.BrokenFarmhouse.Lewis08": "Ignoriere sie, @. Sie will nur, dass du sie dafür bezahlst, dein Haus auszubauen, statt es selbst zu machen.",
	"glymr.BrokenFarmhouse.Robin07": "Hey! Das ist nicht fair.",
	"glymr.BrokenFarmhouse.Lewis09": "Jedenfalls... Du musst von der langen Reise müde sein. Ruh dich aus.",
	"glymr.BrokenFarmhouse.Lewis10": "Ich habe die Dorfbewohner gebeten, dir etwas Raum zu lassen, aber ich empfehle, die Stadt ein wenig zu erkunden und dich vorzustellen, bevor du mit den Projekten deines Großvaters beginnst.",
	"glymr.BrokenFarmhouse.Lewis11": "Ich weiß, die Dorfbewohner würden das zu schätzen wissen.",
	"glymr.BrokenFarmhouse.Lewis12": "Oh, fast hätte ich es vergessen. Wenn du etwas verkaufen willst, leg es einfach in die Versandkiste neben deinem Haus. Ich komme nachts vorbei, um es abzuholen.",
	"glymr.BrokenFarmhouse.Lewis13": "Also dann... Viel Glück!",
	"glymr.BrokenFarmhouse.Robin08": "Es stimmt, wenn du diesen Ort nicht selbst reparieren willst, kannst du mich beauftragen, es für dich zu erledigen. Aber wenn du es allein machen willst, unterstütze ich dich zu 100%.",
	"glymr.BrokenFarmhouse.Robin09": "Ehrlich gesagt, ich wäre wirklich beeindruckt, wenn du das schaffst!",
	"glymr.BrokenFarmhouse.Robin10": "Viel Glück, Nachbar.",				
	"glymr.BrokenFarmhouse.01": "Der Kühlschrank stinkt FURCHTBAR! Moment, bewegt sich da etwas drin? Schnell, mach zu!",
	"glymr.BrokenFarmhouse.02": "Der Boden der Tasse ist braun von dem, was Kaffeesatz sein könnte.",
	"glymr.BrokenFarmhouse.03": "Die Rohre ächzen, ein Rinnsal braunes Wasser läuft heraus und stoppt dann.",
	"glymr.BrokenFarmhouse.04": "Du willst doch nicht ernsthaft mit Ranken auf dem Herd kochen, oder? Das ist ein Brandrisiko!",
	"glymr.BrokenFarmhouse.05": "Die Ranken schlingen sich um deinen Hals, als du dich über die Arbeitsfläche beugst. Sieht so aus, als hätte eine Küchenpflanze ihren Topf überwuchert und alles übernommen.",
	"glymr.BrokenFarmhouse.06": "Dieser Fleck wird nie mehr rausgehen.",
	"glymr.BrokenFarmhouse.07": "‚Ich finde die anderen beiden Tagebücher nicht, die ich angefangen habe, also starte ich ein neues. Ich weiß nicht, warum ich mir die Mühe mache.‘ Die restlichen Seiten sind leer.",
	"glymr.BrokenFarmhouse.08": "‚Ich soll hier jeden Tag reinschreiben. Ich weiß nicht, warum ich mir die Mühe mache; ich vergesse es sowieso immer.‘ Die restlichen Seiten sind leer.",
	"glymr.BrokenFarmhouse.09": "Die Blätter sind verwelkt und trocken. Sie zerbröseln bei deiner Berührung.",
	"glymr.BrokenFarmhouse.10": "Dieses Regal ist zu schwer, um es allein zu bewegen.",
	"glymr.BrokenFarmhouse.11": "Eine Einkaufsliste auf vergilbtem Papier in zarter Handschrift: ‚Zucker, Essig, Öl. *Vergiss die Samen für den neuen Monat nicht!‘",
	"glymr.BrokenFarmhouse.12": "Ein paar versteinerte Stücke, die vielleicht mal Peperoni waren, liegen am Boden der Schachtel. Der Rest ist so verschimmelt, dass du ihn nicht anfassen willst.",
	"glymr.BrokenFarmhouse.13": "Ein muffiger, erdiger Geruch steigt aus dem Keller auf. Die Treppe sieht jedoch sehr morsch aus. Es ist wohl besser, es nicht zu riskieren.",
	"glymr.BrokenFarmhouse.14": "Hey, Doc. Ich glaube nicht, dass deine Methode ‚jeden Tag ein Tagebuch zu führen, um meine Trauer zu verarbeiten‘ für mich funktionieren wird.",
	"glymr.BrokenFarmhouse.15": "Der Boden der Tasse ist braun von etwas, das wahrscheinlich kein Kaffeesatz ist.",
	"glymr.BrokenFarmhouse.16": "Sorgfältig geführte Quittungen und Farmaufzeichnungen, die Jahrzehnte zurückreichen, füllen den Schrank.",
	"glymr.BrokenFarmhouse.17": "Ein verblasster Pizzalieferbeleg.",
	"glymr.BrokenFarmhouse.18": "Diese Kisten sind voller Gerümpel.",
	"glymr.BrokenFarmhouse.19": "Jemand hat Bier als Einzugsgeschenk mitgebracht! ...oh warte, die Dosen sind alle leer.",
	"glymr.BrokenFarmhouse.20": "Ein Eindringling muss eingebrochen sein. Diese Bierdosen, Schnapsflaschen und Pizzakartons können unmöglich deinem Großvater gehört haben...",
	"glymr.BrokenFarmhouse.21": "Der Tisch ist voller Staub. Er knarrt bedrohlich, als du dich darauf abstützt. Du richtest dich schnell wieder auf.",
	"glymr.BrokenFarmhouse.22": "Warum liegt hier ein Fisch?",
	"glymr.BrokenFarmhouse.23": "Oh nein, es ist der KÜHLSCHRANK! Vermehrt er sich?",
	"glymr.BrokenFarmhouse.24": "‚Ich finde das andere Tagebuch nicht, das ich angefangen habe, also starte ich ein neues. Ich weiß nicht, warum ich mir die Mühe mache. Ich vergesse sowieso immer zu schreiben.‘ Die restlichen Seiten sind leer.",
	"glymr.BrokenFarmhouse.25": "Dies ist ein wunderschönes, aber sehr zerbrechliches altes Spinnrad.",
	"glymr.BrokenFarmhouse.26": "Eine wunderschöne alte Karte der umliegenden Berge.",
	"glymr.BrokenFarmhouse.27": "Ein Essiggeruch steigt aus dem Fass.",
	"glymr.BrokenFarmhouse.28": "Alte Bücher, hauptsächlich über Landwirtschaftstechniken und die Geschichte der Gegend. Außerdem ein... Schädel?",
	"glymr.BrokenFarmhouse.29": "Der Mülleimer ist leer.",
	"glymr.BrokenFarmhouse.30": "Das war wahrscheinlich einmal ein sehr schönes Sofa, aber etwas hat Löcher in die Polsterung gefressen.",
	"glymr.BrokenFarmhouse.31": "Du steigst auf die erste Stufe und dein Fuß bricht durch das Holz. Sieht so aus, als müsstest du Hartholz besorgen, um das zu reparieren.",
	"glymr.BrokenFarmhouse.32": "Der arme Kerl. Niemand will eine ‚Charlie-in-der-Kiste‘-Puppe.",
	"glymr.BrokenFarmhouse.33": "Diese stehengebliebene Uhr zeigt leider nie die richtige Zeit. Sie hat keine Zeiger.",
	"glymr.BrokenFarmhouse.34": "Pass auf! Rutsch nicht auf den Murmeln aus!",
	"glymr.BrokenFarmhouse.35": "Du willst doch kein Baby in dieses eklige, staubige alte Kinderbett legen, oder?",
	"glymr.BrokenFarmhouse.36": "Ein unvollständiges Set Geschirr steht im Regal. Viele Teile sind abgesplittert. Alle sind von Staub bedeckt.",
	"glymr.BrokenFarmhouse.37": "Igitt! Du beugst dich vor, um die Bilder besser zu betrachten, und gerätst mitten in die Spinnweben!",
	"glymr.BrokenFarmhouse.38": "Keine Sorge, das ist nicht von einem echten Bären.",
	"glymr.BrokenFarmhouse.39": "Vielleicht hat hier mal etwas gewohnt, aber jetzt ganz sicher nicht mehr.",
	"glymr.BrokenFarmhouse.40": "Dieser Stuhl ist eindeutig für ein Kind gemacht. Er ist viel zu klein für dich als Erwachsenen.",
	"glymr.BrokenFarmhouse.41": "Es ist ein Kinderbilderbuch. Jede Seite wurde mit Filzstiften bemalt.",
	"glymr.BrokenFarmhouse.42": "In DIESEM Bett hat wohl etwas geschlafen. Etwas Grünes und Blattiges...",
	"glymr.BrokenFarmhouse.43": "Dieser Globus ist uralt. Darauf steht noch Istanbul (nicht Konstantinopel).",
	"glymr.BrokenFarmhouse.44": "Du wühlst im Kohlenkasten. Herzlichen Glückwunsch, jetzt bist du voller Kohlestaub.",
	"glymr.BrokenFarmhouse.45": "Der Boden ist hier nicht sicher. Vielleicht kannst du ihn irgendwann ersetzen, wenn du Hartholz findest.",
	"glymr.BrokenFarmhouse.46": "Es ist DUNKEL da unten, und du bist nicht sicher, ob die Treppe dein Gewicht aushält.",
	"glymr.BrokenFarmhouse.47": "Diese alte Kamera hat noch einen Film drin. Was könnte darauf sein?",
	"glymr.BrokenFarmhouse.48": "‚Sie fiel mit einem Keuchen in seine Arme, ihre bebenden-‘ Was um Himmels willen hat dein Großvater da gelesen?",
	"glymr.BrokenFarmhouse.49": "Das Dinosaurierspielzeug wirkt, als wäre es sehr geliebt worden.",	
	"glymr.BrokenFarmhouse.50": "Entweder eine Kinderzeichnung oder ein surreales modernes Kunstwerk.",
	"glymr.BrokenFarmhouse.51": "Dieser Ball ist halb platt und schlaff.",	
	"glymr.BrokenFarmhouse.52": "Du drehst den Knopf und hörst ein Quietschen und Rauschen, das dann in Stille übergeht.",	
	"glymr.BrokenFarmhouse.53": "Eine gespenstische Melodie taucht kurz auf und verhallt wieder.",				
	"glymr.BrokenFarmhouse.54": "Du beugst dich über den Tisch und schaust in eine der Taschen. Kleine Perlenaugen starren zurück.",	
	"glymr.BrokenFarmhouse.55": "Etwas huscht über den Tisch und unter den zerrissenen Filz, zu schnell, um es genauer zu erkennen.",			
	"glymr.BrokenFarmhouse.56": "Einer dieser Billardstöcke hat einen seltsamen Fleck am Ende.",
	"glymr.BrokenFarmhouse.57": "Die Lampe hängt nur noch an den Kabeln. Während du zusiehst, sprüht sie bedrohliche Funken.",
	"glymr.BrokenFarmhouse.58": "Eine dieser Bierdosen wurde nie geöffnet, aber es ist wohl keine gute Idee, sie zu trinken. Die Seiten wölben sich nach außen.",
	"glymr.BrokenFarmhouse.59": "Sind diese Beeren essbar? ...Wahrscheinlich nicht.",
	"glymr.BrokenFarmhouse.60": "Du könntest schwören, ein flackerndes Licht an der Wand gesehen zu haben, aber dieser alte Fernseher ist nicht eingesteckt.",
	"glymr.BrokenFarmhouse.61": "Pflege eines sauberen und sicheren Aquariums.",
	"glymr.BrokenFarmhouse.62": "Scharfe Splitter dicken Glases liegen auf dem Boden und am Boden des Beckens.",
	"glymr.BrokenFarmhouse.63": "Ein knallbuntes Kinderspiel. Du wirst nicht schlau daraus. Manche Teile fehlen wohl.",
	"glymr.BrokenFarmhouse.64": "Bunte Steine sind über den Boden verstreut. Sie knirschen unangenehm unter deinen Füßen.",
	"glymr.BrokenFarmhouse.65": "Verblasste Fotos und Kinderzeichnungen füllen die Pinnwand wie Fenster in eine andere Zeit.",
	"glymr.BrokenFarmhouse.66": "Alte Science-Fiction-Magazine, kitschige Liebesromane und technische Handbücher wurden ohne erkennbaren Grund nebeneinander ins Regal gestopft.",
	"glymr.BrokenFarmhouse.67": "Dieses Regal ist seltsam staubfrei, und aus den verkorkten Flaschen steigt ein merkwürdiger Geruch.",
	"glymr.BrokenFarmhouse.68": "Eine dünne Schicht trockener Erde bedeckt den Boden des Topfes.",
	"glymr.BrokenFarmhouse.69": "Hat sich der Bär gerade bewegt? Nein, eine Maus hat ihren Kopf aus der Füllung gestreckt!",
	"glymr.BrokenFarmhouse.70": "Ordentliche Stapel bunter Wolle füllen dieses Regal. Sie sind überhaupt nicht verblasst.",
	"glymr.BrokenFarmhouse.71": "Dieses altmodische Bett sieht so aus, als würde es zusammenbrechen, wenn du dich hineinlegst.",
	"glymr.BrokenFarmhouse.72": "Ein starker Geruch nach Mottenkugeln strömt aus den Kisten.",
	"glymr.BrokenFarmhouse.73": "Ein fleckiges altes Sofa und ein Couchtisch, die bessere Tage gesehen haben. Kein Wunder, dass sie auf dem Dachboden gelandet sind.",
	"glymr.BrokenFarmhouse.74": "Der Tisch wackelt gefährlich, als du daran vorbeigehst. Die Beine sind ungleich.",
	"glymr.BrokenFarmhouse.75": "Ein altmodischer Schminktisch. Er könnte hübsch sein, wenn er nicht voller Ranken und Spinnweben wäre.",
	"glymr.BrokenFarmhouse.76": "Oh nein! Wasser sickert durch den Kellerboden. Es ist brackig, stinkt und ist wahrscheinlich voller Müll. Ich sollte es besser abpumpen, bevor ich hinuntergehe.",
	"glymr.BrokenFarmhouse.UpgradeMail03": "Lieber @,^^Du hast es geschafft!^^Wow, du hast das Bauernhaus komplett hergerichtet! Fantastische Arbeit! Wenn du es irgendwann noch weiter ausbauen möchtest, komm einfach vorbei. Wir freuen uns immer, dich zu sehen!^^-Robin [#]Robin gratuliert dir dazu, das ganze Bauernhaus repariert zu haben!",
	"glymr.BrokenFarmhouse.FixUp01Description": "Es ist {{WhoseList}} To-do-Liste: ^1. Ein paar Kids dafür bezahlen, den Müll und die alten Möbel im Wohnzimmer rauszutragen. Vielleicht Georges Enkel fragen??",
	"glymr.BrokenFarmhouse.FixUp01Overview": "Ein paar Kids dafür bezahlen, den Müll und die alten Möbel im Wohnzimmer rauszutragen. Vielleicht Georges Enkel fragen??",
	"glymr.BrokenFarmhouse.FixUp01Event01": "Danke für das Geld! Wir kommen gleich rüber und räumen das Zeug raus. ^^-Alex, Sebastian und Abigail",
	"glymr.BrokenFarmhouse.FixUp01Mail01": "Danke, dass du uns beauftragt hast, den Müll aus deinem Wohnzimmer zu räumen. Das war ein super Training, weil Alex und ich die meiste schwere Arbeit gemacht haben (ich glaube, er war beeindruckt, wie stark ich bin!), während Sebastian die alten Farmaufzeichnungen abgetippt hat. Seb meint, wenn du jemals einen Farm-Computer bekommst, kannst du darauf zugreifen. ^Übrigens, wir haben in einer der Kisten diesen alten Tapetenkatalog gefunden und dachten, du könntest ihn gebrauchen. Sag uns Bescheid, wenn du nochmal Hilfe brauchst! ^-Abigail",
	"glymr.BrokenFarmhouse.FixUp01Mail02": "Wohnzimmer-Aufräum-Dankesbrief von Abigail",
	"glymr.BrokenFarmhouse.FixUp02Description": "Es ist {{WhoseList}} To-do-Liste: ^2. Wohnzimmerwände und Boden reparieren.",
	"glymr.BrokenFarmhouse.FixUp02Overview": "Wohnzimmerwände und Boden reparieren.",
	"glymr.BrokenFarmhouse.FixUp02Event01": "Mensch, das ist eine Menge Arbeit. Aber es wird sich lohnen!",
	"glymr.BrokenFarmhouse.FixUp03Description": "Es ist {{WhoseList}} To-do-Liste: ^3. Schauen, ob jemand das alte Spinnrad haben will und bereit ist, mir beim Ausräumen des restlichen Krams im Schlafzimmer unten zu helfen. Vielleicht ein Geschenk mitschicken?",
	"glymr.BrokenFarmhouse.FixUp03Overview": "Schauen, ob jemand das alte Spinnrad haben will und bereit ist, mir beim Ausräumen des restlichen Krams im Schlafzimmer unten zu helfen. Vielleicht ein Geschenk mitschicken?",
	"glymr.BrokenFarmhouse.FixUp03Event01": "Danke für den Quarz! Ich würde sehr gern vorbeikommen und dir helfen. ^^-Emily",
	"glymr.BrokenFarmhouse.FixUp03Mail01": "Lieber @, ^Danke nochmal für den Quarz und dafür, dass ich dieses wunderschöne alte Spinnrad mitnehmen durfte. Es ist so zerbrechlich, dass ich es vielleicht nie benutzen kann, aber ich liebe es, es einfach anzusehen! Ich wollte dir etwas geben, das vielleicht nützlicher ist, also bitte nimm diesen Webstuhl an.^^Du kannst damit alle möglichen Dinge machen, nicht nur Stoff. Ich habe Faden aus Fasern (oder Moos), Seil aus Heu (oder Gelee) gemacht, und sogar Ketten aus Eisenbarren. Ich habe auch gehört, dass man einen alten Anker zu einer Kette recyceln kann, aber ich würde wohl zuerst sehen, ob Gunther ihn haben möchte.^-Emily",
	"glymr.BrokenFarmhouse.FixUp03Mail02": "Schlafzimmer-Aufräum-Dankesbrief von Emily",
	"glymr.BrokenFarmhouse.FixUp04Description": "Es ist {{WhoseList}} To-do-Liste: ^4. Schlafzimmerwände und Boden unten reparieren.",
	"glymr.BrokenFarmhouse.FixUp04Overview": "Schlafzimmerwände und Boden unten reparieren.",
	"glymr.BrokenFarmhouse.FixUp04Event01": "Meine Güte, das wird viel Arbeit. Aber es wird sich lohnen!",
	"glymr.BrokenFarmhouse.FixUp05Description": "Es ist {{WhoseList}} To-do-Liste: ^5. Den örtlichen Schmied beauftragen, den kaputten alten Kessel und den Kohlenkasten in der Küche wegzuschaffen.",
	"glymr.BrokenFarmhouse.FixUp05Overview": "Den örtlichen Schmied beauftragen, den kaputten alten Kessel und den Kohlenkasten in der Küche wegzuschaffen.",
	"glymr.BrokenFarmhouse.FixUp05Event01": "Klar, ich kann vorbeikommen und helfen, das Zeug wegzuschaffen. ^-Clint",
	"glymr.BrokenFarmhouse.FixUp05Event02": "Hmm, vielleicht sollte ich schauen, ob sich noch Kohle retten lässt, bevor ich alles wegwerfe.",
	"glymr.BrokenFarmhouse.FixUp05Event03": "Was ist das? Ist das aus jemandes Ring gefallen?",				
	"glymr.BrokenFarmhouse.FixUp05Mail01": "Hey @, danke, dass du mich angeheuert hast, um den ganzen Kram wegzuschaffen. Ich konnte Teile vom Kessel retten und daraus einen einfachen Holzofen bauen. Etwas altmodisch, aber besser als gar nichts. In dem alten Haus muss es ziemlich kalt und zugig werden. ^^Die Kohle war leider zu feucht und bröselig, um sie zu retten, tut mir leid. ^-Clint^^P.S. Hast du schon ausprobiert, in dem Ofen, den du gebaut hast, auch andere Dinge außer Metall zu schmelzen? Zerbrochene Brillen kann man einschmelzen, um neues Glas herzustellen. Du brauchst allerdings viele davon. Mit einem Stück Obsidian geht es leichter. Oder du recycelst Glasscherben zu neuem Glas.^Außerdem kannst du einen richtig guten Kleber herstellen, entweder aus einer Menge Harz oder aus Knochenfragmenten. Pass nur auf, dass er dir nicht ausläuft! ^Wenn du Kleber, Glas und Fasern kombinierst, kannst du sogar Glasfaser herstellen. Verrückt, oder?",
	"glymr.BrokenFarmhouse.FixUp05Mail02": "Dankesbrief für die Küchenaufräumaktion von Clint",		
	"glymr.BrokenFarmhouse.FixUp06Description": "Das ist {{WhoseList}} To-Do-Liste: ^6. Repariere die Küchenwände und den Boden.",
	"glymr.BrokenFarmhouse.FixUp06Overview": "Repariere die Küchenwände und den Boden.",
	"glymr.BrokenFarmhouse.FixUp06Event01": "Uff. Das wird eine Menge Arbeit. Aber es wird sich lohnen!",
	"glymr.BrokenFarmhouse.FixUp07Description": "Das ist {{WhoseList}} To-Do-Liste: ^7. Repariere die Küchenspüle und die Rohre.",
	"glymr.BrokenFarmhouse.FixUp07Overview": "Repariere die Küchenspüle und die Rohre.",
	"glymr.BrokenFarmhouse.FixUp07Event01": "Mann, das ist eine Menge Arbeit. Aber es lohnt sich, wieder fließendes Wasser zu haben! Und ich kann hier endlich meine Gießkanne auffüllen.",
	"glymr.BrokenFarmhouse.FixUp07Mail01": "@- Ich habe gehört, du hast deine Rohre repariert. Viel bequemer, die Gießkanne am Spülbecken zu füllen, als zum Fluss zu laufen, oder? Evelyn sagt das jedenfalls immer. ^^-George^^P.S. Ein Vögelchen hat mir gezwitschert, dass du in die Minen gehst. Sei vorsichtig, besonders wenn du Bomben oder Dynamit benutzt. ^^Ich verrate dir ein altes Handwerksgeheimnis: Jeder erfahrene Bergmann weiß, wie man ein Insektensteak macht, aber du kannst Insektenfleisch auch in Leder verwandeln, wenn du es in einen Dörrapparat legst (stinkt wie die Pest!). Einmal habe ich sogar eine alte Trommel dafür recycelt – viel weniger Geruch, und die Qualität war genauso gut.",
	"glymr.BrokenFarmhouse.FixUp07Mail02": "Tipps von George", 
	"glymr.BrokenFarmhouse.FixUp08Description": "Das ist {{WhoseList}} To-Do-Liste: ^8. Räume den Kühlschrank aus und repariere ihn.",
	"glymr.BrokenFarmhouse.FixUp08Overview": "Räume den Kühlschrank aus und repariere ihn.",
	"glymr.BrokenFarmhouse.FixUp08Event01": "Moment mal, da liegt etwas unter dem Kühlschrank. Sieht aus wie... eine rohe, ungeröstete Kaffeebohne?",
	"glymr.BrokenFarmhouse.FixUp08Event02": "Wow, vielleicht wächst die noch! Ich probiere es, nachdem ich den Kühlschrank gereinigt und repariert habe. Also: Essig zum Putzen, eine Kette für den Kompressor...",
	"glymr.BrokenFarmhouse.FixUp09Description": "Das ist {{WhoseList}} To-Do-Liste: ^9. Repariere den Ofen.",
	"glymr.BrokenFarmhouse.FixUp09Overview": "Repariere den Ofen.",
	"glymr.BrokenFarmhouse.FixUp09Event01": "Meine Güte, das ist eine Menge Arbeit. Aber es wird sich lohnen, wenn ich endlich meine eigenen Mahlzeiten kochen kann!",
	"glymr.BrokenFarmhouse.FixUp10Description": "Das ist {{WhoseList}} To-Do-Liste: ^10. Besorge dir Lederhandschuhe und hacke das Gestrüpp weg, das die Treppe überwuchert. Repariere dann die Treppen ins Obergeschoss.",
	"glymr.BrokenFarmhouse.FixUp10Overview": "Besorge dir Lederhandschuhe und hacke das Gestrüpp weg, das die Treppe überwuchert. Repariere dann die Treppen ins Obergeschoss.",
	"glymr.BrokenFarmhouse.FixUp10Event01": "Endlich! Zeit, die Treppen zu reparieren! Vielleicht reicht das Hartholz sogar noch, um den Boden und die Wände im Extrazimmer zu reparieren. Den Keller packe ich aber noch nicht an.",
	"glymr.BrokenFarmhouse.FixUp10Event02": "Puh, das war eine Menge Arbeit. Da ich noch Hartholz übrig habe, arbeite ich über Nacht am Extrazimmer weiter und schaue morgen früh nach einer neuen To-Do-Liste.",
	"glymr.BrokenFarmhouse.FixUp10Mail01": "Liebe/r @,^^Ich habe gehört, du reparierst dein Haus ganz alleine. Wow! Ich bin beeindruckt. Wenn du Hilfe brauchst, biete ich meine Dienste immer noch für die Reparatur des Obergeschosses und für neue Zimmer an. Ansonsten: weiter so!^^-Robin",
	"glymr.BrokenFarmhouse.FixUp10Mail02": "Robin gratuliert dir zum Reparieren des Erdgeschosses.",
	"glymr.BrokenFarmhouse.FixUp11Description": "Das ist {{WhoseList}} To-Do-Liste: ^11. Manche Leute machen für kostenlose Pizza und Joja-Cola einfach alles... sogar beim Aufräumen des oberen Schlafzimmers helfen.",
	"glymr.BrokenFarmhouse.FixUp11Overview": "Manche Leute machen für kostenlose Pizza und Joja-Cola einfach alles... sogar beim Aufräumen des oberen Schlafzimmers helfen.",
	"glymr.BrokenFarmhouse.FixUp11Event01": "Pizza und Cola klingt super. Ich komme gleich vorbei. Mein Kollege Sam ist auch dabei. ^-Shane",
	"glymr.BrokenFarmhouse.FixUp11Mail01": "@-^ Danke für die Pizza und die Cola. Beim Raustragen der staubigen Kisten sind wir auf einen alten Möbelkatalog gestoßen. Keine Ahnung, ob du den haben willst. Wenn nicht, wirf ihn einfach weg. ^-Shane",
	"glymr.BrokenFarmhouse.FixUp11Mail02": "Dankesbrief für das Schlafzimmer-Aufräumen von Shane",
	"glymr.BrokenFarmhouse.FixUp12Description": "Das ist {{WhoseList}} To-Do-Liste: ^12. Repariere die Wände und den Boden im oberen Schlafzimmer.",
	"glymr.BrokenFarmhouse.FixUp12Overview": "Repariere die Wände und den Boden im oberen Schlafzimmer.",
	"glymr.BrokenFarmhouse.FixUp12Event01": "Meine Güte, das ist eine Menge Arbeit. Aber es wird sich lohnen!",
	"glymr.BrokenFarmhouse.FixUp12Mail01": "Lieber @,^^Stimmt es, dass du dein Bauernhaus ganz alleine wieder aufbaust? Bravo! Ich bewundere deine Hingabe und harte Arbeit! Wenn man es selbst macht, fühlt man sich gleich viel verbundener damit.^^In ähnlicher Weise habe ich früher mein eigenes Papier gemacht. Leider habe ich jetzt, seit ich hierhergezogen bin, nicht mehr die Mittel dazu. Aber du kannst es selbst herstellen, indem du eine nasse Zeitung in einen Dörrapparat legst. Alternativ kannst du ein Stück Holz in eine Knochenmühle geben. Ich habe auch gehört, dass man alte Schriftrollen mit einer Recyclingmaschine zu modernem Papier verarbeiten kann, aber ich würde sie wohl zuerst ins Museum bringen und Gunther fragen, ob er sie haben will!^^Mit Bewunderung und Respekt,^Elliott",
	"glymr.BrokenFarmhouse.FixUp12Mail02": "Tipps von Elliott",
	"glymr.BrokenFarmhouse.FixUp13Description": "Das ist {{WhoseList}} To-Do-Liste: ^13. Bitte die Eltern im Dorf, beim Reparieren und Spenden der alten Spielsachen fürs Kinderzimmer zu helfen.",
	"glymr.BrokenFarmhouse.FixUp13Overview": "Bitte die Eltern im Dorf, beim Reparieren und Spenden der alten Spielsachen fürs Kinderzimmer zu helfen.",
	"glymr.BrokenFarmhouse.FixUp13Event01": "Natürlich helfe ich dir, Liebling. Marnie hat auch zugesagt, und Evelyn hat uns belauscht und will auch mitmachen. Ich hoffe, das stört dich nicht. Je mehr, desto besser! Wir sind gleich da.^-Jodi",
	"glymr.BrokenFarmhouse.FixUp13Mail01": "Lieber @,^^Es war wirklich eine schöne Zeit. Die alten Spielsachen zu sortieren und zu reparieren war eine richtige Reise in die Vergangenheit. Vielen Dank, dass du uns eingeladen hast, das mit dir zu teilen. Ich weiß, Jas und Vincent werden sich über ihre wiederaufbereiteten Spielsachen freuen, genauso wie die anderen Kinder, die die gespendeten Dinge bekommen.^^-Oma Evelyn^^P.S. George hat das hier vor vielen Jahren in den Minen gefunden, und wir haben es immer gehütet. Jetzt möchten wir, dass du es hast.",
	"glymr.BrokenFarmhouse.FixUp13Mail02": "Dankesbrief fürs Kinderzimmer-Aufräumen von Evelyn",
	"glymr.BrokenFarmhouse.FixUp14Description": "Das ist {{WhoseList}} To-Do-Liste: ^14. Repariere den Boden im Kinderzimmer und tapeziere die Wände neu.",
	"glymr.BrokenFarmhouse.FixUp14Overview": "Repariere den Boden im Kinderzimmer und tapeziere die Wände neu.",
	"glymr.BrokenFarmhouse.FixUp14Event01": "Whoa, das wird viel Arbeit... Moment. Was ist das? Hinter dem schwarzen Brett ist etwas versteckt!",
	"glymr.BrokenFarmhouse.FixUp14Event02": "Es ist ein Beutel voller... Staub? Warum war das hier hinten versteckt? Egal, das muss warten, bis ich die Wände und den Boden im Kinderzimmer repariert habe...",
	"glymr.BrokenFarmhouse.FixUp15Description": "Das ist {{WhoseList}} To-Do-Liste: ^15. Repariere und poliere das Kinderbett und die Betten im Kinderzimmer.",
	"glymr.BrokenFarmhouse.FixUp15Overview": "Repariere und poliere das Kinderbett im Kinderzimmer.",
	"glymr.BrokenFarmhouse.FixUp15Event01": "Puh, das wird eine Menge Arbeit! Ich muss wohl über NACHT daran weiterarbeiten, nachdem ich die anderen Aufgaben erledigt habe. Morgen früh wird dieses alte Kinderbett wieder schön und sauber sein! Ich schaue morgen nach einer neuen To-Do-Liste. Ich glaube, jetzt kann ich sogar mehrere Zimmer gleichzeitig in Angriff nehmen.",
	"glymr.BrokenFarmhouse.FixUp15Mail01": "Lieber @,^^Ich habe gehört, du hast das Obergeschoss deines Bauernhauses repariert. Großartige Arbeit! Wenn du Hilfe beim Reinigen und Reparieren der restlichen Räume oder des Kellers brauchst, ist mein Laden immer offen (außer dienstags). Ansonsten: weiter so!^^-Robin",
	"glymr.BrokenFarmhouse.FixUp15Mail02": "Robin gratuliert dir zum Reparieren des Obergeschosses.",
	"glymr.BrokenFarmhouse.FixUp16Description": "Das ist {{WhoseList}} To-Do-Liste: ^16. Räume das Eckzimmer im Obergeschoss aus. Frag Gus, ob er den Billardtisch reparieren kann?",
	"glymr.BrokenFarmhouse.FixUp16Overview": "Räume das Eckzimmer im Obergeschoss aus. Frag Gus, ob er den Billardtisch reparieren kann?",
	"glymr.BrokenFarmhouse.FixUp16Event01": "Oh, den Billardtisch habe ich damals deinem Großvater verkauft, als ich meinen ersetzt habe. Nach all den Jahren ist er bestimmt nicht mehr in bestem Zustand, aber ich komme vorbei und schaue ihn mir an. Lewis hat gesagt, er kommt auch mit. Wenn er nicht zu retten ist, helfen wir dir, ihn rauszuschaffen.^-Gus",
	"glymr.BrokenFarmhouse.FixUp16Mail01": "Hey @,^^Tut mir leid, dass der Billardtisch nicht mehr zu retten war. Dafür möchte ich dir dieses alte Fass schenken, das ich früher zum Bierbrauen genutzt habe. Ist zwar nicht so spaßig wie ein Billardtisch, aber vielleicht kannst du es gebrauchen. ^^-Gus",
	"glymr.BrokenFarmhouse.FixUp16Mail02": "Dankesbrief fürs Eckzimmer-Aufräumen von Gus",				
	"glymr.BrokenFarmhouse.FixUp17Description": "Das ist {{WhoseList}} To-Do-Liste: ^17. Repariere die Wände und den Boden im Eckzimmer oben.",
	"glymr.BrokenFarmhouse.FixUp17Overview": "Repariere die Wände und den Boden im Eckzimmer oben.",
	"glymr.BrokenFarmhouse.FixUp17Event01": "Oh je, das wird eine Menge Arbeit. Aber es wird sich lohnen!",
	"glymr.BrokenFarmhouse.FixUp18Description": "Das ist {{WhoseList}} To-Do-Liste: ^18. Repariere die Treppe hinunter zum Südzimmer.",
	"glymr.BrokenFarmhouse.FixUp18Overview": "Repariere die Treppe hinunter zum Südzimmer.",
	"glymr.BrokenFarmhouse.FixUp18Event01": "Mann, das wird eine Menge Arbeit. Aber es wird sich lohnen!",
	"glymr.BrokenFarmhouse.FixUp19Description": "Das ist {{WhoseList}} To-Do-Liste: ^19. Räume das Südzimmer aus. Das Aquarium war früher so schön. Könnte es mit Hilfe von jemandem wieder hergerichtet werden?",
	"glymr.BrokenFarmhouse.FixUp19Overview": "Räume das Südzimmer aus. Das Aquarium war früher so schön. Könnte es mit Hilfe von jemandem wieder hergerichtet werden?",
	"glymr.BrokenFarmhouse.FixUp19Event01": "Aye, ich komme vorbei und schau es mir an. Wir bringen alles wieder auf Vordermann!^-Willy",
	"glymr.BrokenFarmhouse.FixUp19Event02": "Uff, ich sollte wohl erstmal das zerbrochene Glas aufräumen.",
	"glymr.BrokenFarmhouse.FixUp19Event03": "Was ist das da im Aquarium?",
	"glymr.BrokenFarmhouse.FixUp19Mail01": "Mit dem Glas und dem Hartholz, das du mir gegeben hast, konnte ich es reparieren – so gut wie neu. Zeit, es wieder mit Fischen zu füllen!^^-Willy",
	"glymr.BrokenFarmhouse.FixUp19Mail02": "Dankesbrief fürs Aufräumen des Südzimmers von Willy",
	"glymr.BrokenFarmhouse.FixUp20Description": "Das ist {{WhoseList}} To-Do-Liste: ^20. Repariere die Wände und den Boden im Südzimmer.",
	"glymr.BrokenFarmhouse.FixUp20Overview": "Repariere die Wände und den Boden im Südzimmer.",
	"glymr.BrokenFarmhouse.FixUp20Event01": "Meine Güte, das wird eine Menge Arbeit. Aber es wird sich lohnen!",
	"glymr.BrokenFarmhouse.FixUp21Description": "Das ist {{WhoseList}} To-Do-Liste: ^21. Vor Jahren habe ich die Treppe zum Dachboden zugemauert, weil sie zu wackelig und unsicher war. Es ist an der Zeit, die Mauer einzureißen und die Treppe zu reparieren.",
	"glymr.BrokenFarmhouse.FixUp21Overview": "Vor Jahren habe ich die Treppe zum Dachboden zugemauert, weil sie zu wackelig und unsicher war. Es ist an der Zeit, die Mauer einzureißen und die Treppe zu reparieren.",
	"glymr.BrokenFarmhouse.FixUp21Event01": "Heilige Güte, das ist eine Menge Arbeit. Aber es wird sich lohnen!",
	"glymr.BrokenFarmhouse.FixUp22Description": "Das ist {{WhoseList}} To-Do-Liste: ^22. Hol dir Hilfe beim Durchsehen der Bücher auf dem Dachboden. Vielleicht können einige repariert und weitergegeben oder gespendet werden. Jemand interessiert sich vielleicht auch für den Schminktisch da oben.",
	"glymr.BrokenFarmhouse.FixUp22Overview": "Hol dir Hilfe beim Durchsehen der Bücher auf dem Dachboden. Vielleicht können einige repariert und weitergegeben oder gespendet werden. Jemand interessiert sich vielleicht auch für den Schminktisch da oben.",
	"glymr.BrokenFarmhouse.FixUp22Event01": "Ich helfe dir total gern beim Durchsehen der alten Bücher! Haley hat gesagt, sie kommt auch mit, um sich den Schminktisch anzusehen, den du erwähnt hast. Wir kommen bald vorbei, also fang ohne uns nicht an!^^-Penny", 
	"glymr.BrokenFarmhouse.FixUp22Mail01": "Lieber @,^^Die Bücher zu sortieren und zu reparieren hat überraschend Spaß gemacht, auch wenn sie ziemlich staubig waren. Ich habe auch ein neues Zuhause für den hübschen alten Schminktisch gefunden. Es gibt ein Seniorenheim in der Nachbarstadt, und eine der Damen dort hat sich riesig darüber gefreut. ^^Danke, dass du mich eingeladen hast.^Haley^^P.S. Ich hätte es fast vergessen. Penny hat in einer der Kisten diesen Retro-Möbelkatalog gefunden und meinte, du könntest ihn haben wollen. Er ist zwar völlig aus der Mode, aber ich habe versprochen, ihn dir zu geben.",
	"glymr.BrokenFarmhouse.FixUp22Mail02": "Dankesbrief fürs Aufräumen des Dachbodens von Haley",
	"glymr.BrokenFarmhouse.FixUp23Description": "Das ist {{WhoseList}} To-Do-Liste: ^23. Repariere die Wände und den Boden auf dem Dachboden.",
	"glymr.BrokenFarmhouse.FixUp23Overview": "Repariere die Wände und den Boden auf dem Dachboden.",
	"glymr.BrokenFarmhouse.FixUp23Event01": "Oh je, das wird eine Menge Arbeit. Aber es wird sich lohnen!",
	"glymr.BrokenFarmhouse.FixUp24Description": "Das ist {{WhoseList}} To-Do-Liste: ^24. Repariere die Treppe zum Keller. Wenn noch genug Hartholz übrig ist, kann ich vielleicht auch ein paar Fässer bauen – aber erst muss der Keller nutzbar sein.",
	"glymr.BrokenFarmhouse.FixUp24Overview": "Repariere die Treppe zum Keller.",
	"glymr.BrokenFarmhouse.FixUp24Event01": "Meine Güte, das wird eine Menge Arbeit. Aber es wird sich lohnen!",
	"glymr.BrokenFarmhouse.FixUp25Description": "Das ist {{WhoseList}} To-Do-Liste: ^25. Zu guter Letzt: Hol dir Hilfe beim Reparieren der Pumpe und lass den Keller ab, um ihn wieder nutzbar zu machen.",
	"glymr.BrokenFarmhouse.FixUp25Overview": "Zu guter Letzt: Hol dir Hilfe beim Reparieren der Pumpe und lass den Keller ab, um ihn wieder nutzbar zu machen.",
	"glymr.BrokenFarmhouse.FixUp25Event01": "Oooh, die Pumpe zu reparieren klingt nach einem spannenden Projekt! Klar, ich komme vorbei und sehe es mir an.^^-Maru",
	"glymr.BrokenFarmhouse.FixUp25Mail01": "Hallo @,^^Danke, dass du mich eingeladen hast, bei der Reparatur der Pumpe zu helfen! Ich freue mich, dass wir sie wieder zum Laufen gebracht haben. Es war eine tolle Herausforderung!^^Maru^^P.S. Der Keller war ziemlich schlimm, oder? Nachdem wir ihn geleert hatten, habe ich das hier hinter einem der Fässer gefunden – ich habe diese Sprache noch nie gesehen und bin mir nicht sicher, was es ist. Vielleicht findest du es heraus.",
	"glymr.BrokenFarmhouse.FixUp25Mail02": "Dankesbrief fürs Aufräumen des Kellers von Maru",
}