{
				"config.ChangeGrandpaMonologue.name": "Change Grandpa's initial speech?",
				"config.ChangeGrandpaMonologue.description": "Slightly changes grandpa's monologue at the beginning of the game. This will not affect the graphics, it only changes what grandpa says to you.",
				"config.ChangeLetter.name": "Change Grandpa's letter?",
				"config.ChangeLetter.description": "Changes the text of the letter grandpa sends you to fit better with the Broken Farmhouse mod. Does not affect any graphics, only the letter text.",	
				"config.ChangeFirstConversation.name": "Change the first conversation?",
				"config.ChangeFirstConversation.description": "",
				"config.WhoseList.name": "Whose to do list is it?",
				"config.WhoseList.description": "Whose to do list is it? Examples: 'my' to do list, 'our' to do list, 'Grandma's' to do list, etc. This will only update AFTER you sleep a night. Do not use commas in this field.",
				"config.11thBundleReward.name": "11th Task Reward (by mail)",
				"config.11thBundleReward.description": "Shane will send you either a regular furniture catalogue or a Joja furniture catalogue the day after you complete the 11th bundle. This must be changed BEFORE you complete the 11th bundle, even though the letter doesn't come until the next day.",
				"config.11thBundleReward.values.Regular": "Regular Furniture Catalogue",
				"config.11thBundleReward.values.Joja": "Joja Furniture Catalogue",	
				"config.DisableBrokenFarmhouseMod.name": "Disable Broken Farmhouse Mod",
				"config.DisableBrokenFarmhouseMod.description": "Disables the Broken Farmhouse mod. WARNING: If you turn this on mid-game, especially before completing bundle 15/upgrading to level 2, it may have a negative impact, like putting you and your furniture in a void space. Please see the article on Nexus for more information.",
				"glymr.BrokenFarmhouse.GrandpaStory.cs.Replacement01": "If you ever feel overwhelmed and like you're existing rather than living...",
				"glymr.BrokenFarmhouse.GrandpaStory.cs.Replacement02": "...and you're ready to take on new challenges and start a different life...",
				"glymr.BrokenFarmhouse.GrandpaStory.cs.Replacement03": "Dear {0},^^If you're reading this, you must be in dire need of a change.^^The same thing happened to me, long ago. I'd lost sight of what mattered most in life... real connections with other people and nature. So I dropped everything and moved to the place I truly belong. Sadly, I was only able to spend a few short, wonderful years there before I had to move my young family back to the city.^^By the time we were able to return to the valley, your grandmother and I had grown old, and our children had grown up and moved away. We came back to the place we loved, but it had gone to rack and ruin, and it only got worse after I lost your grandmother.^^I want to restore it to what it once was. I've made many To Do lists, and I plan to repair it for you, but I'm afraid I'm running out of strength. I've enclosed the deed to the old place... what was once my pride and joy: {1} Farm. It's located in Stardew Valley, on the southern coast. If you can get it cleaned and fixed up, it will be a beautiful place to start your new life.^^I wanted this to be my most precious gift of all, but I fear it will be a burden as well as a joy. Nevertheless, I beg you, please restore {1} Farm to its former glory. ^^I know you'll honor my last wish, {0}. Good luck.^^Love, Grandpa^^P.S. If Lewis is still alive say hi to the guy for me, will ya?",
				"glymr.BrokenFarmhouse.Robin01a": "Hello! You must be @.",
				"glymr.BrokenFarmhouse.Robin01b": "I'm Robin, the local carpenter. Mayor Lewis sent me here to fetch you and show you the way to your new home. He's there right now, making sure it's safe to sleep in.",
				"glymr.BrokenFarmhouse.Robin01c": "The farm's right over here, if you'll follow me.",
				"glymr.BrokenFarmhouse.Robin02": "This is %farm farm. Isn't it beautiful?",
				"glymr.BrokenFarmhouse.Robin03a": "What's the matter?",				
				"glymr.BrokenFarmhouse.Robin03b": "Sure, it's a bit overgrown, but that's part of its charm!",
				"glymr.BrokenFarmhouse.Robin03c": "I know you'll want to clean up parts of it, but I hope you keep some of the wilderness intact. There aren't many places like this left.",
				"glymr.BrokenFarmhouse.Robin04": "...And here we are, home sweet home.",
				"glymr.BrokenFarmhouse.Lewis01": "Welcome! I'm Lewis, Mayor of Pelican Town.",
				"glymr.BrokenFarmhouse.Lewis02": "I knew your grandfather well. He was much beloved around here.",
				"glymr.BrokenFarmhouse.Lewis03": "I need to warn you before you enter the house...",
				"glymr.BrokenFarmhouse.Lewis04": "It's a good house with a strong foundation, but it's not in great shape. Your grandfather had a lot of plans to fix it up, but...",
				"glymr.BrokenFarmhouse.Lewis05": "...well, if you ask the townspeople, I'm sure they'll be glad to help out.",
				"glymr.BrokenFarmhouse.Lewis06": "Don't hesitate to reach out. I used to swing a mean hammer myself, in fact!",
				"glymr.BrokenFarmhouse.Robin05": "Um, Lewis...",
				"glymr.BrokenFarmhouse.Robin06": "Maybe YOU'D better leave it to the professionals.",
				"glymr.BrokenFarmhouse.Lewis07": "Robin!",
				"glymr.BrokenFarmhouse.Lewis08": "Ignore her, @. She'd rather get you to pay her to upgrade your house than have you to do it yourself.",
				"glymr.BrokenFarmhouse.Robin07": "Hey! That's not fair.",
				"glymr.BrokenFarmhouse.Lewis09": "ANYWAY... You must be tired from the long journey. You should get some rest.",
				"glymr.BrokenFarmhouse.Lewis10": "I've asked the townspeople to give you some space, but I recommend exploring the town a bit and introducing yourself before starting on any of your grandfather's projects.",
				"glymr.BrokenFarmhouse.Lewis11": "I know the townspeople would appreciate that.",
				"glymr.BrokenFarmhouse.Lewis12": "Oh, I almost forgot. If you have anything to sell, just place it in the shipping box near your house. I'll come by during the night to collect it.",
				"glymr.BrokenFarmhouse.Lewis13": "Well... Good luck!",
				"glymr.BrokenFarmhouse.Robin08": "It's true that if you ever want to skip repairing this place yourself, you can hire me to do it for you instead. But if you want to do it on your own, I support you 100%.",
				"glymr.BrokenFarmhouse.Robin09": "In fact, I'll be really impressed if you manage it!",
				"glymr.BrokenFarmhouse.Robin10": "Best of luck to you, neighbor.",
				"glymr.BrokenFarmhouse.01": "The fridge smells AWFUL! Wait, is something moving in there? Quick, close it!",
				"glymr.BrokenFarmhouse.02": "The bottom of the cup is brown with what might be coffee dregs.",
				"glymr.BrokenFarmhouse.03": "The pipes groan and a trickle of brown water comes out, then stops.",
				"glymr.BrokenFarmhouse.04": "You're not going to try to cook with vines covering the stove, are you? That's a fire hazard!",
				"glymr.BrokenFarmhouse.05": "The vines tangle around your neck as you lean over the counter. It looks like a kitchen plant outgrew its pot and took over.",
				"glymr.BrokenFarmhouse.06": "The stain is never going to come out.",
				"glymr.BrokenFarmhouse.07": "'I can't find the other two journals I started, so I'm starting a new one. I don't know why I'm bothering.' The rest of the pages are blank.",
				"glymr.BrokenFarmhouse.08": "'I'm supposed to write in this every day. I don't know why I'm bothering; I always forget.' The rest of the pages are blank.",
				"glymr.BrokenFarmhouse.09": "The leaves are withered and dry. They crumble at your touch.",
				"glymr.BrokenFarmhouse.10": "This shelf is too heavy to move by yourself.",
				"glymr.BrokenFarmhouse.11": "A shopping list written on yellowed paper in delicate handwriting: 'Sugar, Vinegar, Oil. *Don't forget seeds for the new month!'",
				"glymr.BrokenFarmhouse.12": "There are a few petrified pieces of what might be pepperoni scattered in the bottom of the box. The rest is so covered in mold that you don't want to touch it.",
				"glymr.BrokenFarmhouse.13": "A dank, earthy smell wafts up from the cellar. The stairs look very rickety, though. It's probably better not to risk trying them.",
				"glymr.BrokenFarmhouse.14": "Hey, Doc. I don't think your suggested method of 'writing in a journal every day as a way of processing my grief' is going to work for me.",
				"glymr.BrokenFarmhouse.15": "The bottom of the cup is brown with something that probably isn't coffee dregs.",
				"glymr.BrokenFarmhouse.16": "Meticulously-kept receipts and farm records dating back decades fill the cabinet.",
				"glymr.BrokenFarmhouse.17": "A faded pizza-delivery receipt.",
				"glymr.BrokenFarmhouse.18": "These boxes are filled with junk.",
				"glymr.BrokenFarmhouse.19": "Someone brought beer as a housewarming gift! ...oh wait, the cans are all empty.",
				"glymr.BrokenFarmhouse.20": "A squatter must have broken in. Surely these beer cans, liquor bottles, and pizza boxes didn't belong to grandpa...",
				"glymr.BrokenFarmhouse.21": "The table is covered with dust. It creaks ominously when you lean on it. You straighten up quickly.",
				"glymr.BrokenFarmhouse.22": "Why is there a fish here?",
				"glymr.BrokenFarmhouse.23": "Oh no, it's the FRIDGE! Is it multiplying?",
				"glymr.BrokenFarmhouse.24": "'I can't find the other journal I started, so I'm starting a new one. I don't know why I'm bothering. I never remember to write anyway.' The rest of the pages are blank.",
				"glymr.BrokenFarmhouse.25": "This is a beautiful but very fragile old spinning wheel.",
				"glymr.BrokenFarmhouse.26": "A beautiful old map of the local mountains.",
				"glymr.BrokenFarmhouse.27": "A smell of vinegar seeps from the barrel.",
				"glymr.BrokenFarmhouse.28": "Old books, mostly on farming techniques and the history of the local area. Also, a...skull?",
				"glymr.BrokenFarmhouse.29": "The trashcan is empty.",
				"glymr.BrokenFarmhouse.30": "This was probably once a very nice couch, but something has chewed holes in the cushions.",
				"glymr.BrokenFarmhouse.31": "You take a step up the first stair and your foot breaks through the wood. Looks like you'll need to find some hardwood to fix these.",
				"glymr.BrokenFarmhouse.32": "Poor guy. Nobody wants a 'Charlie-in-the-box'.",
				"glymr.BrokenFarmhouse.33": "This stopped clock is never right, unfortunately. It has no hands.",
				"glymr.BrokenFarmhouse.34": "Watch out! Don't slip on the marbles!",
				"glymr.BrokenFarmhouse.35": "You're not actually going to put a baby in that nasty, dusty old crib, are you?",
				"glymr.BrokenFarmhouse.36": "An incomplete set of dishes sits on the shelves. Many are chipped. All of them are covered with dust.",
				"glymr.BrokenFarmhouse.37": "Ack! You bend over, trying to get a better look at the paintings, and the cobwebs get in your face!",
				"glymr.BrokenFarmhouse.38": "Don't worry, it's not from a real bear.",
				"glymr.BrokenFarmhouse.39": "Maybe something lived here once, but nothing does now.",
				"glymr.BrokenFarmhouse.40": "This chair is clearly made for a child. It is too small for you, an adult, to sit on.",
				"glymr.BrokenFarmhouse.41": "It's a child's picture book. Every page has been colored on with markers.",
				"glymr.BrokenFarmhouse.42": "Something's been sleeping in THIS bed. Something green and leafy...",
				"glymr.BrokenFarmhouse.43": "This globe is ancient. It still has Istanbul (not Constantinople) on it.",
				"glymr.BrokenFarmhouse.44": "You dig around in the coal bin. Congratulations, you're now covered in coal dust.",
				"glymr.BrokenFarmhouse.45": "The floor isn't safe here. Maybe you can replace it someday if you can get some hardwood.",
				"glymr.BrokenFarmhouse.46": "It's REALLY dark down there, and you're not sure if the stairs will hold your weight.",
				"glymr.BrokenFarmhouse.47": "This ancient camera still has a roll of film in it. What could be on it?",
				"glymr.BrokenFarmhouse.48": "'She fell into his arms with a gasp, pressing her heaving-' What in the world was grandpa reading?",
				"glymr.BrokenFarmhouse.49": "The dinosaur toy looks like it was well-loved.",	
				"glymr.BrokenFarmhouse.50": "It's either a child's drawing or a surreal piece of modern art.",
				"glymr.BrokenFarmhouse.51": "This ball is half-deflated and limp.",	
				"glymr.BrokenFarmhouse.52": "You turn the dial and hear a squeal and static, which then fades into silence.",	
				"glymr.BrokenFarmhouse.53": "A haunting melody fades in and then out again.",				
				"glymr.BrokenFarmhouse.54": "You lean over the table and peer into one of the pockets. Beady little eyes peer back at you.",	
				"glymr.BrokenFarmhouse.55": "Something skitters across the table and under the torn felt too quickly for you to get a good look at it.",	
				"glymr.BrokenFarmhouse.56": "One of these pool cues has an odd stain on the end of it.",
				"glymr.BrokenFarmhouse.57": "The light fixture is hanging by its wires. It gives off an ominous shower of sparks as you watch.",
				"glymr.BrokenFarmhouse.58": "One of these beer cans was never opened, but it's probably not a good idea to drink it. The sides are bulging out.",
				"glymr.BrokenFarmhouse.59": "Are these berries safe to eat? ...Probably not.",	
				"glymr.BrokenFarmhouse.60": "You could swear you saw a flickering light reflecting on the wall, but this old TV isn't plugged in.",	
				"glymr.BrokenFarmhouse.61": "Maintaining a Clean and Safe Aquarium.",	
				"glymr.BrokenFarmhouse.62": "Sharp shards of thick glass litter the floor and the bottom of the tank.",	
				"glymr.BrokenFarmhouse.63": "A brightly-colored child's game. You can't make heads or tails of it. Some of the pieces may be missing.",	
				"glymr.BrokenFarmhouse.64": "Colorful stones are scattered across the floor. They crunch unpleasantly under your feet.",	
				"glymr.BrokenFarmhouse.65": "Faded photos and children's drawings fill the bulletin board like windows into another time.",
				"glymr.BrokenFarmhouse.66": "Old science fiction magazines, trashy romance novels, and technical manuals are haphazardly shoved into the shelf next to each other without any apparent rhyme or reason.",
				"glymr.BrokenFarmhouse.67": "This shelf is weirdly free of dust, and an odd odor drifts up from the corked bottles.",
				"glymr.BrokenFarmhouse.68": "A thin layer of dry dirt coats the bottom of the pot.",
				"glymr.BrokenFarmhouse.69": "Did the bear just move? No, a mouse poked its head out of the stuffing!",
				"glymr.BrokenFarmhouse.70": "Neat stacks of colorful yarn fill this shelf. They haven't faded at all.",
				"glymr.BrokenFarmhouse.71": "This old-fashioned bed looks like it would break if you tried to lie down on it.",
				"glymr.BrokenFarmhouse.72": "A strong smell of mothballs wafts from the boxes.",
				"glymr.BrokenFarmhouse.73": "A stained old couch and coffee table that has seen better days. You can see why they were stuck up here in the attic.",
				"glymr.BrokenFarmhouse.74": "The table tilts drunkenly as you brush past it. The legs are uneven.",
				"glymr.BrokenFarmhouse.75": "An old-fashioned vanity. It could probably be nice if it weren't covered in vines and cobwebs.",
				"glymr.BrokenFarmhouse.76": "Oh no! Water is seeping through the cellar floor. It's brackish and stinky and probably full of trash. I'd better find a way to pump it out before going down there.",
				"glymr.BrokenFarmhouse.UpgradeMail03": "Dear @,^^You did it!^^Wow, you finished fixing up the farmhouse! Fantastic work! If you ever want help expanding it even more, feel free to stop by. We always love to see you!^^-Robin [#]Robin congratulates you for fixing up the whole farmhouse!",
				"glymr.BrokenFarmhouse.FixUp01Description": "It's {{WhoseList}} to do list: ^1. Pay some kids to haul away the trash and old furniture in the living room. Maybe ask George's kid??",
				"glymr.BrokenFarmhouse.FixUp01Overview": "Pay some kids to haul away the trash and old furniture in the living room. Maybe ask George's kid??",
				"glymr.BrokenFarmhouse.FixUp01Event01": "Thanks for the cash! We'll be right over to move that stuff out. ^^-Alex, Sebastian, and Abigail",
				"glymr.BrokenFarmhouse.FixUp01Mail01": "Thank you for hiring us to haul away the trash in your living room. It was a great workout, since Alex and I did most of the heavy lifting (I think he was impressed by how strong I am!) while Sebastian typed in the old farm records. Seb says if you ever get a farm computer, you'll be able to access them. ^BTW, we found this old wallpaper catalog in one of the boxes and thought you might be able to use it. Let us know if you need any more help! ^-Abigail",
				"glymr.BrokenFarmhouse.FixUp01Mail02": "Living Room Cleanup Thank You Note From Abigail",
				"glymr.BrokenFarmhouse.FixUp02Description": "It's {{WhoseList}} to do list: ^2. Fix the living room walls and floor.",
				"glymr.BrokenFarmhouse.FixUp02Overview": "Fix the living room walls and floor.",
				"glymr.BrokenFarmhouse.FixUp02Event01": "Goodness, this is a lot of work. But it will be worth it!",
				"glymr.BrokenFarmhouse.FixUp03Description": "It's {{WhoseList}} to do list: ^3. See if someone wants that old spinning wheel and is willing to help me clear out the rest of the stuff in the downstairs bedroom. Maybe send a gift?",
				"glymr.BrokenFarmhouse.FixUp03Overview": "See if someone wants that old spinning wheel and is willing to help me clear out the rest of the stuff in the downstairs bedroom. Maybe send a gift?",
				"glymr.BrokenFarmhouse.FixUp03Event01": "Thank you for the quartz! I'd love to stop by and help you out. ^^-Emily",
				"glymr.BrokenFarmhouse.FixUp03Mail01": "Dear @, ^Thanks again for the quartz, and for letting me take that lovely old spinning wheel. It's so fragile that I don't know if I'll ever be able to use it, but I love looking at it! I wanted to give you something that might be more useful, so please accept this loom.^^You can make all kinds of things with it, not just cloth. I've made string using fiber (or moss), rope from hay (or water jellies), and I've even made chain for chainmail out of an iron bar, believe it or not! I've heard that an old anchor can be recycled into chain as well, but I think I'd see if Gunther wanted it first.^-Emily",
				"glymr.BrokenFarmhouse.FixUp03Mail02": "Bedroom Cleanup Thank You Note From Emily",
				"glymr.BrokenFarmhouse.FixUp04Description": "It's {{WhoseList}} to do list: ^4. Fix downstairs bedroom walls and floor.",
				"glymr.BrokenFarmhouse.FixUp04Overview": "Fix the downstairs bedroom walls and floor.",
				"glymr.BrokenFarmhouse.FixUp04Event01": "Heavens, this is going to be a lot of work. But it will be worth it!",
				"glymr.BrokenFarmhouse.FixUp05Description": "It's {{WhoseList}} to do list: ^5. Hire the local blacksmith to haul away the broken old boiler and the coal bin in the kitchen.",
				"glymr.BrokenFarmhouse.FixUp05Overview": "Hire the local blacksmith to haul away the broken old boiler and the coal bin in the kitchen.",
				"glymr.BrokenFarmhouse.FixUp05Event01": "Sure, I can stop by and help haul that stuff away. ^-Clint",
				"glymr.BrokenFarmhouse.FixUp05Event02": "Hmm, maybe I should check and see if any of the coal is salvageable before getting rid of it.",
				"glymr.BrokenFarmhouse.FixUp05Event03": "What's this? Did it fall out of someone's ring?",
				"glymr.BrokenFarmhouse.FixUp05Mail01": "Hey @, thanks for hiring me to help haul away that stuff. I was able to salvage parts from the boiler and turn them into a regular wood-burning stove. It's a bit old-fashioned, but it's better than nothing. It must get cold and drafty in that old place. ^^The coal was too damp and fragmented to save, sorry. ^-Clint^^P.S. Have you tried putting other things in that furnace you built besides metal? Broken glasses can be melted down to make new glass. You'll need lots of them, though. It's easier to use a piece of obsidian. Or you can recycle glass shards into new glass.^You can also make a really good glue with EITHER a bunch of sap OR some bone fragments. Just don't let it spill! ^Mix glue, glass, and fiber, and you can even craft fiberglass. Wild, huh?",
				"glymr.BrokenFarmhouse.FixUp05Mail02": "Kitchen Cleanup Thank You Note From Clint",		
				"glymr.BrokenFarmhouse.FixUp06Description": "It's {{WhoseList}} to do list: ^6. Fix the kitchen walls and floor.",
				"glymr.BrokenFarmhouse.FixUp06Overview": "Fix the kitchen walls and floor.",
				"glymr.BrokenFarmhouse.FixUp06Event01": "Oof. This is going to be a lot of work. But it will be worth it!",
				"glymr.BrokenFarmhouse.FixUp07Description": "It's {{WhoseList}} to do list: ^7. Fix the kitchen sink pipes.",
				"glymr.BrokenFarmhouse.FixUp07Overview": "Fix the kitchen sink pipes.",
				"glymr.BrokenFarmhouse.FixUp07Event01": "Gee, this is a lot of work. It will be worth it to have running water again, though! It'll be nice being able to fill my watering can here, too.",
				"glymr.BrokenFarmhouse.FixUp07Mail01": "@- I heard you fixed up your pipes. It's more convenient to fill your watering can at the sink than to hike to the river, isn't it? Evelyn always says so, anyway. ^^-George^^P.S. A little bird told me you've been going down to the mines. Be careful, especially if you're using bombs or dynamite. ^^I thought I'd share an old trade secret with you: any miner worth their salt knows how to make a bug steak, but you can also turn bug meat into leather if you put it in a dehydrator (stinks to high heaven, though!) I once recycled an old drum into the stuff, too. Much less smelly, and the quality was just the same.",
				"glymr.BrokenFarmhouse.FixUp07Mail02": "Tips from George", 
				"glymr.BrokenFarmhouse.FixUp08Description": "It's {{WhoseList}} to do list: ^8. Clean out and fix the refrigerator.",
				"glymr.BrokenFarmhouse.FixUp08Overview": "Clean out and fix the refrigerator.",
				"glymr.BrokenFarmhouse.FixUp08Event01": "Wait, I think there's something under the fridge. Looks like...a raw, unroasted coffee bean?",
				"glymr.BrokenFarmhouse.FixUp08Event02": "Wow, I'd better see if this will still grow! I'll do it after I finish cleaning out and fixing the refrigerator. Let's see, vinegar for cleaning, a chain for the compressor...",
				"glymr.BrokenFarmhouse.FixUp09Description": "It's {{WhoseList}} to do list: ^9. Fix the oven.",
				"glymr.BrokenFarmhouse.FixUp09Overview": "Fix the oven.",
				"glymr.BrokenFarmhouse.FixUp09Event01": "Golly, this is a lot of work. It'll be worth it to be able to cook my own meals, though!",
				"glymr.BrokenFarmhouse.FixUp10Description": "It's {{WhoseList}} to do list: ^10. Get some leather gloves and hack through the jungle taking over the staircases, then fix the stairs to the second storey rooms.",
				"glymr.BrokenFarmhouse.FixUp10Overview": "Get some leather gloves and hack through the jungle taking over the staircases, then fix the stairs to the second storey rooms.",
				"glymr.BrokenFarmhouse.FixUp10Event01": "Finally! It's time to fix the stairs! I might even have enough hardwood left over to fix the floor and walls in the extra room. I'm not ready to tackle the cellar yet, though.",
				"glymr.BrokenFarmhouse.FixUp10Event02": "Yikes, that was a lot of work. Since I have some hardwood left over, I'll work on the extra room overnight and look for a new To Do list TOMORROW morning.",
				"glymr.BrokenFarmhouse.FixUp10Mail01": "Dear @,^^I heard you've been fixing up your house on your own. Wow! I'm impressed. If you need help, my services are still available for fixing up the second storey and adding extra rooms. Otherwise, keep up the good work!^^-Robin",
				"glymr.BrokenFarmhouse.FixUp10Mail02": "Robin congratulates you on fixing up your first storey.",
				"glymr.BrokenFarmhouse.FixUp11Description": "It's {{WhoseList}} to do list: ^11. Some people will do anything for free pizza and Joja cola...even help clear out the upstairs bedroom.",
				"glymr.BrokenFarmhouse.FixUp11Overview": "Some people will do anything for free pizza and Joja cola...even help clear out the upstairs bedroom.",
				"glymr.BrokenFarmhouse.FixUp11Event01": "Pizza and cola sounds great. I'll come by now. My co-worker, Sam, says he's in, too. ^-Shane",
				"glymr.BrokenFarmhouse.FixUp11Mail01": "@-^ Thanks for the pizza and soda. When we were taking out those dusty boxes, we came across an old furniture catalogue. Dunno if you want it or not. If not, I guess just throw it out. ^-Shane",
				"glymr.BrokenFarmhouse.FixUp11Mail02": "Upstairs Bedroom Cleanup Thank You Note from Shane",
				"glymr.BrokenFarmhouse.FixUp12Description": "It's {{WhoseList}} to do list: ^12. Fix the walls and floor in the upstairs bedroom.",
				"glymr.BrokenFarmhouse.FixUp12Overview": "Fix the walls and floor in the upstairs bedroom.",
				"glymr.BrokenFarmhouse.FixUp12Event01": "Gracious, this is a lot of work. It will be worth it, though!",
				"glymr.BrokenFarmhouse.FixUp12Mail01": "Dear @,^^Is it true you're rebuilding your farmhouse by yourself? Bravo! I applaud your dedication and hard work! Doing it yourself must give you a sense of investment.^^In a similar vein, I used to make my own paper. Sadly, I no longer have the resources now that I've moved out here, but you can make it yourself if you put a soggy newspaper in a dehydrator. Alternatively, you can put a piece of wood in a bone mill. I've also heard that you can recycle ancient scrolls into modern paper using a recycling machine, but I think I would take them to the museum and see if Gunther wanted them first!^^With admiration and respect,^Elliott",
				"glymr.BrokenFarmhouse.FixUp12Mail02": "Tips from Elliott",
				"glymr.BrokenFarmhouse.FixUp13Description": "It's {{WhoseList}} to do list: ^13. Ask local parents for help fixing and donating the old toys in the nursery.",
				"glymr.BrokenFarmhouse.FixUp13Overview": "Ask local parents for help fixing and donating the old toys in the nursery.",
				"glymr.BrokenFarmhouse.FixUp13Event01": "Of course I'll come help out, dear. Marnie said she'll come as well, and Evelyn overheard us and wanted to join in, too. I hope you don't mind. I figured, the more, the merrier! We'll be over soon.^-Jodi",
				"glymr.BrokenFarmhouse.FixUp13Mail01": "Dear @,^^What a lovely time we all had. Sorting and repairing those old toys was truly a trip down memory lane. Thank you so much for inviting us to share it with you. I know Jas and Vincent will be happy with their gently-loved toys, as will the other children who receive the ones we donated.^^-Granny Evelyn^^P.S. George found this in the mines many years ago, and we've always treasured it. We want you to have it now.",
				"glymr.BrokenFarmhouse.FixUp13Mail02": "Nursery Cleanup Thank You Note from Evelyn",
				"glymr.BrokenFarmhouse.FixUp14Description": "It's {{WhoseList}} to do list: ^14. Fix the nursery floor and re-wallpaper the walls.",
				"glymr.BrokenFarmhouse.FixUp14Overview": "Fix the nursery floor and re-wallpaper the walls.",
				"glymr.BrokenFarmhouse.FixUp14Event01": "Whoa, this is going to be a lot of work...wait. What's this? Something's hidden behind the bulletin board!",
				"glymr.BrokenFarmhouse.FixUp14Event02": "It's a bag of...dust? Why was this hidden back here? Well, whatever it is, it will have to wait until I'm done fixing up the nursery walls and floor...",
				"glymr.BrokenFarmhouse.FixUp15Description": "It's {{WhoseList}} to do list: ^15. Fix and polish the crib and beds in the nursery.",
				"glymr.BrokenFarmhouse.FixUp15Overview": "Fix and polish the crib in the nursery.",
				"glymr.BrokenFarmhouse.FixUp15Event01": "Whew, this is going to be a lot of work! I'll have to work on it OVERNIGHT after I finish the rest of my chores. By morning this old crib will be beautiful and clean again! I'll look for more To Do lists TOMORROW morning. I think I can also work on more than one room at a time, now.",
				"glymr.BrokenFarmhouse.FixUp15Mail01": "Dear @,^^I heard you fixed up your farmhouse's second storey. Great job! If you need help cleaning and fixing up the remaining rooms or the cellar, my shop is always open (except Tuesdays). Otherwise, keep up the good work!^^-Robin",
				"glymr.BrokenFarmhouse.FixUp15Mail02": "Robin congratulates you on fixing up your second storey.",
				"glymr.BrokenFarmhouse.FixUp16Description": "It's {{WhoseList}} to do list: ^16. Clean out the upstairs corner room. Ask Gus about fixing the pool table?",
				"glymr.BrokenFarmhouse.FixUp16Overview": "Clean out the upstairs corner room. Ask Gus about fixing the pool table?",
				"glymr.BrokenFarmhouse.FixUp16Event01": "Oh, I sold that pool table to your grandfather when I replaced mine. It's probably not in great shape after all these years, but I'll stop by and take a look. Lewis said he would come along. If it can't be salvaged, we'll help you move it out.^-Gus",
				"glymr.BrokenFarmhouse.FixUp16Mail01": "Hey @,^^I'm sorry the pool table couldn't be saved. I'd like you to have this old keg from when I was experimenting with brewing my own beer. It's not as fun as a pool table, but I hope it's useful to you. ^^-Gus",
				"glymr.BrokenFarmhouse.FixUp16Mail02": "Corner Room Cleanup Thank You Note from Gus",
				"glymr.BrokenFarmhouse.FixUp17Description": "It's {{WhoseList}} to do list: ^17. Fix the walls and floors of the upstairs corner room.",
				"glymr.BrokenFarmhouse.FixUp17Overview": "Fix the walls and floors of the upstairs corner room.",
				"glymr.BrokenFarmhouse.FixUp17Event01": "Dear me, this is going to be a lot of work. But it will be worth it!",
				"glymr.BrokenFarmhouse.FixUp18Description": "It's {{WhoseList}} to do list: ^18. Fix the stairs down to the southern room.",
				"glymr.BrokenFarmhouse.FixUp18Overview": "Fix the stairs down to the southern room.",
				"glymr.BrokenFarmhouse.FixUp18Event01": "Sheesh, this is going to be a lot of work. It will be worth it, though!",
				"glymr.BrokenFarmhouse.FixUp19Description": "It's {{WhoseList}} to do list: ^19. Clear out the southern room. That aquarium used to be so nice. Could it be refurbished with someone's help?",
				"glymr.BrokenFarmhouse.FixUp19Overview": "Clear out the southern room. That aquarium used to be so nice. Could it be refurbished with someone's help?",
				"glymr.BrokenFarmhouse.FixUp19Event01": "Aye, I'll stop by and take a look at 'er. We'll get everything ship-shape!^-Willy",
				"glymr.BrokenFarmhouse.FixUp19Event02": "Ugh, I should probably start out by cleaning some of this broken glass.",
				"glymr.BrokenFarmhouse.FixUp19Event03": "What's this in the fish tank?",
				"glymr.BrokenFarmhouse.FixUp19Mail01": "With the glass and hardwood you gave me, I was able to fix 'er up, good as new. Time to fill 'er up with fish!^^-Willy",
				"glymr.BrokenFarmhouse.FixUp19Mail02": "Southern Room Cleanup Thank You Note from Willy",
				"glymr.BrokenFarmhouse.FixUp20Description": "It's {{WhoseList}} to do list: ^20. Fix the southern room walls and floor.",
				"glymr.BrokenFarmhouse.FixUp20Overview": "Fix the southern room walls and floor.",
				"glymr.BrokenFarmhouse.FixUp20Event01": "Gosh, this is going to be a lot of work. But it will be worth it!",
				"glymr.BrokenFarmhouse.FixUp21Description": "It's {{WhoseList}} to do list: ^21. I walled off the stairway to the attic years ago when it got too rickety to be safe. It's time to finally tear down the wall and fix the stairs.",
				"glymr.BrokenFarmhouse.FixUp21Overview": "I walled off the stairway to the attic years ago when it got too rickety to be safe. It's time to finally tear down the wall and fix the stairs.",
				"glymr.BrokenFarmhouse.FixUp21Event01": "Holy moly, this is a lot of work. It will be worth it, though!",
				"glymr.BrokenFarmhouse.FixUp22Description": "It's {{WhoseList}} to do list: ^22. Get some help going through the books in the attic. Maybe some of them can be fixed up and given away or donated. Someone might want the vanity that's up there, too.",		
				"glymr.BrokenFarmhouse.FixUp22Overview": "Get some help going through the books in the attic. Maybe some of them can be fixed up and given away or donated. Someone might want the vanity that's up there, too.",	
				"glymr.BrokenFarmhouse.FixUp22Event01": "I'd love to help you sort through those old books! Haley said she would also come along to look at the vanity you mentioned. We'll come by soon, so don't start without us!^^-Penny", 
				"glymr.BrokenFarmhouse.FixUp22Mail01": "Dear @,^^Helping mend and sort those books was surprisingly fun, even if they were kind of dusty. I found a place to donate that nice old-fashioned vanity, too. There's an old folks home the next town over, and one of the ladies there was really happy to get it. ^^Thanks for inviting me along.^Haley^^P.S. I almost forgot. Penny found this retro furniture catalog in one of the boxes and said you might want it. It's way out of style, but I promised I would give it to you anyway.",
				"glymr.BrokenFarmhouse.FixUp22Mail02": "Attic Cleanup Thank You Note from Haley",
				"glymr.BrokenFarmhouse.FixUp23Description": "It's {{WhoseList}} to do list: ^23. Fix the walls and floor in the attic.",
				"glymr.BrokenFarmhouse.FixUp23Overview": "Fix the walls and floor in the attic.",
				"glymr.BrokenFarmhouse.FixUp23Event01": "Oh my, this is going to be a lot of work. But it will be worth it!",
				"glymr.BrokenFarmhouse.FixUp24Description": "It's {{WhoseList}} to do list: ^24. Fix the stairs down to the cellar. If I have enough hardwood left over, I can probably build some casks, too - but I'll have to make sure the cellar is useable before setting them up.",
				"glymr.BrokenFarmhouse.FixUp24Overview": "Fix the stairs down to the cellar.",
				"glymr.BrokenFarmhouse.FixUp24Event01": "Gee whiz, this is going to be a lot of work. It will be worth it, though!",
				"glymr.BrokenFarmhouse.FixUp25Description": "It's {{WhoseList}} to do list: ^25. Last but not least, get some help fixing up the pump and drain the cellar to make it useable again.",
				"glymr.BrokenFarmhouse.FixUp25Overview": "25. Last but not least, get some help fixing up the pump and drain the cellar to make it useable again.",
				"glymr.BrokenFarmhouse.FixUp25Event01": "Oooh, fixing that pump sounds like a challenging project! Sure, I'll come over and take a look at it.^^-Maru",
				"glymr.BrokenFarmhouse.FixUp25Mail01": "Hi @,^^Thanks for inviting me to help fix up that pump! I'm glad we were able to get it working. It was a fun challenge!^^Maru^^P.S. That cellar was pretty bad, wasn't it? After we drained it, I found this behind one of the barrels - I've never seen this language before and I'm not entirely sure what it is. Maybe you can figure it out.",
				"glymr.BrokenFarmhouse.FixUp25Mail02": "Cellar Cleanup Thank You Note from Maru",
}