{
				"config.ChangeGrandpaMonologue.name": "Alterar o discurso inicial do Vovô?",
				"config.ChangeGrandpaMonologue.description": "Altera levemente o monólogo do vovô no início do jogo. Isso não afeta os gráficos; apenas muda o que ele diz para você.",
				"config.ChangeLetter.name": "Alterar a carta do Vovô?",
				"config.ChangeLetter.description": "Muda o texto da carta que o vovô te envia para combinar melhor com o mod Broken Farmhouse. Não afeta nenhum gráfico; apenas o texto da carta.",	
				"config.ChangeFirstConversation.name": "Alterar a primeira conversa?",
				"config.ChangeFirstConversation.description": "Altera o primeiro diálogo (com Robin e Lewis) para se adequar ao mod Broken Farmhouse.",
				"config.WhoseList.name": "De quem é a lista de tarefas?",
				"config.WhoseList.description": "De quem é a lista de tarefas? Exemplos: lista de tarefas \"minha\", \"nossa\", \"da Vovó\", etc. Isso só será atualizado DEPOIS que você dormir uma noite. Não use vírgulas neste campo.",
				"config.11thBundleReward.name": "Recompensa da 11ª tarefa (por correio)",
				"config.11thBundleReward.description": "O Shane vai te enviar, no dia seguinte a você completar o 11º pacote, um catálogo de móveis normal ou um catálogo de móveis da Joja. Isso deve ser alterado ANTES de você completar o 11º pacote, mesmo que a carta só chegue no dia seguinte.",
				"config.11thBundleReward.values.Regular": "Catálogo de Móveis (Normal)",
				"config.11thBundleReward.values.Joja": "Catálogo de Móveis da Joja",	
				"config.DisableBrokenFarmhouseMod.name": "Desativar o mod Broken Farmhouse",
				"config.DisableBrokenFarmhouseMod.description": "Desativa o mod Broken Farmhouse. AVISO: Se você ativar isso no meio do jogo, especialmente antes de completar o pacote 15/atualizar para o nível 2, isso pode ter um impacto negativo, como colocar você e seus móveis em um espaço vazio. Consulte o artigo no Nexus para mais informações.",
				"glymr.BrokenFarmhouse.GrandpaStory.cs.Replacement01": "Se você algum dia se sentir sobrecarregado e como se estivesse apenas existindo, em vez de vivendo...",
				"glymr.BrokenFarmhouse.GrandpaStory.cs.Replacement02": "...e estiver pronto para encarar novos desafios e começar uma vida diferente...",
				"glymr.BrokenFarmhouse.GrandpaStory.cs.Replacement03": "Querido(a) {0},^^Se você está lendo isto, deve estar precisando muito de uma mudança.^^Aconteceu o mesmo comigo, há muito tempo. Eu tinha perdido de vista o que mais importava na vida... conexões reais com outras pessoas e com a natureza. Então, larguei tudo e me mudei para o lugar ao qual eu realmente pertenço. Infelizmente, só pude passar alguns anos curtos e maravilhosos lá antes de ter que levar minha jovem família de volta para a cidade.^^Quando finalmente conseguimos voltar ao vale, sua avó e eu já tínhamos envelhecido, e nossos filhos tinham crescido e se mudado. Voltamos ao lugar que amávamos, mas ele tinha virado ruína e decadência, e só piorou depois que perdi sua avó.^^Quero restaurar isso ao que um dia foi. Fiz muitas listas de tarefas, e pretendo consertar tudo para você, mas temo estar ficando sem forças. Estou anexando a escritura do velho lugar... o que antes era meu orgulho e alegria: a Fazenda {1}. Ela fica em Stardew Valley, na costa sul. Se você conseguir limpá-la e consertá-la, será um lugar lindo para começar sua nova vida.^^Eu queria que este fosse o meu presente mais precioso de todos, mas temo que também seja um fardo, além de uma alegria. Ainda assim, eu te imploro: por favor, restaure a Fazenda {1} à sua antiga glória.^^Eu sei que você vai honrar meu último desejo, {0}. Boa sorte.^^Com amor, Vovô^^P.S. Se o Lewis ainda estiver vivo, mande um abraço pro cara por mim, tá?",
				"glymr.BrokenFarmhouse.Robin01a": "Olá! Você deve ser @.",
				"glymr.BrokenFarmhouse.Robin01b": "Sou a Robin, a carpinteira local. O Prefeito Lewis me mandou aqui para te buscar e mostrar o caminho até sua nova casa. Ele está lá agora, garantindo que é seguro dormir lá.",
				"glymr.BrokenFarmhouse.Robin01c": "A fazenda fica logo aqui. Se você me seguir...",
				"glymr.BrokenFarmhouse.Robin02": "Esta é a Fazenda %farm. Não é linda?",
				"glymr.BrokenFarmhouse.Robin03a": "O que foi?",				
				"glymr.BrokenFarmhouse.Robin03b": "Claro, está um pouco tomada pelo mato, mas isso faz parte do charme!",
				"glymr.BrokenFarmhouse.Robin03c": "Eu sei que você vai querer limpar algumas partes, mas espero que mantenha um pouco da natureza intacta. Não restam muitos lugares assim.",
				"glymr.BrokenFarmhouse.Robin04": "...E aqui estamos: lar, doce lar.",
				"glymr.BrokenFarmhouse.Lewis01": "Bem-vindo(a)! Eu sou o Lewis, prefeito de Pelican Town.",
				"glymr.BrokenFarmhouse.Lewis02": "Eu conhecia bem o seu avô. Ele era muito querido por aqui.",
				"glymr.BrokenFarmhouse.Lewis03": "Preciso te avisar antes de você entrar na casa...",
				"glymr.BrokenFarmhouse.Lewis04": "É uma boa casa, com uma fundação sólida, mas não está em ótima forma. Seu avô tinha muitos planos para consertá-la, mas...",
				"glymr.BrokenFarmhouse.Lewis05": "...bom, se você perguntar aos moradores, tenho certeza de que eles vão ficar felizes em ajudar.",
				"glymr.BrokenFarmhouse.Lewis06": "Não hesite em procurar ajuda. Eu mesmo já mandei muito bem com um martelo, viu!",
				"glymr.BrokenFarmhouse.Robin05": "Hum, Lewis...",
				"glymr.BrokenFarmhouse.Robin06": "Talvez seja melhor deixar isso para os profissionais.",
				"glymr.BrokenFarmhouse.Lewis07": "Robin!",
				"glymr.BrokenFarmhouse.Lewis08": "Ignore ela, @. Ela prefere que você pague para ela melhorar a sua casa do que ver você fazer tudo sozinho(a).",
				"glymr.BrokenFarmhouse.Robin07": "Ei! Isso não é justo.",
				"glymr.BrokenFarmhouse.Lewis09": "ENFIM... Você deve estar cansado(a) da longa viagem. É melhor descansar um pouco.",
				"glymr.BrokenFarmhouse.Lewis10": "Pedi aos moradores que te deixassem em paz, mas recomendo explorar a cidade um pouco e se apresentar antes de começar qualquer um dos projetos do seu avô.",
				"glymr.BrokenFarmhouse.Lewis11": "Acho que o pessoal da cidade apreciaria isso.",
				"glymr.BrokenFarmhouse.Lewis12": "Ah, quase esqueci. Se você tiver algo para vender, é só colocar na caixa de envio perto da sua casa. Eu passo durante a noite para coletar.",
				"glymr.BrokenFarmhouse.Lewis13": "Bem... Boa sorte!",
				"glymr.BrokenFarmhouse.Robin08": "É verdade que, se você quiser pular o trabalho de consertar este lugar por conta própria, pode me contratar para fazer isso. Mas se você quiser fazer sozinho(a), eu te apoio 100%.",
				"glymr.BrokenFarmhouse.Robin09": "Na verdade, vou ficar muito impressionada se você conseguir!",
				"glymr.BrokenFarmhouse.Robin10": "Boa sorte, vizinho(a).",
				"glymr.BrokenFarmhouse.01": "A geladeira está com um CHEIRO HORRÍVEL! Ué, tem alguma coisa se mexendo aí dentro? Rápido, fecha!",
				"glymr.BrokenFarmhouse.02": "O fundo da xícara está marrom, com o que pode ser borra de café.",
				"glymr.BrokenFarmhouse.03": "Os canos rangem e um fio de água marrom escorre, depois para.",
				"glymr.BrokenFarmhouse.04": "Você não vai tentar cozinhar com cipós cobrindo o fogão, vai? Isso é risco de incêndio!",
				"glymr.BrokenFarmhouse.05": "Os cipós se enroscam no seu pescoço quando você se inclina sobre o balcão. Parece que uma planta da cozinha cresceu demais no vaso e tomou conta de tudo.",
				"glymr.BrokenFarmhouse.06": "Essa mancha nunca vai sair.",
				"glymr.BrokenFarmhouse.07": "'Não consigo achar os outros dois diários que comecei, então vou começar um novo. Não sei por que estou me dando ao trabalho.' O resto das páginas está em branco.",
				"glymr.BrokenFarmhouse.08": "'Era pra eu escrever aqui todos os dias. Não sei por que me dou ao trabalho; eu sempre esqueço.' O resto das páginas está em branco.",
				"glymr.BrokenFarmhouse.09": "As folhas estão murchas e secas. Elas se esfarelam ao seu toque.",
				"glymr.BrokenFarmhouse.10": "Esta prateleira é pesada demais para você mover sozinho(a).",
				"glymr.BrokenFarmhouse.11": "Uma lista de compras escrita em papel amarelado com caligrafia delicada: 'Açúcar, Vinagre, Óleo. *Não esqueça as sementes do novo mês!*'",
				"glymr.BrokenFarmhouse.12": "Há alguns pedaços petrificados do que talvez seja pepperoni espalhados no fundo da caixa. O resto está tão coberto de mofo que você não quer tocar.",
				"glymr.BrokenFarmhouse.13": "Um cheiro úmido e terroso sobe do porão. As escadas parecem bem bambas. É melhor não arriscar.",
				"glymr.BrokenFarmhouse.14": "Ei, Doutor. Acho que o seu método sugerido de 'escrever em um diário todo dia como forma de processar o luto' não vai funcionar pra mim.",
				"glymr.BrokenFarmhouse.15": "O fundo da xícara está marrom com algo que provavelmente não é borra de café.",
				"glymr.BrokenFarmhouse.16": "Recibos e registros da fazenda, meticulosamente guardados, datando de décadas atrás, enchem o armário.",
				"glymr.BrokenFarmhouse.17": "Um recibo desbotado de entrega de pizza.",
				"glymr.BrokenFarmhouse.18": "Essas caixas estão cheias de tranqueira.",
				"glymr.BrokenFarmhouse.19": "Alguém trouxe cerveja como presente de inauguração! ...ah não, as latas estão todas vazias.",
				"glymr.BrokenFarmhouse.20": "Um invasor deve ter entrado. Com certeza essas latas de cerveja, garrafas de bebida e caixas de pizza não eram do vovô...",
				"glymr.BrokenFarmhouse.21": "A mesa está coberta de poeira. Ela range de forma ameaçadora quando você se apoia. Você se endireita rapidamente.",
				"glymr.BrokenFarmhouse.22": "Por que tem um peixe aqui?",
				"glymr.BrokenFarmhouse.23": "Ah não, é a GELADEIRA! Ela está se multiplicando?",
				"glymr.BrokenFarmhouse.24": "'Não consigo achar o outro diário que comecei, então vou começar um novo. Não sei por que estou me dando ao trabalho. Eu nunca lembro de escrever mesmo.' O resto das páginas está em branco.",
				"glymr.BrokenFarmhouse.25": "Esta é uma roda de fiar antiga linda, mas muito frágil.",
				"glymr.BrokenFarmhouse.26": "Um lindo mapa antigo das montanhas locais.",
				"glymr.BrokenFarmhouse.27": "Um cheiro de vinagre escapa do barril.",
				"glymr.BrokenFarmhouse.28": "Livros velhos, na maioria sobre técnicas de agricultura e a história da região. E também... um crânio?",
				"glymr.BrokenFarmhouse.29": "A lixeira está vazia.",
				"glymr.BrokenFarmhouse.30": "Isso provavelmente já foi um sofá bem bonito, mas alguma coisa roeu buracos nas almofadas.",
				"glymr.BrokenFarmhouse.31": "Você sobe no primeiro degrau e seu pé atravessa a madeira. Parece que você vai precisar achar um pouco de madeira de lei para consertar isso.",
				"glymr.BrokenFarmhouse.32": "Coitado. Ninguém quer um 'Charlie-na-caixa'.",
				"glymr.BrokenFarmhouse.33": "Este relógio parado nunca está certo, infelizmente. Ele não tem ponteiros.",
				"glymr.BrokenFarmhouse.34": "Cuidado! Não escorregue nas bolinhas de gude!",
				"glymr.BrokenFarmhouse.35": "Você não vai mesmo colocar um bebê nesse berço velho, empoeirado e nojento, vai?",
				"glymr.BrokenFarmhouse.36": "Um conjunto incompleto de pratos repousa nas prateleiras. Muitos estão lascados. Todos estão cobertos de poeira.",
				"glymr.BrokenFarmhouse.37": "Argh! Você se inclina, tentando ver melhor as pinturas, e as teias de aranha grudam no seu rosto!",
				"glymr.BrokenFarmhouse.38": "Não se preocupe, não é de um urso de verdade.",
				"glymr.BrokenFarmhouse.39": "Talvez algo tenha vivido aqui antes, mas agora não vive mais nada.",
				"glymr.BrokenFarmhouse.40": "Esta cadeira claramente foi feita para uma criança. Ela é pequena demais para você, um adulto, se sentar.",
				"glymr.BrokenFarmhouse.41": "É um livro ilustrado infantil. Todas as páginas foram rabiscadas com canetinhas.",
				"glymr.BrokenFarmhouse.42": "Alguma coisa tem dormido NESTA cama. Algo verde e folhoso...",
				"glymr.BrokenFarmhouse.43": "Este globo é antiquíssimo. Ainda tem Istambul (não Constantinopla) nele.",
				"glymr.BrokenFarmhouse.44": "Você vasculha a caixa de carvão. Parabéns: agora você está coberto(a) de pó de carvão.",
				"glymr.BrokenFarmhouse.45": "O chão não é seguro aqui. Talvez um dia você consiga substituí-lo, se conseguir alguma madeira de lei.",
				"glymr.BrokenFarmhouse.46": "Está MUITO escuro lá embaixo, e você não sabe se as escadas vão aguentar o seu peso.",
				"glymr.BrokenFarmhouse.47": "Esta câmera antiga ainda tem um rolo de filme dentro. O que será que tem nele?",
				"glymr.BrokenFarmhouse.48": "'Ela caiu em seus braços com um suspiro, pressionando seu peito arfante-' Que diabos o vovô estava lendo?",
				"glymr.BrokenFarmhouse.49": "O brinquedo de dinossauro parece ter sido muito amado.",	
				"glymr.BrokenFarmhouse.50": "Ou é um desenho de criança, ou uma obra surreal de arte moderna.",
				"glymr.BrokenFarmhouse.51": "Esta bola está meio murcha e mole.",	
				"glymr.BrokenFarmhouse.52": "Você gira o seletor e ouve um chiado e estática, que então se apagam no silêncio.",	
				"glymr.BrokenFarmhouse.53": "Uma melodia assombrosa surge e depois desaparece de novo.",			
				"glymr.BrokenFarmhouse.54": "Você se inclina sobre a mesa e espreita um dos bolsos. Olhinhos miúdos te encaram de volta.",	
				"glymr.BrokenFarmhouse.55": "Algo corre pela mesa e some sob o feltro rasgado rápido demais para você ver direito.",	
				"glymr.BrokenFarmhouse.56": "Um desses tacos de sinuca tem uma mancha estranha na ponta.",
				"glymr.BrokenFarmhouse.57": "O lustre está pendurado apenas pelos fios. Ele solta uma chuva ameaçadora de faíscas enquanto você observa.",
				"glymr.BrokenFarmhouse.58": "Uma dessas latas de cerveja nunca foi aberta, mas provavelmente não é uma boa ideia beber. As laterais estão estufadas.",
				"glymr.BrokenFarmhouse.59": "Essas bagas são seguras para comer? ...Provavelmente não.",	
				"glymr.BrokenFarmhouse.60": "Você juraria ter visto uma luz tremeluzente refletindo na parede, mas essa TV velha nem está ligada na tomada.",	
				"glymr.BrokenFarmhouse.61": "Mantendo um Aquário Limpo e Seguro.",	
				"glymr.BrokenFarmhouse.62": "Cacos afiados de vidro grosso cobrem o chão e o fundo do tanque.",	
				"glymr.BrokenFarmhouse.63": "Um jogo infantil bem colorido. Você não consegue entender nada. Algumas peças podem estar faltando.",	
				"glymr.BrokenFarmhouse.64": "Pedrinhas coloridas estão espalhadas pelo chão. Elas estalam de forma desagradável sob seus pés.",	
				"glymr.BrokenFarmhouse.65": "Fotos desbotadas e desenhos de crianças enchem o quadro de avisos como janelas para outra época.",
				"glymr.BrokenFarmhouse.66": "Revistas antigas de ficção científica, romances baratinhos e manuais técnicos estão enfiados na prateleira, lado a lado, de forma bagunçada, sem nenhuma lógica aparente.",
				"glymr.BrokenFarmhouse.67": "Esta prateleira está estranhamente sem poeira, e um odor esquisito sobe das garrafas arrolhadas.",
				"glymr.BrokenFarmhouse.68": "Uma fina camada de terra seca cobre o fundo do vaso.",
				"glymr.BrokenFarmhouse.69": "O urso acabou de se mexer? Não, um rato colocou a cabeça pra fora do enchimento!",
				"glymr.BrokenFarmhouse.70": "Pilhas organizadas de fios coloridos enchem esta prateleira. Eles não desbotaram nem um pouco.",
				"glymr.BrokenFarmhouse.71": "Esta cama antiga parece que vai quebrar se você tentar deitar nela.",
				"glymr.BrokenFarmhouse.72": "Um cheiro forte de naftalina sai das caixas.",
				"glymr.BrokenFarmhouse.73": "Um sofá e uma mesa de centro manchados, que já viram dias melhores. Dá pra entender por que ficaram presos aqui no sótão.",
				"glymr.BrokenFarmhouse.74": "A mesa balança como se estivesse bêbada quando você passa por ela. As pernas são desniveladas.",
				"glymr.BrokenFarmhouse.75": "Uma penteadeira antiga. Ela até poderia ficar bonita se não estivesse coberta de cipós e teias de aranha.",
				"glymr.BrokenFarmhouse.76": "Ah não! A água está infiltrando pelo chão do porão. É salobra, fedida e provavelmente cheia de lixo. É melhor eu achar um jeito de bombear isso antes de descer lá.",
				"glymr.BrokenFarmhouse.UpgradeMail03": "Caro(a) @,^^Você conseguiu!^^Uau, você terminou de consertar a casa da fazenda! Trabalho fantástico! Se algum dia quiser ajuda para expandir ainda mais, é só passar aqui. A gente sempre adora te ver!^^-Robin [#]Robin te parabeniza por consertar toda a casa da fazenda!",
				"glymr.BrokenFarmhouse.FixUp01Description": "Esta é a lista de tarefas {{WhoseList}}: ^1. Pague algumas crianças para levarem embora o lixo e os móveis velhos da sala de estar. Talvez pedir para o filho do George??",
				"glymr.BrokenFarmhouse.FixUp01Overview": "Pague algumas crianças para levarem embora o lixo e os móveis velhos da sala de estar. Talvez pedir para o filho do George??",
				"glymr.BrokenFarmhouse.FixUp01Event01": "Obrigado pelo dinheiro! Já vamos aí para tirar essas coisas. ^^-Alex, Sebastian e Abigail",
				"glymr.BrokenFarmhouse.FixUp01Mail01": "Obrigado por contratar a gente para levar o lixo da sua sala de estar. Foi um ótimo exercício, já que o Alex e eu fizemos a maior parte do trabalho pesado (acho que ele ficou impressionado com o quão forte eu sou!) enquanto o Sebastian digitou os registros antigos da fazenda. O Seb disse que, se você algum dia conseguir um computador de fazenda, vai poder acessar tudo isso. ^Aliás, encontramos este catálogo de papel de parede antigo em uma das caixas e pensamos que você poderia usar. Avise se precisar de mais ajuda! ^-Abigail",
				"glymr.BrokenFarmhouse.FixUp01Mail02": "Bilhete de agradecimento pela limpeza da sala de estar (Abigail)",
				"glymr.BrokenFarmhouse.FixUp02Description": "Esta é a lista de tarefas {{WhoseList}}: ^2. Consertar as paredes e o chão da sala de estar.",
				"glymr.BrokenFarmhouse.FixUp02Overview": "Consertar as paredes e o chão da sala de estar.",
				"glymr.BrokenFarmhouse.FixUp02Event01": "Nossa, isso é trabalho pra caramba. Mas vai valer a pena!",
				"glymr.BrokenFarmhouse.FixUp03Description": "Esta é a lista de tarefas {{WhoseList}}: ^3. Ver se alguém quer aquela roda de fiar antiga e está disposto(a) a me ajudar a limpar o resto das coisas no quarto de baixo. Talvez mandar um presente?",
				"glymr.BrokenFarmhouse.FixUp03Overview": "Ver se alguém quer aquela roda de fiar antiga e está disposto(a) a me ajudar a limpar o resto das coisas no quarto de baixo. Talvez mandar um presente?",
				"glymr.BrokenFarmhouse.FixUp03Event01": "Obrigada pelo quartzo! Vou adorar passar aí e te ajudar. ^^-Emily",
				"glymr.BrokenFarmhouse.FixUp03Mail01": "Caro(a) @, ^Obrigada de novo pelo quartzo e por me deixar ficar com aquela linda roda de fiar antiga. Ela é tão frágil que nem sei se algum dia vou conseguir usá-la, mas eu adoro ficar olhando pra ela! Eu queria te dar algo que talvez fosse mais útil, então por favor aceite este tear.^^Você pode fazer um monte de coisas com ele, não só tecido. Eu já fiz barbante usando fibra (ou musgo), corda com feno (ou gelatinas de água) e até fiz corrente para uma cota de malha com uma barra de ferro, acredite se quiser! Também ouvi dizer que uma âncora antiga pode ser reciclada e virar corrente, mas acho que eu levaria pra ver se o Gunther quer antes.^-Emily",
				"glymr.BrokenFarmhouse.FixUp03Mail02": "Bilhete de agradecimento pela limpeza do quarto (Emily)",
				"glymr.BrokenFarmhouse.FixUp04Description": "Esta é a lista de tarefas {{WhoseList}}: ^4. Consertar as paredes e o chão do quarto de baixo.",
				"glymr.BrokenFarmhouse.FixUp04Overview": "Consertar as paredes e o chão do quarto de baixo.",
				"glymr.BrokenFarmhouse.FixUp04Event01": "Meu Deus, isso vai dar um trabalhão. Mas vai valer a pena!",
				"glymr.BrokenFarmhouse.FixUp05Description": "Esta é a lista de tarefas {{WhoseList}}: ^5. Contratar o ferreiro local para levar embora a caldeira velha quebrada e a caixa de carvão da cozinha.",
				"glymr.BrokenFarmhouse.FixUp05Overview": "Contratar o ferreiro local para levar embora a caldeira velha quebrada e a caixa de carvão da cozinha.",
				"glymr.BrokenFarmhouse.FixUp05Event01": "Claro, posso passar aí e ajudar a levar isso embora. ^-Clint",
				"glymr.BrokenFarmhouse.FixUp05Event02": "Hmm, talvez eu devesse olhar e ver se dá para salvar algum carvão antes de jogar fora.",
				"glymr.BrokenFarmhouse.FixUp05Event03": "O que é isso? Caiu do anel de alguém?",
				"glymr.BrokenFarmhouse.FixUp05Mail01": "Ei @, obrigado por me contratar para ajudar a levar essas coisas embora. Eu consegui aproveitar peças da caldeira e transformá-las em um fogão comum a lenha. É meio antiquado, mas é melhor do que nada. Deve fazer frio e ventar nesse lugar velho. ^^O carvão estava úmido demais e todo fragmentado para salvar, foi mal. ^-Clint^^P.S. Você já tentou colocar outras coisas naquela fornalha que você construiu além de metal? Óculos quebrados podem ser derretidos para virar vidro novo. Só que você vai precisar de muitos, viu. É mais fácil usar um pedaço de obsidiana. Ou então você pode reciclar cacos de vidro e transformar em vidro novo.^Você também pode fazer uma cola muito boa com OU um monte de seiva OU alguns fragmentos de osso. Só não deixa derramar! ^Misture cola, vidro e fibra, e você até consegue fabricar fibra de vidro. Doido, né?",
				"glymr.BrokenFarmhouse.FixUp05Mail02": "Bilhete de agradecimento pela limpeza da cozinha (Clint)",
				"glymr.BrokenFarmhouse.FixUp06Description": "Esta é a lista de tarefas {{WhoseList}}: ^6. Consertar as paredes e o chão da cozinha.",
				"glymr.BrokenFarmhouse.FixUp06Overview": "Consertar as paredes e o chão da cozinha.",
				"glymr.BrokenFarmhouse.FixUp06Event01": "Aff. Isso vai dar um trabalhão. Mas vai valer a pena!",
				"glymr.BrokenFarmhouse.FixUp07Description": "Esta é a lista de tarefas {{WhoseList}}: ^7. Consertar os canos da pia da cozinha.",
				"glymr.BrokenFarmhouse.FixUp07Overview": "Consertar os canos da pia da cozinha.",
				"glymr.BrokenFarmhouse.FixUp07Event01": "Puxa, isso é um trabalho enorme. Mas vai valer a pena ter água corrente de novo! E vai ser bom poder encher o regador aqui também.",
				"glymr.BrokenFarmhouse.FixUp07Mail01": "@- Ouvi dizer que você consertou seus canos. É mais prático encher o regador na pia do que caminhar até o rio, né? A Evelyn sempre diz isso, pelo menos. ^^-George^^P.S. Um passarinho me contou que você tem descido para as minas. Tome cuidado, principalmente se estiver usando bombas ou dinamite. ^^Achei que eu devia compartilhar um velho segredo do ofício com você: qualquer minerador que se preze sabe fazer um bife de inseto, mas você também pode transformar carne de inseto em couro se colocar em um desidratador (fede demais, viu!) Eu já reciclei um tambor velho para fazer esse material também. Bem menos fedido, e a qualidade ficou a mesma.",
				"glymr.BrokenFarmhouse.FixUp07Mail02": "Dicas do George",
				"glymr.BrokenFarmhouse.FixUp08Description": "Esta é a lista de tarefas {{WhoseList}}: ^8. Limpar e consertar a geladeira.",
				"glymr.BrokenFarmhouse.FixUp08Overview": "Limpar e consertar a geladeira.",
				"glymr.BrokenFarmhouse.FixUp08Event01": "Espera, acho que tem alguma coisa embaixo da geladeira. Parece que é... um grão de café cru, não torrado?",
				"glymr.BrokenFarmhouse.FixUp08Event02": "Uau, é melhor eu ver se isso ainda cresce! Vou fazer isso depois que eu terminar de limpar e consertar a geladeira. Vamos ver... vinagre para limpar, uma corrente para o compressor...",
				"glymr.BrokenFarmhouse.FixUp09Description": "Esta é a lista de tarefas {{WhoseList}}: ^9. Consertar o forno.",
				"glymr.BrokenFarmhouse.FixUp09Overview": "Consertar o forno.",
				"glymr.BrokenFarmhouse.FixUp09Event01": "Caramba, isso é um trabalhão. Mas vai valer a pena poder cozinhar minha própria comida!",
				"glymr.BrokenFarmhouse.FixUp10Description": "Esta é a lista de tarefas {{WhoseList}}: ^10. Conseguir umas luvas de couro e abrir caminho pela selva que tomou conta das escadas; depois, consertar as escadas para os cômodos do segundo andar.",
				"glymr.BrokenFarmhouse.FixUp10Overview": "Conseguir umas luvas de couro e abrir caminho pela selva que tomou conta das escadas; depois, consertar as escadas para os cômodos do segundo andar.",
				"glymr.BrokenFarmhouse.FixUp10Event01": "Finalmente! Está na hora de consertar as escadas! Talvez eu até tenha madeira de lei sobrando para consertar o chão e as paredes do quarto extra. Mas ainda não estou pronto(a) para encarar o porão.",
				"glymr.BrokenFarmhouse.FixUp10Event02": "Eita, isso deu um trabalhão. Como ainda tenho um pouco de madeira de lei sobrando, vou trabalhar no quarto extra durante a noite e procurar uma nova lista de tarefas AMANHÃ de manhã.",
				"glymr.BrokenFarmhouse.FixUp10Mail01": "Caro(a) @,^^Ouvi dizer que você tem consertado sua casa por conta própria. Uau! Estou impressionada. Se precisar de ajuda, meus serviços ainda estão disponíveis para consertar o segundo andar e adicionar cômodos extras. Caso contrário, continue assim!^^-Robin",
				"glymr.BrokenFarmhouse.FixUp10Mail02": "Robin te parabeniza por consertar o primeiro andar.",
				"glymr.BrokenFarmhouse.FixUp11Description": "Esta é a lista de tarefas {{WhoseList}}: ^11. Tem gente que faz qualquer coisa por pizza grátis e refrigerante da Joja... até ajudar a limpar o quarto de cima.",
				"glymr.BrokenFarmhouse.FixUp11Overview": "Tem gente que faz qualquer coisa por pizza grátis e refrigerante da Joja... até ajudar a limpar o quarto de cima.",
				"glymr.BrokenFarmhouse.FixUp11Event01": "Pizza e refrigerante parecem ótimos. Vou passar aí agora. Meu colega de trabalho, o Sam, disse que também topa. ^-Shane",
				"glymr.BrokenFarmhouse.FixUp11Mail01": "@-^ Valeu pela pizza e o refri. Quando a gente estava tirando aquelas caixas empoeiradas, encontramos um catálogo de móveis antigo. Não sei se você quer ou não. Se não quiser, acho que é só jogar fora. ^-Shane",
				"glymr.BrokenFarmhouse.FixUp11Mail02": "Bilhete de agradecimento pela limpeza do quarto de cima (Shane)",
				"glymr.BrokenFarmhouse.FixUp12Description": "Esta é a lista de tarefas {{WhoseList}}: ^12. Consertar as paredes e o chão do quarto de cima.",
				"glymr.BrokenFarmhouse.FixUp12Overview": "Consertar as paredes e o chão do quarto de cima.",
				"glymr.BrokenFarmhouse.FixUp12Event01": "Nossa, isso é um trabalhão. Mas vai valer a pena!",
				"glymr.BrokenFarmhouse.FixUp12Mail01": "Caro(a) @,^^É verdade que você está reconstruindo sua casa da fazenda sozinho(a)? Bravo! Aplaudo sua dedicação e trabalho duro! Fazer tudo com as próprias mãos deve dar uma sensação de realização.^^Por falar nisso, eu costumava fazer meu próprio papel. Infelizmente, não tenho mais os recursos agora que me mudei para cá, mas você pode fazer o seu se colocar um jornal encharcado em um desidratador. Como alternativa, você pode colocar um pedaço de madeira em um moinho de ossos. Também ouvi dizer que dá para reciclar pergaminhos antigos em papel moderno usando uma máquina de reciclagem, mas acho que eu levaria ao museu para ver se o Gunther quer primeiro!^^Com admiração e respeito,^Elliott",
				"glymr.BrokenFarmhouse.FixUp12Mail02": "Dicas do Elliott",
				"glymr.BrokenFarmhouse.FixUp13Description": "Esta é a lista de tarefas {{WhoseList}}: ^13. Pedir ajuda aos pais da cidade para consertar e doar os brinquedos velhos do berçário.",
				"glymr.BrokenFarmhouse.FixUp13Overview": "Pedir ajuda aos pais da cidade para consertar e doar os brinquedos velhos do berçário.",
				"glymr.BrokenFarmhouse.FixUp13Event01": "Claro que eu vou ajudar, querido(a). A Marnie disse que vai vir também, e a Evelyn ouviu a gente e quis participar. Espero que você não se importe. Pensei: quanto mais, melhor! A gente já vai aí.^-Jodi",
				"glymr.BrokenFarmhouse.FixUp13Mail01": "Caro(a) @,^^Que momento agradável nós tivemos. Separar e consertar aqueles brinquedos velhos foi mesmo uma viagem pela memória. Muito obrigada por nos convidar para compartilhar isso com você. Sei que a Jas e o Vincent vão ficar felizes com os brinquedos bem cuidados, assim como as outras crianças que receberem os que doamos.^^-Vovó Evelyn^^P.S. O George encontrou isto nas minas há muitos anos, e sempre guardamos com carinho. Agora queremos que você fique com isso.",
				"glymr.BrokenFarmhouse.FixUp13Mail02": "Bilhete de agradecimento pela limpeza do berçário (Evelyn)",
				"glymr.BrokenFarmhouse.FixUp14Description": "Esta é a lista de tarefas {{WhoseList}}: ^14. Consertar o chão do berçário e colocar papel de parede novo nas paredes.",
				"glymr.BrokenFarmhouse.FixUp14Overview": "Consertar o chão do berçário e colocar papel de parede novo nas paredes.",
				"glymr.BrokenFarmhouse.FixUp14Event01": "Uau, isso vai dar um trabalhão... espera. O que é isso? Tem alguma coisa escondida atrás do quadro de avisos!",
				"glymr.BrokenFarmhouse.FixUp14Event02": "É um saco de... pó? Por que isso estava escondido aqui? Bom, seja lá o que for, vai ter que esperar até eu terminar de consertar as paredes e o chão do berçário...",
				"glymr.BrokenFarmhouse.FixUp15Description": "Esta é a lista de tarefas {{WhoseList}}: ^15. Consertar e polir o berço e as camas no berçário.",
				"glymr.BrokenFarmhouse.FixUp15Overview": "Consertar e polir o berço no berçário.",
				"glymr.BrokenFarmhouse.FixUp15Event01": "Ufa, isso vai dar um trabalhão! Vou ter que fazer isso DURANTE A NOITE depois que eu terminar o resto das tarefas. De manhã, esse berço velho vai estar lindo e limpo de novo! Vou procurar mais listas de tarefas AMANHÃ de manhã. Acho que agora também consigo trabalhar em mais de um cômodo ao mesmo tempo.",
				"glymr.BrokenFarmhouse.FixUp15Mail01": "Caro(a) @,^^Ouvi dizer que você consertou o segundo andar da sua casa da fazenda. Ótimo trabalho! Se precisar de ajuda para limpar e consertar os cômodos restantes ou o porão, minha loja está sempre aberta (exceto às terças). Caso contrário, continue assim!^^-Robin",
				"glymr.BrokenFarmhouse.FixUp15Mail02": "Robin te parabeniza por consertar o segundo andar.",
				"glymr.BrokenFarmhouse.FixUp16Description": "Esta é a lista de tarefas {{WhoseList}}: ^16. Limpar o quarto de canto do andar de cima. Perguntar para o Gus sobre consertar a mesa de sinuca?",
				"glymr.BrokenFarmhouse.FixUp16Overview": "Limpar o quarto de canto do andar de cima. Perguntar para o Gus sobre consertar a mesa de sinuca?",
				"glymr.BrokenFarmhouse.FixUp16Event01": "Ah, eu vendi aquela mesa de sinuca para o seu avô quando substituí a minha. Provavelmente não está em ótimo estado depois de tantos anos, mas eu passo aí para dar uma olhada. O Lewis disse que vai junto. Se não der para salvar, a gente ajuda você a tirar ela daí.^-Gus",
				"glymr.BrokenFarmhouse.FixUp16Mail01": "Ei @,^^Desculpa não ter dado para salvar a mesa de sinuca. Eu queria que você ficasse com este barril velho da época em que eu estava experimentando fazer minha própria cerveja. Não é tão divertido quanto uma mesa de sinuca, mas espero que seja útil. ^^-Gus",
				"glymr.BrokenFarmhouse.FixUp16Mail02": "Bilhete de agradecimento pela limpeza do quarto de canto (Gus)",
				"glymr.BrokenFarmhouse.FixUp17Description": "Esta é a lista de tarefas {{WhoseList}}: ^17. Consertar as paredes e o chão do quarto de canto do andar de cima.",
				"glymr.BrokenFarmhouse.FixUp17Overview": "Consertar as paredes e o chão do quarto de canto do andar de cima.",
				"glymr.BrokenFarmhouse.FixUp17Event01": "Nossa, isso vai dar um trabalhão. Mas vai valer a pena!",
				"glymr.BrokenFarmhouse.FixUp18Description": "Esta é a lista de tarefas {{WhoseList}}: ^18. Consertar as escadas que descem para o cômodo do sul.",
				"glymr.BrokenFarmhouse.FixUp18Overview": "Consertar as escadas que descem para o cômodo do sul.",
				"glymr.BrokenFarmhouse.FixUp18Event01": "Nossa, isso vai dar um trabalhão. Mas vai valer a pena!",
				"glymr.BrokenFarmhouse.FixUp19Description": "Esta é a lista de tarefas {{WhoseList}}: ^19. Limpar o cômodo do sul. Aquele aquário já foi tão bonito. Será que dá para reformar com a ajuda de alguém?",
				"glymr.BrokenFarmhouse.FixUp19Overview": "Limpar o cômodo do sul. Aquele aquário já foi tão bonito. Será que dá para reformar com a ajuda de alguém?",
				"glymr.BrokenFarmhouse.FixUp19Event01": "Aye, vou passar aí e dar uma olhada nela. Vamos deixar tudo em ordem!^-Willy",
				"glymr.BrokenFarmhouse.FixUp19Event02": "Aff, acho que eu devia começar limpando um pouco deste vidro quebrado.",
				"glymr.BrokenFarmhouse.FixUp19Event03": "O que é isso dentro do aquário?",
				"glymr.BrokenFarmhouse.FixUp19Mail01": "Com o vidro e a madeira de lei que você me deu, eu consegui consertar ela e deixar como nova. Hora de encher de peixe!^^-Willy",
				"glymr.BrokenFarmhouse.FixUp19Mail02": "Bilhete de agradecimento pela limpeza do cômodo do sul (Willy)",
				"glymr.BrokenFarmhouse.FixUp20Description": "Esta é a lista de tarefas {{WhoseList}}: ^20. Consertar as paredes e o chão do cômodo do sul.",
				"glymr.BrokenFarmhouse.FixUp20Overview": "Consertar as paredes e o chão do cômodo do sul.",
				"glymr.BrokenFarmhouse.FixUp20Event01": "Poxa, isso vai dar um trabalhão. Mas vai valer a pena!",
				"glymr.BrokenFarmhouse.FixUp21Description": "Esta é a lista de tarefas {{WhoseList}}: ^21. Eu fechei a escadaria para o sótão anos atrás quando ela ficou velha demais para ser segura. Está na hora de finalmente derrubar a parede e consertar as escadas.",
				"glymr.BrokenFarmhouse.FixUp21Overview": "Eu fechei a escadaria para o sótão anos atrás quando ela ficou velha demais para ser segura. Está na hora de finalmente derrubar a parede e consertar as escadas.",
				"glymr.BrokenFarmhouse.FixUp21Event01": "Caramba, isso é trabalho pra caramba. Mas vai valer a pena!",
				"glymr.BrokenFarmhouse.FixUp22Description": "Esta é a lista de tarefas {{WhoseList}}: ^22. Conseguir ajuda para mexer nos livros do sótão. Talvez alguns possam ser consertados e doados. Alguém também pode querer a penteadeira que está lá.",		
				"glymr.BrokenFarmhouse.FixUp22Overview": "Conseguir ajuda para mexer nos livros do sótão. Talvez alguns possam ser consertados e doados. Alguém também pode querer a penteadeira que está lá.",	
				"glymr.BrokenFarmhouse.FixUp22Event01": "Eu adoraria te ajudar a separar esses livros velhos! A Haley disse que também vai vir para ver a penteadeira que você mencionou. A gente passa aí já já, então não comece sem a gente!^^-Penny",
				"glymr.BrokenFarmhouse.FixUp22Mail01": "Caro(a) @,^^Ajudar a remendar e separar aqueles livros foi surpreendentemente divertido, mesmo eles estando meio empoeirados. Eu também encontrei um lugar para doar aquela penteadeira bonita, bem à moda antiga. Tem um asilo na cidade vizinha, e uma das senhoras de lá ficou muito feliz de receber. ^^Obrigada por me convidar.^Haley^^P.S. Quase esqueci. A Penny encontrou este catálogo de móveis retrô em uma das caixas e disse que você talvez quisesse. Está totalmente fora de moda, mas eu prometi que ia te entregar mesmo assim.",
				"glymr.BrokenFarmhouse.FixUp22Mail02": "Bilhete de agradecimento pela limpeza do sótão (Haley)",
				"glymr.BrokenFarmhouse.FixUp23Description": "Esta é a lista de tarefas {{WhoseList}}: ^23. Consertar as paredes e o chão do sótão.",
				"glymr.BrokenFarmhouse.FixUp23Overview": "Consertar as paredes e o chão do sótão.",
				"glymr.BrokenFarmhouse.FixUp23Event01": "Nossa, isso vai dar um trabalhão. Mas vai valer a pena!",
				"glymr.BrokenFarmhouse.FixUp24Description": "Esta é a lista de tarefas {{WhoseList}}: ^24. Consertar as escadas que descem para o porão. Se eu tiver madeira de lei suficiente sobrando, talvez eu consiga construir alguns barris também — mas vou ter que garantir que o porão esteja utilizável antes de colocar eles.",
				"glymr.BrokenFarmhouse.FixUp24Overview": "Consertar as escadas que descem para o porão.",
				"glymr.BrokenFarmhouse.FixUp24Event01": "Putz, isso vai dar um trabalhão. Mas vai valer a pena!",
				"glymr.BrokenFarmhouse.FixUp25Description": "Esta é a lista de tarefas {{WhoseList}}: ^25. Por último, mas não menos importante, conseguir ajuda para consertar a bomba e drenar o porão, para deixar ele utilizável de novo.",
				"glymr.BrokenFarmhouse.FixUp25Overview": "25. Por último, mas não menos importante, conseguir ajuda para consertar a bomba e drenar o porão, para deixar ele utilizável de novo.",
				"glymr.BrokenFarmhouse.FixUp25Event01": "Ooooh, consertar essa bomba parece um projeto desafiador! Claro, eu passo aí para dar uma olhada.^^-Maru",
				"glymr.BrokenFarmhouse.FixUp25Mail01": "Oi @,^^Obrigada por me convidar para ajudar a consertar aquela bomba! Fico feliz que a gente conseguiu fazer ela funcionar. Foi um desafio divertido!^^Maru^^P.S. Aquele porão estava bem ruim, né? Depois que drenamos, eu encontrei isto atrás de um dos barris — nunca vi essa língua antes e não tenho muita certeza do que é. Talvez você consiga descobrir.",
				"glymr.BrokenFarmhouse.FixUp25Mail02": "Bilhete de agradecimento pela limpeza do porão (Maru)"
}