{
"MNF.AnglersGuideTitle.00": "Fishing Spolight Editors Prize",
"MNF.AnglersGuideTitle.01": "Angler's Guide Ed.1",
"MNF.AnglersGuideTitle.02": "Angler's Guide Ed.2",
"MNF.AnglersGuideTitle.03": "Angler's Guide Ed.3",
"MNF.AnglersGuideTitle.04": "Angler's Guide Ed.4",
"MNF.AnglersGuideTitle.05": "Angler's Guide Ed.5",
"MNF.AnglersGuideTitle.06": "Angler's Guide Ed.6",
"MNF.AnglersGuideTitle.07": "Angler's Guide Ed.7",
"MNF.AnglersGuideTitle.08": "Angler's Guide Ed.8",
"MNF.AnglersGuideTitle.09": "Angler's Guide Ed.9",
"MNF.AnglersGuideTitle.10": "Angler's Guide Ed.10",
"MNF.AnglersGuideTitle.11": "Angler's Guide Ed.11",
"MNF.AnglersGuideTitle.12": "Angler's Guide Ed.12",
"MNF.AnglersGuideTitle.13": "Angler's Guide Ed.13",
"MNF.AnglersGuideTitle.14": "Angler's Guide Ed.14",
"MNF.AnglersGuideTitle.15": "Angler's Guide Ed.15",
"MNF.AnglersGuideTitle.16": "Angler's Guide Ed.16",
"MNF.AnglersGuideText.00": "Dear Farmer,^^ Congratulations! You have won a subscription to our Angler's Guide which is full of fishing tips for the season! You will be receiving each edition of Fishing Magazine on the 10th of each month.^^^^-A courtesy of Fishing Spotlight Editors!",
"MNF.AnglersGuideText.01": "Dear Anglers,^^ For starters, you may want to fish in Cindersap Pond. You may find some pretty easy fish for training. Smallmouth Bass and Goldfish should be easy catches. Sometimes you may even find a rare variant of Goldfish, depending on the season. There is quite the variety year round! The mountain lake is also a great spot to fish, as it is abundant with species: Carps, Chubs, Bullheads and Largemouth Bass live in this area all year around, while others, such as the Zebra Tilapia and Arowana, can only be found there during certain seasons.^ And don't forget that some fish prefer rainy weather.^^-Good Luck Fishing!",
"MNF.AnglersGuideText.02": "Dear Anglers,^^ Summer is here, and a lot of new fish are in search for warmer waters. Tilapia and Pike may be migrating to the rivers of Pelican Town. Some have even been spotted in Cindersap Pond! And be sure not to miss out on the Dorado, Rainbow Trout, and Tucunare in the rivers as well, since they won't be back to these warm river waters until this time next year. There should be pretty interesting fish to catch at the ocean as well, such as Red Mullet, Robalo, and Red Snapper. And if you haven't caught a Ladyfish or Anchoviella yet, take the opportunity to do so because soon they will be gone! But beware of the Sea Snakes, for on rainy days, they go hunting.^^-Good Luck Fishing!",
"MNF.AnglersGuideText.03": "Dear Anglers,^^ Fall brings with it some rare fish such as Sea Cucumbers, Albacore, and Haddock. And while we're talking about ocean fish, some ocean fish that could be found during Spring come back to town at this time of year such as Eels, Anchovies and Sardines. Arowana should be back at the lake as well. Schools of Tench usually come to these parts during Fall and Winter. ^ Be on the lookout for Salmon and Tiger Trout as well, and if you haven't caught a Catfish yet, you better run to the nearest river, but only on rainy days! And while you're at it, you may even find a Walleye!^^-Good Luck Fishing!",
"MNF.AnglersGuideText.04": "Dear Anglers,^^ Winter is probably one of the best season to fish, as you have a lot more free time to devote to the craft! Lingcod, Perch and Arctic Char can be found in the rivers, Tuna in the ocean, and for the experienced anglers out there, try your hand at catching a Sturgeon from the lakes or even a Squid in the ocean!^ And speaking of the ocean, don't miss your chance to catch a Haddock, Hagfish, King Crab, Sea Cucumber, and Albacore, as they won't be back again until Fall. If you're unable to catch a Herring or Halibut, don't worry, as they won't be leaving for a while.^^ We wish you a happy new year!^^-Good Luck Fishing!", 
"MNF.AnglersGuideText.05": "Dear Anglers,^^ Hope you all had a great year! Now let's talk about some hardcore angler stuff. Barracuda, a voracious fish, can be found in the ocean on sunny days and Eel on rainy days. If you are lucky enough, you may even come across with a Spiny Dogfish at deep waters at any weather.^ One reader wrote to us about two really rare and interesting fish in a pond in some slime-infested woods. If you got a sword, might be worth checking. ^^ - Good Luck Fishing!",
"MNF.AnglersGuideText.06": "Dear Anglers,^^ Another summer is here, and there's no better time to catch the nocturnal Super Cucumber or the diurnal Pufferfish and Octopus. Just make sure to arrive early if you want to have a chance at finding the Octopus, as they usually leave after lunch.^ Manta rays can be found in deep ocean waters, but they are really fierce and a fairly difficult catch.^ An explorer has written to us about some really interesting and rare fish in the underground mines, as well. Take your sword, your pickaxe, and we're sure you will not regret it.^^-Good Luck Fishing!",
"MNF.AnglersGuideText.07": "Dear Anglers,^^ This Fall, be sure not to waste the opportunity to catch a Swordfish. You can find them in deep ocean waters in the afternoons.^ A reader from Calico desert has given us a hot tip: There's some unique fish that you may find in the desert, such as the weird Sandfish, the poisonous Scorpion Carp and Longnose Gar, the intriguing Lungfish, the ferocious Tigerfish, and the shocking Electric Catfish.^^-Good Luck Fishing!",

"MNF.AnglersGuideText.08": "Dear Anglers,^^ Another winter has arrived, and you are probably experienced enough by now to face our greatest challenges. Goblin Sharks are one of those, and can be found in the ocean at night. They are known for being ferocious and extremely hard to catch. They're also really ugly.^ People who have managed to catch one and survive said the trouble they went through was certainly worth the gold.^ A reader of ours who just so happens to be a scientist has written to us reporting some abnormal fish seen in the sewers that you might want to check out.^ We wish you a Happy New Year and we will be back with more new editions come Spring!^^-Good Luck Fishing!",
"MNF.AnglersGuideText.09": "Dear Anglers,^^ Advanced pond fishing tips: Pleco and Algae Eaters are nocturnal, bottom feeding fish that usually prefer rainy days. Some types prefer cold waters though. Elephant Fish, Freshwater Butterfly, Clown Loach, and Pangasius are all common fish during hot weather. Cold weather brings Sauger and Ide to ponds and during Fall, you may find a Redtail Shark, which is not an actual shark, Pangasius, and Freshwater Butterflyfish.^^-Good Luck Fishing!",
"MNF.AnglersGuideText.10": "Dear Anglers,^^ Let's talk rivers. Some fish will plague most freshwater spots. This is the case with the Trahira and Pacu, as they can be found in several fishing spots and will only leave during Winter. By the way, it's summertime, and this is the season for Freshwater Pufferfish. You may also find Green Terror in the rivers, as they usually arrive in the Spring and stay for the summer.^^-Good Luck Fishing!",
"MNF.AnglersGuideText.11": "Dear Anglers,^^ Let's talk about Eels and octopuses, they are only around for one season, but different types prefer different weather conditions. Eels are nocturnal and most octopuses are diurnal, but the Mimic Octopus that can be caught during spring prefers the dawn.^^-Good Luck Fishing!" ,
"MNF.AnglersGuideText.12": "Dear Anglers,^^ Some fish prefer wild, hostile, and inhabited places, such as the Slimejack, Lamprey, and Piranha. Some prefer swamps, such as the Mudskipper, but be careful in swamps because they may have Water Snakes.^ We've also received uncorroborated reports of tainted algae and fish recently. In popular beliefs, the taint is called 'void'. Until we can confirm what the substance is, please be careful when encountering suspicious-looking water fauna and flora. We'd also advise you to take samples to your local science institute, so long as you follow proper safety protocols, to assist in understanding this strange phenomena.^^-Good Luck Fishing!",

"MNF.AnglersGuideText.13": "Dear Anglers,^^ If you ever get a chance to visit the Ginger Island, you can try an catch some tropical fish! In ponds and rivers you can find Blue Discus and Ghost Black Knifefish, in the sea Lionfish and the Triggerfish and finally in some hidden locations, you may find Stingrays and Bonnethead sharks.^^-Good Luck Fishing!",
"MNF.AnglersGuideText.14": "Dear Anglers,^^ If you ever get a hang of the Mermaid Island, you may find some unique tropical fish there, between types of clownfish and angelfish from spring to fall, to some really rare and peculiar fish during winter, such as the monk fish and wolffish.^^-Good Luck Fishing!",
"MNF.AnglersGuideText.15": "Dear Anglers,^^ Not every fish is an easy catch, some appear on very specific conditions, here's a full guide of all the so-called epic fish you may find: Vampire fish, only during storms. Vampire Squid only on freezing cold waters deep down the ocean. Great Firefly Squid, it is said that it appears during the summer, on an island with a mermaid stone statue, to guide the moonlight jellyfish in their migratory pattern and lastly, the Frilled Shark which has never been caught alive but is rumored to be a 'living fossil'!^^-Good Luck Fishing!",
"MNF.AnglersGuideText.16": "Dear Anglers,^^ In order to become the master angler, there are two types of fish you can't neglect! The spiritual fish and legendary ones, you may be familiar with the book Secrets of the Legendary Fish, so now I'll tell you more about the spiritual fish! There are times when the influence of the spiritual world is stronger than ever, during this time, some spiritual world 'fish' can appear in our world. This happens usually during the festival called the spirits eve, during this time, expert anglers have reported abnormal serpent-like creatures lurking around nearly every body of water. Also, it's said that there's an oasis in a secret pond that hosts some spiritual world kois, which only appear very late at night during winter.^^-Good Luck Fishing!",
"MNF.Letters01.Title": "A gift for Vincent",
"MNF.Letters02.Title": "X-Fish",
"MNF.Letters03.Title": "Fish Hatchery",
"MNF.Letters04.Title": "Trapped Souls?",
"MNF.Letters01.Text": "Hey @,^I wanted to give Vincent a Starfish for his birthday. I asked Willy but he said you are the best person to help me. If you bring me a Starfish I will reward you!^  -Thanks,^Kent%item quest MNF.230 %%",
"MNF.Letters02.Text": "Fisherman Wanted^I need a good three eyed mutant fish specimen. I'm conducting an experiment on the levels of mutation in fish living in the sewers.^Reward: 1000g^ -Demetrius%item quest MNF.228 %%",
"MNF.Letters03.Text": "Ahoy skipper.^ Thanks for helping with Gus' order, here's a recipe that you might find useful for fish breeding! If you separate the roe or the pups from their parents they might grow and become adults!",
"MNF.Letters04.Text": "@,^I'm researching a dark spell that my ex wife cast on some poor soul.^Could you please bring me one of the red fish that can be found in her swamp? I believe it was a soul trapped in a fish body by some dark incantation.^ -M. Rasmodius, Wizard %item quest MNF.232 %%",
}