{
"MNF.AnglersGuideTitle.00": "Editora destaque de pesca premio",
"MNF.AnglersGuideTitle.01": "Guía del pescador Ed.1",
"MNF.AnglersGuideTitle.02": "Guía del pescador Ed.2",
"MNF.AnglersGuideTitle.03": "Guía del pescador Ed.3",
"MNF.AnglersGuideTitle.04": "Guía del pescador Ed.4",
"MNF.AnglersGuideTitle.05": "Guía del pescador Ed.5",
"MNF.AnglersGuideTitle.06": "Guía del pescador Ed.6",
"MNF.AnglersGuideTitle.07": "Guía del pescador Ed.7",
"MNF.AnglersGuideTitle.08": "Guía del pescador Ed.8",
"MNF.AnglersGuideTitle.09": "Guía del pescador Ed.9",
"MNF.AnglersGuideTitle.10": "Guía del pescador Ed.10",
"MNF.AnglersGuideTitle.11": "Guía del pescador Ed.11",
"MNF.AnglersGuideTitle.12": "Guía del pescador Ed.12",
"MNF.AnglersGuideTitle.13": "Guía del pescador Ed.13",
"MNF.AnglersGuideTitle.14": "Guía del pescador Ed.14",
"MNF.AnglersGuideTitle.15": "Guía del pescador Ed.15",
"MNF.AnglersGuideTitle.16": "Guía del pescador Ed.16",
"MNF.AnglersGuideText.00": "Querido granjero,^^ Has ganado una suscripción a nuestra Guía del pescador con consejos de pesca para la temporada. Recibirá un número de nuestra revista el día 10 de cada mes.^^^^-¡Editora destaque de pesca!",
"MNF.AnglersGuideText.01": "Queridos pescadores,^^ Para empezar, es posible que desee pescar en el Bosque Tizón. Puede encontrar algunos peces bastante fáciles de entrenar. Deben ser fácil pescar Lubinas y Peces dorados , a veces puede encontrar una variante rara de Pez dorado en cada temporada. El lago de la montaña es un gran lugar para pescar, ya que alberga una gran cantidad de especies diferentes. Se sabe de: Carpas, Barbos, Siluros y Percas, viven en esta área durante todo el año. Algunos otros, como Tilapias Cebra y Arowanas, solo se quedarán allí durante algunas temporadas.^Recuerde que algunos peces prefieren el clima lluvioso.^^-Buena suerte pescando!",
"MNF.AnglersGuideText.02": "Queridos pescadores,^^ El verano está aquí y muchos peces nuevos buscaran aguas cálidas, Tilapias y Lucios pueden estar migrando a los ríos de Pelican Town, algunos incluso han sido vistos en Bosque Tizón. Aprovecha para pescar en los ríos Dorados, Truchas arcoíris y Tucunares , ya que solo migran a aguas cálidas en esta época del año. También debería haber cosas bastante interesantes en el océano, como Salmonetes rojos, Robalos y Pargos rojos, si aún no ha atrapado una Elopidaes y Anchoviellas, aproveche la oportunidad porque pronto se irán, pero tenga cuidado con las serpientes marinas, en Los días lluviosos salen a cazar.^^-Buena suerte pescando!",
"MNF.AnglersGuideText.03": "Queridos pescadores,^^ El otoño trae algunos peces raros como Pepinos de mar, Atún blanco y Eglefinos. Algunos peces oceánicos de primavera regresan a la ciudad en otoño, como las Anguilas, Anchoas y la Sardinas. Arowanas también deberían de estar de regreso en el lago. Generalmente vienen a estas partes para escapar del verano durante otoño e invierno.^ Cuidado con los Salmónes y Truchas tigre, si no ha capturado un peces Gato, mejor correr al río más cercano, pero sólo en días de lluvia e incluso se puede encontrar Lucios.^^-Buena suerte pescando!",
"MNF.AnglersGuideText.04": "Queridos pescadores,^^ El invierno es probablemente una de las mejores estaciones para pescar, Bacalao largo, Cachos y Truchas alpina en los ríos, Atún en el océano. Para los más experimentados hay Esturiónes en los lagos o incluso Calamares en el océano.^ No se pierda el EglefinoS, Pez bruja, Cangrejo real, Pepinos de mar y Atún blanco, ya que solo se ven en otoño, pero si echa de menos los Arenques o Fletánes no hay problema, ya que no se irán por un tiempo.^^ ¡Te deseamos un feliz año nuevo!^^-Buena suerte pescando!", 
"MNF.AnglersGuideText.05": "Queridos pescadores, ^^ Espero que todos tengan a un gran año, ahora hablemos de cosas difíciles, Barracuda, un pez voraz, se puede encontrar en el océano en días soleados y las Anguila en días lluviosos. Si tienes la suerte, incluso puedes encontrarte con Mielgas en aguas profundas en cualquier clima.^ Uno de nuestros lectores nos escribió sobre peces realmente raros e interesantes en un estanque en algunos bosques infestados de Babas, si tienes una espada, podría valer la pena revisarlo. ^^ -Buena suerte pescando!",
"MNF.AnglersGuideText.06": "Queridos pescadores,^^ Llega otro verano, la oportunidad perfecta para atrapar Superpepinos, Peces globo y Pulpos, solo asegúrate de llegar temprano si quieres encontrar Pulpos, generalmente salen después del almuerzo.^ Las Mantarrayas se pueden encontrar en el océano en aguas profundas, pero en realidad son difíciles de capturar.^ Un explorador nos ha escrito sobre algunos peces realmente interesantes y raros en las minas subterráneas, toma tu espada, tu pico y estamos seguros de que no te arrepentirás.^^-Buena suerte pescando!",
"MNF.AnglersGuideText.07": "Queridos pescadores,^^ Este otoño no debes desperdiciar la oportunidad de pescar un Pez espada, se pueden encontrar en el océano en aguas profundas durante las tardes.^ Un subscriptor del Desierto de Calico nos ha dado un tip, no ha dicho de peces únicos que pueden encontrarse en el desierto, como el extraño Lenguado, la venenosa Carpa escorpión y el impactante Bagre Eléctrico. ^^-Buena suerte en la pesca",
"MNF.AnglersGuideText.08": "Queridos pescadores,^^ Otro invierno y probablemente haya experimentado lo suficiente como para enfrentar nuestro gran desafío, los Tiburones duende se pueden encontrar en el océano por las noches, son conocidos por ser feroces y extremadamente difíciles de pescar, además son feos.^ Las personas que lograron pescarlos y sobrevivieron dijeron que el dinero fue bastante bueno.^ Un subscriptor científico nos escribió para informarnos que a visto peces anormales en las alcantarillados, es posible que desees verificar eso.^ Les deseamos un feliz año nuevo y volveremos en primavera.^^-Buena suerte pescando!",
"MNF.AnglersGuideText.09": "Queridos pescadores,^^ Consejos avanzados de pesca en estanques: los Plecos y Comedores de algas se alimentan en el fondo del estanque durante las noches por lo general prefieren los días de lluvia, sin embargo algunos tipos prefieren aguas frías. El Pez elefante, Pez mariposa de agua dulce, Locha payaso y el Pangasio son peces comunes durante el clima cálido. El clima frío atrae a los Sauger y Cachos a los estanques y durante el otoño se pueden encontrar Tiburónes de cola roja, Pangasio y Pez mariposa de agua dulce, también se encuentran durante el otoño.^^-Buena suerte pescando!",
"MNF.AnglersGuideText.10": "Queridos pescadores,^^ Ríos: algunos peces plegaran la mayoría de los lugares de agua dulce, este es el caso de Tararira y Pacú, se pueden encontrar en varios lugares de pesca y solo se irán durante el invierno, por cierto, es verano y esta es la temporada para el Pez globo de agua dulce, también aprovecha y captura el Terror Verde en los ríos que generalmente llegan en la primavera y se quedan durante el verano.^^-Buena suerte pescando!",
"MNF.AnglersGuideText.11": "Queridos pescadores,^^ Vamos a hablar de anguilas y pulpos, solo se ven durante una temporada, pero los diferentes tipos prefieren diferentes condiciones climáticas. Las Anguilas son nocturnas y la mayoría de los Pulpos son diurnos, pero el Pulpo mímico se puede atrapar durante el amanecer en primavera.^^-Buena suerte pescando!" ,
"MNF.AnglersGuideText.12": "Queridos pescadores,^^ Algunos peces prefieren lugares salvajes e inhabitados, como Babolínes, Lampreas y Pirañas, otros prefieren pantanos como el Saltador de lodo. Pero ten cuidado en los pantanos porque podrías encontrarte con Serpientes de agua.^ Hemos recibido informes no corroborados de algas y peces contaminados. En las creencias populares, la mancha se llama sombrío. Hasta que podamos confirmar cuál es la sustancia, tenga cuidado al encontrar con la flora y fauna acuáticas de aspecto sospechoso. También le aconsejamos que envíe muestras a su instituto de ciencias local, por supuesto, siguiendo los protocolos de seguridad.^^-Buena suerte pescando!", 
"MNF.AnglersGuideText.13": "Queridos pescadores,^^ Si alguna vez tienes la oportunidad de visitar la isla Jengibre, ¡puedes intentar pescar algunos peces tropicales! En estanques y ríos puedes encontrar Disco azul y Pez cuchillo fantasma negro, en el mar Lionfish y Triggerfish y finalmente en algunos lugares ocultos, puede encontrar mantarrayas y tiburones pala. ^^ -Buena suerte pescando!",
"MNF.AnglersGuideText.14": "Queridos pescadores,^^ Si alguna vez te acostumbras a la isla de las sirenas, es posible que encuentres algunos peces tropicales únicos allí, entre tipos de pez payaso y pez ángel de primavera a otoño, y algunos peces realmente raros y peculiares durante el invierno, como el rape y pez lobo. ^^ -Buena suerte pescando!",
"MNF.AnglersGuideText.15": "Queridos pescadores,^^ No todos los peces son fáciles de pescar, algunos aparecen en condiciones muy específicas, aquí hay una guía completa de todos los llamados peces épicos que puede encontrar: Pez vampiro, solo durante las tormentas. Calamar vampiro, El calamar vampiro solo se encuentra en aguas extremadamente frías en lo más profundo del océano. Gran Calamar Luciérnaga, se dice que aparece durante el verano, en una isla con una estatua de piedra de sirena, para guiar a las medusas luz de la luna en su patrón migratorio y por último, el Tiburón anguila el cual nunca ha sido capturado vivo pero se rumorea ser un 'fósil viviente'! ^^ -Buena suerte pescando!",
"MNF.AnglersGuideText.16": "Queridos pescadores,^^ ¡Para convertirse en el maestro pescador, hay dos tipos de peces que no puede olvidar! Los peces espirituales y los legendarios, es posible que estén familiarizados con el libro Secretos del pez legendario, así que ahora ¡Te diré más sobre el pez espiritual! Hay momentos en que la influencia del mundo espiritual es más fuerte que nunca, durante este tiempo, algunos 'peces' del mundo espiritual pueden aparecer en nuestro mundo. Esto sucede generalmente durante el festival llamado la víspera de los espíritus , durante este tiempo, los pescadores expertos han informado de criaturas anormales parecidas a serpientes que acechan en casi todos los cuerpos de agua. Además, se dice que hay un oasis en un estanque secreto que alberga algunos kois del mundo espiritual, y que solo aparecen muy tarde en la noche durante el invierno. ^^ -Buena suerte pescando!",
"MNF.Letters01.Title": "Un regalo para Vincent",
"MNF.Letters02.Title": "X-Pez",
"MNF.Letters03.Title": "Criadero de pez",
"MNF.Letters04.Title": "Alma atrapadas?",
"MNF.Letters01.Text": "Hey @,^Quería darle a Vincent una Estrella de mar para su cumpleaños. Le pregunté a Willy pero dijo que eres la mejor persona para ayudarme. Si me traes la estrella de mar te recompensaré.^  -Gracias,^Kent%item quest 230 %%",
"MNF.Letters02.Text": "Se busca pescador^Necesito una buena muestra del pez mutante de tres ojos. Estoy realizando un experimento sobre los niveles de mutación de los peces que viven en las alcantarillas.^Recompensa: 1000g^ -Demetrius%item quest 228 %%",
"MNF.Letters03.Text": "Ahoy patrón.^ Gracias por ayudar con el pedido de Gus, aquí hay una receta que puede resultarle útil para la cría de peces. Si separas las huevas o las crias de sus padres, ¡podrían crecer y convertirse en adultos!",
"MNF.Letters04.Text": "@,^Estoy investigando un hechizo osbcuro que mi ex esposa ha lanzado a un alma pobre.^C¿Podrías traerme uno de los peces rojos que se pueden encontrar en su pantano? Creo que era un alma atrapada en un cuerpo de pez por algún encantamiento oscuro.^ -M. Rasmodius, Wizard %item quest 232 %%",
}