{
"MNF.AnglersGuideTitle.00": "フィッシングスポットライト編集部賞",
"MNF.AnglersGuideTitle.01": "アングラーズ・ガイド Ed.1",
"MNF.AnglersGuideTitle.02": "アングラーズ・ガイド Ed.2",
"MNF.AnglersGuideTitle.03": "アングラーズ・ガイド Ed.3",
"MNF.AnglersGuideTitle.04": "アングラーズ・ガイド Ed.4",
"MNF.AnglersGuideTitle.05": "アングラーズ・ガイド Ed.5",
"MNF.AnglersGuideTitle.06": "アングラーズ・ガイド Ed.6",
"MNF.AnglersGuideTitle.07": "アングラーズ・ガイド Ed.7",
"MNF.AnglersGuideTitle.08": "アングラーズ・ガイド Ed.8",
"MNF.AnglersGuideTitle.09": "アングラーズ・ガイド Ed.9",
"MNF.AnglersGuideTitle.10": "アングラーズ・ガイド Ed.10",
"MNF.AnglersGuideTitle.11": "アングラーズ・ガイド Ed.11",
"MNF.AnglersGuideTitle.12": "アングラーズ・ガイド Ed.12",
"MNF.AnglersGuideTitle.13": "アングラーズ・ガイド Ed.13",
"MNF.AnglersGuideTitle.14": "アングラーズ・ガイド Ed.14",
"MNF.AnglersGuideTitle.15": "アングラーズ・ガイド Ed.15",
"MNF.AnglersGuideTitle.16": "アングラーズ・ガイド Ed.16",
"MNF.AnglersGuideText.00": "牧場主さんへ^^ おめでとうございます! 今シーズンの釣りのヒントが満載のアングラーズ・ガイドの定期購読券が当たりました! フィッシングマガジンは毎月10日に各号をお届けします。^^^^-フィッシングスポットライト編集部提供!",
"MNF.AnglersGuideText.01": "釣り人の皆様へ^^ まずは、シンダーサップ池で釣りをしてみてはいかがでしょうか。トレーニングになる簡単な魚が見つかるかもしれません。コクチバスや金魚は簡単に釣れることでしょう。季節によっては珍しい金魚が釣れることもあり、一年を通してかなりの種類が存在します！山の湖もまた、魚の種類が豊富なので、釣りには最高の場所でもあります。コイ、チャブ、ブルヘッド、オオクチバスなどは一年中このエリアに生息していますが、ゼブラティラピアやアロワナなど、特定の季節にしか見られない魚も生息してます。^ また、雨天を好む魚もいることを忘れないでください。^^-グッドラックフィッシング!",
"MNF.AnglersGuideText.02": "釣り人の皆様へ^^ 夏が始まり、多くの新しい魚が暖かい海を求めています。ティラピアやパイクがペリカンタウンの川を回遊しているでしょう。シンダーサップ池でも何匹かが目撃されています! また、ドラド、ニジマス、ツクナレは来年のこの時期まで川には戻ってこないので、見逃さないようにしましょう。海でも、ウミヒゴイ、ロバロ、フエダイなどの面白い魚が釣れるはずです。もし、まだカライワシやアンチョビエラを釣っていないなら、この機会に釣ってみましょう! ただし、雨の日にはウミヘビが狩りに出るのでご注意を。^^-グッドラックフィッシング!",
"MNF.AnglersGuideText.03": "釣り人の皆様へ^^ 秋になると、ナマコ、ビンナガ、ハドックなどの珍しい魚がやって来ます。 また、海の魚といえば、ウナギ、カタクチイワシ、イワシなど、春に見られる海の魚がこの時期に町に戻ってきます。アロワナも湖に戻ってくるでしょう。秋から冬にかけては、テンチの群れがこの地域にやってきます。 ^ サケやタイガートラウトにも注意してください。もしまだナマズを釣っていないのであれば、雨の日に限り、最寄りの川まで走ったほうがいいでしょう。一緒にウォールアイが見つかるかもしれません!^^-グッドラックフィッシング!",
"MNF.AnglersGuideText.04": "釣り人の皆様へ^^ 冬は釣りに費やす自由時間がたくさんあるため、釣りに最適な季節の一つです! リングコッド、パーチ、ホッキョクイワナは川で、海ではマグロが見られます。経験豊富な釣り人は、湖でチョウザメを、海でイカを釣ることに挑戦してみましょう。^海といえば、ハドック、ヌタウナギ、タラバガニ、ナマコ、ビンナガは秋まで戻ってこないので釣るチャンスをお見逃しなく。ニシンやオヒョウが釣れなくても、しばらくは離れないのでご安心を。^^ 来年もよろしくお願いします!^^-グッドラックフィッシング!", 
"MNF.AnglersGuideText.05": "釣り人の皆様へ^^ 皆さんにとって素晴らしい一年でありますように! さて、筋金入りの釣り人向けのお話しをしましょう。晴れた日には海で食欲旺盛なカマスが、雨の日にはウナギを見つけることができます。運が良ければ、どんな天候であっても深海でアブラツノザメに出会えるかもしれません。^ある読者から、スライムがはびこる森の池にいる、本当に珍しい興味深い魚について書かれた手紙をもらいました。剣を持っている人はチェックしてみると良いかもしれません。 ^^ - グッドラックフィッシング!",
"MNF.AnglersGuideText.06": "釣り人の皆様へ^^ 今年も夏がやってきました。夜行性のスーパーナマコや昼行性のフグやタコを釣るには絶好の季節です。タコは昼過ぎに移動するので、タコを見つけたい場合は、早めに行動するようにしてください。^マンタは深海にも生息していますが、荒々しく、捕まえるのはかなり難しい獲物です。^探検家の方が、鉱山の地下に生息する面白い魚や珍しい魚について書いてくださいました。剣とつるはしを手に取ってください。きっと後悔しないでしょう。^^-グッドラックフィッシング!",
"MNF.AnglersGuideText.07": "釣り人の皆様へ^^ この秋は、カジキ釣りのチャンスを逃さないようにしましょう。午後の深海で見つけることができます。^ カリコ砂漠の読者からホットな情報をいただきました。: 奇妙なスナゴチ、毒を持つサソリゴイ、ロングノーズガー、興味をそそるハイギョ、狂暴なタイガーフィッシュ、衝撃的な電気ナマズなど、砂漠ではユニークな魚に出会えるかもしれません。^^-グッドラックフィッシング!",

"MNF.AnglersGuideText.08": "釣り人の皆様へ^^ 新たな冬が始まり、皆さんはおそらく今頃、大きな挑戦に立ち向かうために十分な経験を積んでいることでしょう。ゴブリンシャークもその一つで、夜の海で見つけることができます。彼らは手強く、釣るのが非常に難しいことで知られています。また、非常に醜い魚でもあります。^なんとか捕まえた方は、その苦労の価値は確かにあると語っていました。^ 私たちの読者で、たまたま科学者である方から、下水道で見られる異常な魚に関する手紙を書いてくださいました。調べてみてはいかがでしょうか。^ 良いお年を。春にまたお会いしましょう!^^-グッドラックフィッシング!",
"MNF.AnglersGuideText.09": "釣り人の皆様へ^^ 上級者向けの池釣りヒント: プレコやアルジーイーターは夜行性の底生魚で、通常は雨の日を好みます。種類によっては冷たい水を好むものもいます。 エレファントフィッシュ、淡水チョウチョウウオ、クマノミ、パンガシウスなどは暑い季節によく見られる魚です。寒くなると、ソーガーとイデが池にやって来ます。秋には、サメではないレッドテールシャーク、パンガシウス、淡水チョウチョウウオなどが見られるかもしれません。^^-グッドラックフィッシング!",
"MNF.AnglersGuideText.10": "釣り人の皆様へ^^ 川についてお話しましょう。一部の魚はほとんどの淡水スポットを悩ませます。トラヒラやパクーは、いくつかの釣り場に出没する上に冬にしか去りません。さて、夏になり、淡水フグの季節です。グリーンテラーは春から夏にかけて滞在するので、川で見かけることもあるかもしれません。^^-グッドラックフィッシング!",
"MNF.AnglersGuideText.11": "釣り人の皆様へ^^ ウナギとタコについてお話しましょう。彼らは1シーズンしか出現しませんが、種類によって好む天候も異なります。ウナギは夜行性で、ほとんどのタコは昼行性ですが、春に釣れるミミックオクトパスは日暮れを好みます。^^-グッドラックフィッシング!" ,
"MNF.AnglersGuideText.12": "釣り人の皆様へ^^ スライムジャック、ヤツメウナギ、ピラニアなど、一部の魚は野生の敵対的な場所を好む魚もいます。トビハゼのような沼地を好むものもいますが、ミズヘビがいる可能性があるため、沼地では注意が必要です。^ また、最近では汚染された藻類や魚の未確認報告も受けています。 一般的には「ヴォイド」と呼ばれているその物質が何であるか確認できるまでは、不審な水生生物には注意が必要です。また、この奇妙な現象に適切な対策を行っている場合には、お近くの科学機関にサンプルを持っていくことをお勧めします。^^-グッドラックフィッシング!", 

"MNF.AnglersGuideText.13": "釣り人の皆様へ^^ ジンジャーアイランドを訪れる機会があれば、熱帯魚の捕獲に挑戦されてみてはいかがでしょうか? 池や川では、ブルーディスカスやブラックゴースト、海ではミノカサゴやモンガラカワハギ、そして隠れた場所では、アカエイやシュモクザメが見つかるかもしれません。^^-グッドラックフィッシング!",
"MNF.AnglersGuideText.14": "釣り人の皆様へ^^ カクレクマノミやエンゼルフィッシュは春から秋にかけて、冬にはアンコウやオオカミウオなど、非常に珍しい魚や個性的な魚まで、マーメイドアイランドならユニークな熱帯魚を見つけることができるかもしれません。^^-グッドラックフィッシング!",
"MNF.AnglersGuideText.15": "釣り人の皆様へ^^ すべての魚が簡単に釣れるわけではなく、特定の条件下でしか釣れない魚もいます。ヴァンパイアフィッシュは、嵐の時のみ。コウモリダコは、深海の凍てつくような冷たい水域にのみ存在します。大ホタルイカは夏の間、人魚の石像のある島に現れ、月光クラゲの回遊パターン導くと言われています。そして最後に、生きたまま捕獲されたことはありませんが、「生きた化石」と言われているラブカ!^^-グッドラックフィッシング!",
"MNF.AnglersGuideText.16": "釣り人の皆様へ^^ 釣り名人になるためには絶対に外せない魚が2種類存在します! 霊界の魚と伝説の魚ですが、「伝説の魚の秘密」という本をご存知の方も多いと思いますので、今回は霊界の魚についてお話しします。霊界の影響力が強くなる時期があり、その間だけ霊界の「魚」が私たちの世界に現れることがあります。これは通常、スピリットイブと呼ばれるお祭りの時に起こるのですが、この期間中、ほぼすべての水域に蛇のような異常な生物が姿を現すと専門の釣り人から報告されています。また、ある秘密の池には霊界のコイが生息しており、冬の深夜にだけ姿を現すと言われています。^^-グッドラックフィッシング!",
"MNF.Letters01.Title": "ヴィンセントへのプレゼント",
"MNF.Letters02.Title": "X-Fish",
"MNF.Letters03.Title": "魚のふ化場",
"MNF.Letters04.Title": "閉じ込められた魂?",
"MNF.Letters01.Text": "こんにちは @^ヴィンセントの誕生日にヒトデをプレゼントしたいと思っているんだ。ウィリーに聞いてみたが、あんたに頼むといいと言われたんだ。もしヒトデを持ってきてくれたら、お礼するよ。^  -よろしく頼む^ケント%item quest MNF.230 %%",
"MNF.Letters02.Text": "漁師募集^三つ目の変異魚の標本が必要です。 下水道に生息する魚の突然変異のレベルについて実験を行っています。^報酬:1000g^ -ディメトリウス%item quest MNF.228 %%",
"MNF.Letters03.Text": "アホイ、船長^ ガスの注文を手伝ってくれてありがとよ! 魚の繁殖に役立つかもしれないレシピを紹介しよう。卵や子を親から引き離せば、成長して大人になるかもしれないぞ!",
"MNF.Letters04.Text": "@殿^元妻が哀れな魂にかけた闇の呪文について研究をしている。^彼女の沼で見られる赤い魚を一匹持ってきてくれないか? あれは、闇の呪文によって魚の体に閉じ込められた魂だと思うのだ。^ -魔術師 M. ラズモディウス %item quest MNF.232 %%",
}