{
"MNF.AnglersGuideTitle.00": "낚시 가이드를 구독해주셔서 감사합니다.",
"MNF.AnglersGuideTitle.01": "낚시 가이드 1호",
"MNF.AnglersGuideTitle.02": "낚시 가이드 2호",
"MNF.AnglersGuideTitle.03": "낚시 가이드 3호",
"MNF.AnglersGuideTitle.04": "낚시 가이드 4호",
"MNF.AnglersGuideTitle.05": "낚시 가이드 5호",
"MNF.AnglersGuideTitle.06": "낚시 가이드 6호",
"MNF.AnglersGuideTitle.07": "낚시 가이드 7호",
"MNF.AnglersGuideTitle.08": "낚시 가이드 8호",
"MNF.AnglersGuideTitle.09": "낚시 가이드 9호",
"MNF.AnglersGuideTitle.10": "낚시 가이드 10호",
"MNF.AnglersGuideTitle.11": "낚시 가이드 11호",
"MNF.AnglersGuideTitle.12": "낚시 가이드 12호",
"MNF.AnglersGuideTitle.13": "낚시 가이드 13호",
"MNF.AnglersGuideTitle.14": "낚시 가이드 14호",
"MNF.AnglersGuideTitle.15": "낚시 가이드 15호",
"MNF.AnglersGuideTitle.16": "낚시 가이드 16호",
"MNF.AnglersGuideText.00": "@님에게,^^ 낚시 가이드를 구매해주셔서 감사합니다! 앞으로 매월 10일마다 새로운 낚시 가이드를 받아보실 수 있습니다.^^^^-낚시 가이드 서비스",
"MNF.AnglersGuideText.01": "@님에게,^^ 호수에는 잡기 쉬운 물고기들이 있어서 낚시 연습을 하기에 좋은 곳이랍니다. 특히 작은입우럭이랑 금붕어가 대표적이죠 또한 이 호수에선 계절별로 다양한 유형의 금붕어를 잡을 수 있으며, 구관호나 골설어처럼 특정 계절에만 잡히는 물고기도 있답니다. 비오는 날에만 잡히는 물고기도 있으니 날씨 상관없이 낚시를 즐겨보세요!^^-행운을 빕니다!",
"MNF.AnglersGuideText.02": "@님에게,^^ 벌써 여름이네요, 여름에는 더 많은 물고기들이 잡힌답니다. 필라피아와 강꼬치고기도 발견되며, 강에는 만새기, 무지개 송어, 나비공작농어도 잡히지만 이 세마리의 어종은 여름에만 잡을 수 있다는 사실을 명심해주세요, 바다에서는 숭어, 스누크, 붉은 통돔 등이 잡히며 만약 당멸치나 멸치양을 잡고 싶다면 여름에 바다에서 낚시에 꼭 하셔야합니다! 다만 비오는 날 바다에선 바다뱀도 잡히니 조심해야해요!^^-행운을 빕니다.",
"MNF.AnglersGuideText.03": "@님에게,^^ 가을에는 희귀한 물고기들이 잡히는 계절이랍니다, 예를 들면 해삼, 날개다랑어, 해덕대구 등이 있습니다. 또한 바다에서는 봄에 잡히던 물고기들도 돌아오는 계절이며 대표적으로 장어, 멸치, 정어리 등을 잡을 수 있답니다. 강에서도 특별한 물고기가 잡히는 계절인데 비오는 날에 메기를 꼭 잡아보시길 바라며 운이 좋다면 월아이를 잡으실 수도 있답니다!^^-행운을 빕니다!",
"MNF.AnglersGuideText.04": "@님에게,^^ 겨울은 낚시를 하기에 적합한 계절이 아닐까 생각이 드네요, 강에서는 범노래미, 농어, 북극곤들매기등을 잡아보실 수 있으며 호수는 철갑상어, 바다에는 참치 및 오징어를 잡는 걸 추천드립니다! 오징어와 철갑상어는 낚시 초보자한테는 힘들 수 있다는 점 알아주세요! 연말까지 건강하시고 좋은 일만 가득하시길 바랍니다!^^-행운을 빕니다!", 
"MNF.AnglersGuideText.05": "@님에게,^^ 새해 복 많이 받으세요! 앞으로는 숙련된 낚시꾼들을 위한 내용을 전달드릴까 합니다, 먼저 꼬치고기는 맑은 날에 잡히며 비오는 날 바다에서는 장어가 잡힌답니다. 이건 가이드를 구매하신 분들끼리만에 비밀인데 슬라임이 가득한 숲에서 매우 희귀한 물고기가 잡힌다는 소문이 있더라구요 슬라임을 잡을 수 있는 분이라면 소문의 진실을 확인해봐도 좋을 것 같네요^^-행운을 빕니다!",
"MNF.AnglersGuideText.06": "@님에게,^^ 또 다른 여름이 찾아왔군요, 야행성 슈퍼해삼과 복어, 문어를 잡기 위해 이보다 적합한 계절은 없을 겁니다. 만약 문어를 잡고 싶다면 아침 일찍 낚시를 하셔야합니다 문어는 점심 이후에는 안잡히거든요! 추가로 깊은 바다속에는 작은 쥐가오리가 있는데 매우 흉폭하여 꽤나 잡기 힘들답니다 이번에도 저희끼리만의 새로운 소식을 전달드릴까합니다! 지하 광산에서만 잡히는 희귀 물고기가 있다는 소문! 한번 도전해보세요! ^^-행운을 빕니다!",
"MNF.AnglersGuideText.07": "@님에게,^^ 가을은 황새치를 잡을 수 있는 계절입니다, 황새치는 깊은 바다 속에 살며 오후에 잡을 수 있답니다! 오늘의 추가정보는 칼리코 사막에 사시는 분이 알려주신 정보인데 사막에는 도루묵, 전갈잉어, 긴코가아, 폐어, 사나운 타이거피쉬, 전기 메기등을 잡을 수 있다 하네요!^^-행운을 빕니다!",
"MNF.AnglersGuideText.08": "@님에게,^^ 벌써 한 해가 끝나가네요, 겨울에는 매우 잡기 힘든 물고기인 작은 마귀 상어가 잡힌답니다..! 어두운 밤 바다에서 잡히며 그 가치는 금과 같다고 합니다 이번 추가정보는 하수구에는 돌연변이가 일어난 물고기가 잡힌다고 하네요 관심 있으시다면 확인해보세요! 남은 이번 년도도 행복하시고 내년에도 새로운 가이드로 찾아뵙겠습니다!^^-행운을 빕니다!",
"MNF.AnglersGuideText.09": "@님에게,^^ 오늘은 호수 낚시 팁을 전달드리고자 합니다, 나비비파와 시아미스 알지이터는 야행성이고 비오는 날에 잡히며, 더운 계절에는 코끼리주둥이고기, 민물나비고기, 광대 미꾸라지 그리고 메콩대형메기가 잡히고, 가을은 붉은꼬리 상어, 추운 날에는 소거와 금빛황어를 잡을 수 있습니다! 민물나비고기도 호수에서 잡히니 호수낚시도 해보세요!^^-행복을 빕니다!",
"MNF.AnglersGuideText.10": "@님에게,^^ 오늘은 강 낚시에 대한 팁을 드리고자 합니다, 구아빈과 파쿠는 겨울에만 잡히며, 여름에는 민물 복어가 잡힌답니다. 추가로 봄부터 여름까지 잡히는 그린테러도 강에서 잡을 수 있으니 이번 여름에 잡아보시는 걸 추천드려요!^^-행운을 빕니다!",
"MNF.AnglersGuideText.11": "@님에게,^^ 장어와 문어가 잡히는 시간을 알려드리고자 합니다, 장어는 야행성이고 문어는 주행성이랍니다. 그 중 흉내문어는 봄 계절에 새벽 시간대에만 잡을 수 있다고 합니다! 오랜만에 알려드리는 추가정보! 가을에만 잡히고 조자마트 옆 나무 다리에서만 잡히는 물고기! 그 이름 '아귀' 아귀는 매우 희귀하고 잡기 힘들어서 전설의 낚시꾼만 잡을 수 있다는 소문이..^^-언제나 행운을 빕니다!" ,
"MNF.AnglersGuideText.12": "@님에게,^^ 살기 부적합한 곳에서 서식하는 물고기들도 있답니다. 특히 슬라임잭, 칠성상어, 피라니아가 대표적이죠, 또한 늪 지역에서도 잡히는 물고기가 있는데 대표적으로 말뚝망두어가 있으며 물뱀도 살고 있어 조심해야 하는 지역 중 하나랍니다. 최근들어 오염된 조류와 물고기가 잡힌다는 소문이 있던데 낚시 중 오염된 조류와 물고기를 잡으신다면 즉시 연구소로 보내드리는 걸 권장드립니다!^^-행운을 빕니다!", 
"MNF.AnglersGuideText.13": "@님에게,^^ 진저섬을 가보신 적이 있나요? 그 섬에는 열대어들이 잡히는 천국 같은 곳이랍니다, 호수와 강에는 블루 디스커스와 검은 유형 칼고기를 잡을 수 있으며 바다에는 쏠배감펭과 쥐치를 잡을 수 있다고 합니다! 추가로 진저섬에 숨겨진 장소에는 가오리와 보닛 상어도 잡힌다는 소문이..!!^^-행운을 빕니다!",
"MNF.AnglersGuideText.14": "@님에게,^^ 가을에 아귀는 잡아보셨을까요? 아귀처럼 전설의 낚시꾼이 잡는 물고기는 계절 별로 한마리씩 있답니다, 봄 계절은 광산 앞 호수에서 여름은 바다 동쪽 다리에서, 마지막으로 겨울은 잘 모르겠네요!^^-행운을 빕니다!",
"MNF.AnglersGuideText.15": "@님에게,^^ 전설급 물고기처럼 잡기 힘든 물고기들을 잡는 팁을 드리고자 합니다, 해저 심해의 얼어붙는 차가운 물에서만 뱀장어가 발견됩니다, 흡혈 오징어는 매우 차가운 비가 내리는 날에 잡히며, 진저 섬 인어 석상에도 희귀한 물고기가 잡힌답니다 이 외에도 달빛 해파리, 주름상어등 희귀하면서 잡기 힘든 물고기가 많이 있으니 모두 잡아보시는 건 어떨까요?^^-행운을 빕니다.",
"MNF.AnglersGuideText.16": "@님에게,^^ 전설 중에 전설로 불리는 영혼 인도자라는 물고기를 들어보셨나요..? 1년에 단 하루 영적인 힘이 강해지는 날 즉 영령제라 불리는 축제의 날에만 잡힌다는 이 물고기는 실존하고 있는 지 사실확인이 안된 물고기라고 합니다.. 이 소문은 과연 진짜일까요?^^-행운을 빕니다.",
"MNF.Letters01.Title": "빈센트를 위한 선물",
"MNF.Letters02.Title": "오염된 물고기",
"MNF.Letters03.Title": "물고기 양식장",
"MNF.Letters04.Title": "감금된 영혼..?",
"MNF.Letters01.Text": "안녕, @, ^빈센트의 생일 때 불가사리를 선물로 주고 싶은데 너만 괜찮다면 불가사리를 구해줄 수 있을까? 보상은 꼭 할테니 걱정말구^^-부탁할게,켄트%item quest MNF.230 %%",
"MNF.Letters02.Text": "실력있는 낚시꾼을 찾습니다.^오염된 물고기에 대한 연구를 진행 중인데 하수구에서 잡힌다는 세눈박이 돌연변이 물고기가 필요합니다. ^보수: 1,000 골드^ -드미트리우스%item quest MNF.228 %%",
"MNF.Letters03.Text": "거스의 의뢰를 도와줘서 고마워. 그런 자네에게 물고기의 수를 늘리는데 유용한 레시피를 줄게! 이곳에 어란을 넣어두면 물고기를 양식시킬 수 있어!",
"MNF.Letters04.Text": "@,^요즘 내 전부인이 불쌍한 영혼들에게 걸어둔 어둠의 마법을 연구하고 있는데, 그녀의 늪에서 붉은 물고기를 낚아줄 수 있을까? 어둠 마법으로 누군가의 영혼이 물고기에 갇혀있는 것으로 보이거든.. ^-M. 라스모디우스, 마법사%item quest MNF.232 %%"
}