{
"MNF.AnglersGuideTitle.00": "Prêmio do Editor de Destaque da Pesca",
"MNF.AnglersGuideTitle.01": "Guia do Pescador Ed.1",
"MNF.AnglersGuideTitle.02": "Guia do Pescador Ed.2",
"MNF.AnglersGuideTitle.03": "Guia do Pescador Ed.3",
"MNF.AnglersGuideTitle.04": "Guia do Pescador Ed.4",
"MNF.AnglersGuideTitle.05": "Guia do Pescador Ed.5",
"MNF.AnglersGuideTitle.06": "Guia do Pescador Ed.6",
"MNF.AnglersGuideTitle.07": "Guia do Pescador Ed.7",
"MNF.AnglersGuideTitle.08": "Guia do Pescador Ed.8",
"MNF.AnglersGuideTitle.09": "Guia do Pescador Ed.9",
"MNF.AnglersGuideTitle.10": "Guia do Pescador Ed.10",
"MNF.AnglersGuideTitle.11": "Guia do Pescador Ed.11",
"MNF.AnglersGuideTitle.12": "Guia do Pescador Ed.12",
"MNF.AnglersGuideTitle.13": "Guia do Pescador Ed.13",
"MNF.AnglersGuideTitle.14": "Guia do Pescador Ed.14",
"MNF.AnglersGuideTitle.15": "Guia do Pescador Ed.15",
"MNF.AnglersGuideTitle.16": "Guia do Pescador Ed.16",
"MNF.AnglersGuideText.00": "Querido Agricultor,^^ Parabéns! Você ganhou uma assinatura do nosso Guia do Pescador, repleto de dicas de pesca para a estação! Você receberá cada edição da Revista de Pesca no dia 10 de cada mês.^^^^-Cortesia dos Editores de Destaque da Pesca!",
"MNF.AnglersGuideText.01": "Queridos Pescadores,^^ Para começar, você pode querer pescar na Lagoa Cindersap. Você pode encontrar alguns peixes bem fáceis para treino. Robalos e Peixes-Dourados devem ser capturas fáceis. Às vezes você pode até encontrar uma variante rara de Peixe-Dourado, dependendo da estação. Há bastante variedade durante o ano todo! O lago da montanha também é um ótimo local para pescar, pois é abundante em espécies: Carpas, Chubas, Lambaris e Robalos-de-boca-grande vivem nesta área o ano todo, enquanto outros, como a Tilápia-Zebra e Arauana, só podem ser encontrados lá em certas estações.^ E não se esqueça que alguns peixes preferem tempo chuvoso.^^-Boa Sorte na Pesca!",
"MNF.AnglersGuideText.02": "Queridos Pescadores,^^ O verão chegou, e muitos peixes novos estão em busca de águas mais quentes. Tilápias e Lúcios podem estar migrando para os rios da Vila Pelicano. Alguns até foram avistados na Lagoa Cindersap! E certifique-se de não perder o Dourado, a Truta-Arco-Íris e o Tucunaré nos rios também, já que não voltarão a estas águas de rio quente até este período do ano que vem. Deveria haver peixes bem interessantes para capturar também no oceano, como Tainha-Vermelha, Robalo e Vermelho-Pargo. E se você ainda não capturou uma Peixe-Mulher ou Anchoveta, aproveite a oportunidade de fazê-lo porque em breve desaparecerão! Mas cuidado com as Cobras-do-Mar, pois em dias chuvosos elas vão à caça.^^-Boa Sorte na Pesca!",
"MNF.AnglersGuideText.03": "Queridos Pescadores,^^ O outono traz consigo alguns peixes raros, como Pepinos-do-Mar, Atum-Branco e Arinca. E enquanto estamos falando sobre peixes do oceano, alguns peixes do oceano que podem ser encontrados durante a Primavera voltam à cidade nesta época do ano, como Enguias, Anchovas e Sardinhas. Arauana deve estar de volta ao lago também. Escolas de Tencas geralmente chegam a estas partes durante o Outono e Inverno.^ Fique atento ao Salmão e Truta-Tigrão também, e se você ainda não capturou um Bagre, é melhor correr para o rio mais próximo, mas apenas em dias chuvosos! E enquanto está nisso, você pode até encontrar um Olho-de-Vidro!^^-Boa Sorte na Pesca!",
"MNF.AnglersGuideText.04": "Queridos Pescadores,^^ O inverno é provavelmente uma das melhores estações para pescar, pois você tem muito mais tempo livre para se dedicar à arte! Bacalau-Fumado, Perca e Char-do-Ártico podem ser encontrados nos rios, Atum no oceano, e para os pescadores experientes por aí, tente sua sorte capturando um Esturjão dos lagos ou até uma Lula no oceano!^ E falando sobre o oceano, não perca a chance de capturar um Arinca, Peixe-Bruxa, Caranguejo-Real, Pepino-do-Mar e Atum-Branco, pois não voltarão novamente até o Outono. Se você não conseguir capturar uma Arenque ou Solha, não se preocupe, pois não estarão saindo por um tempo.^^ Desejamos a você um feliz ano novo!^^-Boa Sorte na Pesca!",
"MNF.AnglersGuideText.05": "Queridos Pescadores,^^ Espero que tenham tido um ótimo ano! Agora vamos falar sobre algumas coisas de pescador de verdade. Barracuda, um peixe voraz, pode ser encontrado no oceano em dias ensolarados e Enguia em dias chuvosos. Se você tiver sorte, pode até se deparar com um Tubarão-Espinhoso em águas profundas em qualquer clima.^ Um leitor nos escreveu sobre dois peixes realmente raros e interessantes em uma lagoa em algumas matas infestadas de lodo. Se você tiver uma espada, pode valer a pena verificar. ^^ - Boa Sorte na Pesca!",
"MNF.AnglersGuideText.06": "Queridos Pescadores,^^ Outro verão chegou, e não há melhor hora para capturar o Pepino-Supernoturno ou o diurno Peixe-Bolha e Polvo. Apenas certifique-se de chegar cedo se quiser ter uma chance de encontrar o Polvo, pois eles geralmente saem após o almoço.^ Raias-Manta podem ser encontradas em águas oceânicas profundas, mas são realmente ferozes e uma captura bastante difícil.^ Um explorador nos escreveu sobre alguns peixes realmente interessantes e raros nas minas subterrâneas também. Leve sua espada, sua picareta, e temos certeza de que você não se arrependerá.^^-Boa Sorte na Pesca!",
"MNF.AnglersGuideText.07": "Queridos Pescadores,^^ Este Outono, certifique-se de não desperdiçar a oportunidade de capturar um Peixe-Espada. Você pode encontrá-los em águas oceânicas profundas nas tardes.^ Um leitor do Deserto Calico nos deu uma dica quente: Há alguns peixes únicos que você pode encontrar no deserto, como o estranho Peixe-de-Areia, a venenosa Carpa-Escorpião e Peixe-de-Boca-Longa, o intrigante Peixe-Pulmonado, o feroz Peixe-Tigrão e o impressionante Bagre-Elétrico.^^-Boa Sorte na Pesca!",

"MNF.AnglersGuideText.08": "Queridos Pescadores,^^ Outro inverno chegou, e você provavelmente já é experiente o bastante agora para enfrentar nossos maiores desafios. Tubarões-Duende são um desses, e podem ser encontrados no oceano à noite. Eles são conhecidos por serem ferozes e extremamente difíceis de capturar. Eles também são realmente feios.^ Pessoas que conseguiram capturar um e sobreviveram disseram que o trabalho que atravessaram foi definitivamente vale o ouro.^ Um leitor nosso que por acaso é um cientista nos escreveu relatando alguns peixes anormais vistos nos esgotos que você pode querer verificar.^ Desejamos a você um Feliz Ano Novo e voltaremos com mais novas edições chegada a Primavera!^^-Boa Sorte na Pesca!",
"MNF.AnglersGuideText.09": "Queridos Pescadores,^^ Dicas avançadas de pesca em lagoa: Pleco e Comedores-de-Algas são peixes noturnos que se alimentam no fundo e geralmente preferem dias chuvosos. Alguns tipos preferem águas frias porém. Peixe-Elefante, Borboleta-de-Água-Doce, Cascudo-Palhaço e Panga são todos peixes comuns durante o tempo quente. O tempo frio traz Sauger e Ide para lagoas e durante o Outono, você pode encontrar um Tubarão-de-Cauda-Vermelha, que não é um tubarão de verdade, Panga e Peixe-Borboleta-de-Água-Doce.^^-Boa Sorte na Pesca!",
"MNF.AnglersGuideText.10": "Queridos Pescadores,^^ Vamos falar sobre rios. Alguns peixes assolarão a maioria dos locais de água doce. Este é o caso do Trahira e Pacu, pois podem ser encontrados em vários locais de pesca e só deixarão durante o Inverno. Aliás, é verão, e esta é a estação para o Peixe-Bolha-de-Água-Doce. Você também pode encontrar Terror-Verde nos rios, pois geralmente chegam na Primavera e ficam para o verão.^^-Boa Sorte na Pesca!",
"MNF.AnglersGuideText.11": "Queridos Pescadores,^^ Vamos falar sobre Enguias e Polvos, eles só estão por uma estação, mas tipos diferentes preferem condições climáticas diferentes. Enguias são noturnas e a maioria dos polvos são diurnos, mas o Polvo-Mímica que pode ser capturado durante a primavera prefere o amanhecer.^^-Boa Sorte na Pesca!",
"MNF.AnglersGuideText.12": "Queridos Pescadores,^^ Alguns peixes preferem locais selvagens, hostis e habitados, como o Peixe-de-Lodo, Lampreia e Piranha. Alguns preferem pântanos, como o Comedor-de-Lodo, mas cuidado em pântanos porque podem ter Cobras-d'Água.^ Também recebemos relatos não confirmados de algas e peixes contaminados recentemente. Nas crenças populares, a contaminação é chamada de 'vácuo'. Até que possamos confirmar o que a substância é, por favor, tenha cuidado ao encontrar fauna e flora aquática suspeita. Também aconselhamos você a levar amostras para seu instituto de ciência local, desde que siga os protocolos de segurança adequados, para ajudar na compreensão deste fenômeno estranho.^^-Boa Sorte na Pesca!",

"MNF.AnglersGuideText.13": "Queridos Pescadores,^^ Se você tiver uma chance de visitar a Ilha Gengibre, pode tentar capturar alguns peixes tropicais! Em lagoas e rios você pode encontrar Disco-Azul e Peixe-Faca-Preto-Fantasma, no mar Peixe-Leão e Peixe-Gatilho e finalmente em alguns locais ocultos, você pode encontrar Raias-Ferrão e Tubarões-Patilha.^^-Boa Sorte na Pesca!",
"MNF.AnglersGuideText.14": "Queridos Pescadores,^^ Se você tiver um jeito com a Ilha Sereia, pode encontrar alguns peixes tropicais únicos lá, entre tipos de Peixes-Palhaço e Peixes-Anjo da primavera ao outono, para alguns peixes realmente raros e peculiares durante o inverno, como o Peixe-Monge e Peixe-Lobo.^^-Boa Sorte na Pesca!",
"MNF.AnglersGuideText.15": "Queridos Pescadores,^^ Nem todo peixe é uma captura fácil, alguns aparecem em condições muito específicas, aqui está um guia completo de todos os chamados peixes épicos que você pode encontrar: Peixe-Vampiro, apenas durante tempestades. Lula-Vampiro apenas em águas profundas do oceano congeladas. Grande Lula-Vaga-Lume, diz-se que aparece durante o verão, em uma ilha com uma estátua de pedra de sereia, para guiar o padrão migratório da Água-Viva-Luar e por último, o Tubarão-Ruffado que nunca foi capturado vivo mas é rumor ser um 'fóssil vivo'!^^-Boa Sorte na Pesca!",
"MNF.AnglersGuideText.16": "Queridos Pescadores,^^ Para se tornar o mestre pescador, há dois tipos de peixes que você não pode negligenciar! O peixe espiritual e os lendários, você pode estar familiarizado com o livro Segredos dos Peixes Lendários, então agora vou lhe contar mais sobre o peixe espiritual! Há vezes quando a influência do mundo espiritual é mais forte do que nunca, durante este tempo, alguns peixes 'do mundo espiritual' podem aparecer em nosso mundo. Isto geralmente acontece durante o festival chamado Véspera dos Espíritos, durante este tempo, pescadores especializados relataram criaturas serpentiformes anormais espreitando perto de quase todos os corpos de água. Também, diz-se que há um oásis em uma lagoa secreta que hospeda alguns carpas-espíritos do mundo espiritual, que só aparecem muito tarde da noite durante o inverno.^^-Boa Sorte na Pesca!",
"MNF.Letters01.Title": "Um presente para Vincent",
"MNF.Letters02.Title": "Peixe-X",
"MNF.Letters03.Title": "Incubatório de Peixes",
"MNF.Letters04.Title": "Almas Presas?",
"MNF.Letters01.Text": "Ei @,^Eu queria dar uma Estrela-do-Mar para Vincent para seu aniversário. Perguntei para Willy mas ele disse que você é a melhor pessoa para me ajudar. Se você me trazer uma Estrela-do-Mar vou recompensá-lo!^ -Obrigado,^Kent%item quest MNF.230 %%",
"MNF.Letters02.Text": "Pescador Procurado^Preciso de um bom espécime de peixe mutante com três olhos. Estou conduzindo um experimento sobre os níveis de mutação em peixes que vivem nos esgotos.^Recompensa: 1000 ouro^ -Demetrius%item quest MNF.228 %%",
"MNF.Letters03.Text": "Ahoy capitão.^ Obrigado por ajudar com o pedido do Gus, aqui está uma receita que você pode achar útil para reprodução de peixes! Se você separar as ovas ou os filhotes de seus pais eles podem crescer e se tornar adultos!",
"MNF.Letters04.Text": "Querido @,^Estou pesquisando um feitiço sombrio que minha ex-esposa lançou em uma pobre alma.^Você poderia me trazer um daqueles peixes vermelhos que podem ser encontrados em seu pântano? Acredito que era uma alma presa em corpo de peixe por alguma encantação sombria.^ -M. Rasmodius, Mago %item quest MNF.232 %%",
}
