{
"MNF.AnglersGuideTitle.00": "Приз редакции Fishing Spolight",
"MNF.AnglersGuideTitle.01": "Путеводитель рыболова изд.1",
"MNF.AnglersGuideTitle.02": "Путеводитель рыболова изд.2",
"MNF.AnglersGuideTitle.03": "Путеводитель рыболова изд.3",
"MNF.AnglersGuideTitle.04": "Путеводитель рыболова изд.4",
"MNF.AnglersGuideTitle.05": "Путеводитель рыболова изд.5",
"MNF.AnglersGuideTitle.06": "Путеводитель рыболова изд.6",
"MNF.AnglersGuideTitle.07": "Путеводитель рыболова изд.7",
"MNF.AnglersGuideTitle.08": "Путеводитель рыболова изд.8",
"MNF.AnglersGuideTitle.09": "Путеводитель рыболова изд.9",
"MNF.AnglersGuideTitle.10": "Путеводитель рыболова изд.10",
"MNF.AnglersGuideTitle.11": "Путеводитель рыболова изд.11",
"MNF.AnglersGuideTitle.12": "Путеводитель рыболова изд.12",
"MNF.AnglersGuideTitle.13": "Путеводитель рыболова изд.13",
"MNF.AnglersGuideTitle.14": "Путеводитель рыболова изд.14",
"MNF.AnglersGuideTitle.15": "Путеводитель рыболова изд.15",
"MNF.AnglersGuideTitle.16": "Путеводитель рыболова изд.16",
"MNF.AnglersGuideText.00": "Дорогой фермер,^^ Поздравляем! Вы выиграли подписку на наш 'Путеводитель рыболова', который содержит множество советов по ловле рыбы в этом сезоне! Вы будете получать каждый выпуск журнала 'Рыбалка' 10 числа каждого месяца.^^^^-А любезно предоставлено редакцией Fishing Spotlight!",
"MNF.AnglersGuideText.01": "Дорогие рыболовы,^^ Для начала вы можете порыбачить на пруду Синдерсап. Вы можете найти несколько довольно простых для обучения рыб. Малый окунь и золотая рыбка должны быть легкой добычей. Иногда вы даже можете найти редкую разновидность золотой рыбки, в зависимости от сезона. Круглый год здесь царит большое разнообразие! Горное озеро также является отличным местом для рыбалки, поскольку оно изобилует различными видами рыб: Карпы, голавли, бычки и крупный окунь обитают здесь круглый год, в то время как других, таких как зебровая тилапия и арована, можно встретить только в определенные сезоны.^ И не забывайте, что некоторые рыбы предпочитают дождливую погоду.^^ Удачи на рыбалке!",
"MNF.AnglersGuideText.02": "Дорогие рыболовы,^^ Лето уже наступило, и множество новых рыб отправляются на поиски более теплых вод. Тиляпия и щука могут мигрировать в реки Пеликан-Тауна. Некоторые из них даже были замечены в пруду Синдерсап! Не пропустите также дораду, радужную форель и тукунаре в реках, поскольку они вернутся в теплые воды только в следующем году. В океане также можно поймать довольно интересную рыбу, такую как красная кефаль, робало и красный снеппер. А если вы еще не поймали рыбу-леди или анчоуса, воспользуйтесь этой возможностью, потому что скоро они исчезнут! Но остерегайтесь морских змей, потому что в дождливые дни они выходят на охоту.^^- Удачи на рыбалке!",
"MNF.AnglersGuideText.03": "Дорогие рыболовы,^^ Осень приносит с собой редких рыб, таких как морские огурцы, альбакор и пикша. И раз уж мы заговорили об океанской рыбе, некоторые океанские рыбы, которых можно встретить весной, возвращаются в город в это время года, такие как угри, анчоусы и сардины. Арована также должна вернуться в озеро. Осенью и зимой в эти места обычно приходят стаи линей. Будьте также начеку в поисках лосося и тигровой форели, а если вы еще не поймали сома, бегите к ближайшей реке, но только в дождливые дни! А пока вы в пути, возможно, вам даже удастся поймать уолли! ^^Удачи в рыбалке!",
"MNF.AnglersGuideText.04": "Дорогие рыболовы,^^ Зима, пожалуй, один из лучших сезонов для рыбалки, так как у вас гораздо больше свободного времени, которое можно посвятить этому занятию! В реках можно поймать лингкода, окуня и арктического гольца, в океане - тунца, а опытные рыболовы могут попробовать поймать осетра в озерах или даже кальмара в океане.^^ Говоря об океане, не упустите свой шанс поймать пикшу, миксину, королевского краба, морского огурца и альбакора, поскольку они не вернутся до осени. Если вам не удалось поймать херинга или палтуса, не волнуйтесь, ведь они еще долго не уйдут.^^ Мы желаем вам счастливого Нового года!^^^ Удачи на рыбалке!", 
"MNF.AnglersGuideText.05": "Дорогие рыболовы,^^ Надеемся, что у всех вас был отличный год! А теперь давайте поговорим о самых серьезных рыбацких вещах. Барракуду, прожорливую рыбу, можно встретить в океане в солнечные дни, а угря - в дождливые. Если вам повезет, вы даже можете встретить лангуста на глубине в любую погоду^^ Один читатель написал нам о действительно редкой и интересной рыбе в пруду в каком-то лесу, кишащем слизью, если у вас есть меч, возможно, стоит проверить. ^^ - Удачи на рыбалке!",
"MNF.AnglersGuideText.06": "Дорогие рыболовы,^^ Наступило лето, и нет лучшего времени, чтобы поймать ночного Супер Огурца или дневных Иглобрюха и Осьминога. Только не забудьте приехать пораньше, если хотите иметь шанс найти осьминога, так как они обычно уплывают после обеда.^^ Скатов манта можно встретить в глубоких океанских водах, но они очень свирепые и их довольно сложно поймать.^^ Один исследователь написал нам о некоторых действительно интересных и редких рыбах в подземных шахтах, а также. Возьмите с собой меч, кирку, и мы уверены, что вы не пожалеете.^^ Удачи на рыбалке!",
"MNF.AnglersGuideText.07": "Дорогие рыболовы,^^ этой осенью не упустите возможность поймать рыбу-меч. Вы можете найти их в глубоких океанских водах во второй половине дня.^^ Читатель из пустыни Калико дал нам горячий совет: в пустыне можно встретить несколько уникальных рыб, таких как странная песчаная рыба, ядовитый карп-скорпион и длинноносый гар, интригующая рыба-лунг, свирепый рыба-тигр и шокирующий электрический сом.^^^ Удачи на рыбалке!",
"MNF.AnglersGuideText.08": "Дорогие рыболовы, ^^ Наступила очередная зима, и вы, вероятно, уже достаточно опытны, чтобы столкнуться с нашими самыми серьезными проблемами. Среди них - акулы-гоблины, которых можно встретить в океане ночью. Они известны своей свирепостью и тем, что их очень трудно поймать. Люди, которым удалось поймать такую акулу и выжить, говорят, что все пережитые трудности стоили золота.^ Один наш читатель, который, как оказалось, является ученым, написал нам, что в канализации видели аномальную рыбу, которую вам стоит проверить.^ Мы желаем вам счастливого Нового года и вернемся с новыми выпусками к весне.^^ Удачи на рыбалке!",
"MNF.AnglersGuideText.09": "Уважаемые рыболовы,^^ Продвинутые советы по ловле рыбы в пруду: Нижнероты и водорослееды - ночные, донные рыбы, которые обычно предпочитают дождливые дни. Однако некоторые виды предпочитают холодные воды. Рыба-слон, пресноводная рыба-бабочка, плотва и пангасиус - обычные рыбы в жаркую погоду. В холодную погоду в пруды приходят сорога и ида, а осенью можно встретить краснохвостую акулу, которая на самом деле не является акулой, пангасиуса и пресноводную рыбу-бабочку.^^^Удачи в рыбалке!",
"MNF.AnglersGuideText.10": "Уважаемые рыболовы,^^ Давайте поговорим о реках. В большинстве пресноводных мест водится определенная рыба. Это касается трахиры и паку, поскольку их можно встретить в нескольких местах ловли, и они покидают их только зимой. Кстати, сейчас лето, а это сезон для пресноводных паку. В реках также можно встретить зеленого ужаcа, который обычно приплывает весной и остается на все лето.^^- Удачи на рыбалке!",
"MNF.AnglersGuideText.11": "Уважаемые рыболовы,^^ Давайте поговорим об угрях и осьминогах, они существуют только один сезон, но разные виды предпочитают разные погодные условия. Угри - ночные, а большинство осьминогов - дневные, но мимический осьминог, которого можно поймать весной, предпочитает рассвет.^^^ Удачи на рыбалке!",
"MNF.AnglersGuideText.12": "Уважаемые рыболовы,^^ Некоторые рыбы предпочитают дикие, враждебные и обитаемые места, такие как слизевик, минога и пиранья. Некоторые предпочитают болота, такие как Илистый прыгун, но будьте осторожны на болотах, потому что там могут водиться водяные змеи.^^ В последнее время мы также получаем неподтвержденные сообщения об испорченных водорослях и рыбе. В народных поверьях это вещество называется 'пустотой'. Пока мы не сможем подтвердить, что это за вещество, пожалуйста, будьте осторожны при встрече с подозрительной на вид водной фауной и флорой. Мы также советуем вам отнести образцы в местный научный институт, при условии соблюдения надлежащих правил безопасности, чтобы помочь разобраться в этом странном явлении.^^^Удачи на рыбалке!", 
"MNF.AnglersGuideText.13": "Уважаемые рыболовы, ^^ Если у вас когда-нибудь появится возможность посетить Имбирный остров, вы можете попробовать поймать тропических рыб! В прудах и реках вы можете найти голубых дискусов и черных рыб-ножей, в море - рыб-львов и рыб-триггеров, и, наконец, в некоторых скрытых местах вы можете встретить скатов и акул-молотов.^^^ Удачи на рыбалке!",
"MNF.AnglersGuideText.14": "Дорогие рыболовы,^^ Если вы когда-нибудь освоите остров Русалок, вы можете найти там уникальных тропических рыб, от видов рыб-клоунов и рыб-ангелов с весны до осени, до некоторых действительно редких и необычных рыб зимой, таких как рыба-монах и рыба-волчок.^^ Удачной рыбалки!",
"MNF.AnglersGuideText.15": "Уважаемые рыболовы,^^ Не каждую рыбу легко поймать, некоторые появляются в очень специфических условиях, вот полный гид по всем так называемым эпическим рыбам, которые вы можете найти: Рыба-вампир, только во время шторма. Вампирский кальмар встречается только в леденящих холодах глубоких водах океана. Большой светлячковый кальмар, говорят, что он появляется летом на острове с каменной статуей русалки, чтобы направлять лунных медуз в их миграционном движении, и, наконец, Плащеносная акула, которая никогда не попадалась живьем, но, по слухам, является 'живым ископаемым'! ^^Удачи в рыбалке!",
"MNF.AnglersGuideText.16": "Уважаемые рыболовы,^^ Для того чтобы стать мастером рыбной ловли, есть два вида рыб, которыми нельзя пренебрегать! Это духовная рыба и легендарная, вы, возможно, знакомы с книгой 'Секреты легендарной рыбы', поэтому сейчас я расскажу вам больше о духовной рыбе! Бывают времена, когда влияние духовного мира сильно как никогда, в это время некоторые 'рыбы' духовного мира могут появиться в нашем мире. Обычно это происходит во время фестиваля под названием 'Канун духов'. В это время опытные рыболовы сообщают об аномальных змееподобных существах, скрывающихся почти в каждом водоеме. Также говорят, что в тайном пруду есть оазис, где обитают некие кои из духовного мира, которые появляются только очень поздно ночью зимой.^^^Удачи в рыбалке!",
"MNF.Letters01.Title": "Подарок для Винсента",
"MNF.Letters02.Title": "Странная рыба",
"MNF.Letters03.Title": "Рыбный инкубатор",
"MNF.Letters04.Title": "Запертые души?",
"MNF.Letters01.Text": "Привет @,^ Я хотел подарить Винсенту морскую звезду на день рождения. Я попросил Вилли, но он сказал, что ты - лучший человек, который может мне помочь. Если ты принесешь мне морскую звезду, я вознагражу тебя!^ - Спасибо, ^Кент%item quest MNF.230 %%",
"MNF.Letters02.Text": "Требуется рыбак^ Мне нужен хороший экземпляр трехглазой рыбы-мутанта. Я провожу эксперимент по изучению уровня мутаций у рыб, живущих в канализации.^ Награда: 1000 г^ -Деметриус%item quest MNF.228 %%",
"MNF.Letters03.Text": "Эй, рыбак.^ Спасибо за помощь с заказом Гаса, вот рецепт, который может пригодиться для разведения рыбы! Если отделить икру или детенышей от родителей, они могут вырасти и стать взрослыми!",
"MNF.Letters04.Text": "@,^ Я изучаю темное заклинание, которое моя бывшая жена наложила на одну бедную душу.^ Не могли бы вы принести мне одну из красных рыб, которые можно найти в ее болоте? Я полагаю, что это была душа, запертая в теле рыбы каким-то темным заклинанием.^ - М. Расмодиус, волшебник %item quest MNF.232 %%"
}