{
  //fish descriptions
  "Tank_Pufferfish": "河豚是世界上最有毒的鱼之一。 它是一种移动缓慢的鱼，但是具有独特的防御机制：它可以用水使胃膨胀，以免被食用。",
  "Tank_Anchovy": "鳀鱼是一种小型的滤食鱼，是大多数掠食者的典型猎物。",
  "Tank_Tuna": "金枪鱼是一种快速而精简的鱼，专为提高速度而打造，使其成为非常有效的捕食者。",
  "Tank_Sardine": "沙丁鱼是一种以浮游动物为食的小鱼。 通常在浮游动物丰富的大型学校中可以找到它。",
  "Tank_Bream": "鲷鱼是用于各种鱼类的名称。 这种蓝色物种通常在星露谷周围的淡水地区发现。",
  "Tank_MNF.MoreNewFish_largemouthBass": "大嘴鲈鱼是在星露谷发现的最大的低音种类。 对于大多数钓鱼者来说，这是一条常见的猎物。",
  "Tank_SmallmouthBass": "小嘴鲈鱼通常可以通过其红眼色来识别。像大多数低音物种一样，雌性往往比雄性更大。",
  "Tank_RainbowTrout": "湖泊和河流中都可以找到色彩缤纷的虹鳟鱼。据说虹鳟鱼的最高记录年龄是11年。",
  "Tank_Salmon": "鲑鱼从海洋迁移到淡水以产卵。有人说他们回到了繁殖的确切地点。",
  "Tank_Walleye": "大眼鱼（英文版里名为 Walleye ）的名字是因为它的眼睛向外看，就像在看着墙壁一样。到了晚上，它的眼睛会在黑暗中发光，这更容易被钓鱼者抓住。",
  "Tank_Perch": "鲈鱼是肉食性鱼类，可以在湖泊和河流中找到。",
  "Tank_Carp": "鲤鱼一词用于大量的各种淡水鱼。在星露谷的许多地区都可以找到它。",
  "Tank_Catfish": "鲶鱼独特的口须像猫的胡须一样，因此而得名。它们通常在雨天在星露谷活动。",
  "Tank_Pike": "狗鱼是一种食肉鱼，通常生活在咸淡水区域。狗鱼这个名字源于其细长的细长体，类似于称为狗鱼的杆状武器。",
  "Tank_Sunfish": "太阳鱼更喜欢温暖的河水。通常在春季和夏季在星露谷中发现它。",
  "Tank_RedMullet": "红鲻鱼曾经被视为宠物。现在，它通常被称为菜肴中使用的鱼。",
  "Tank_Herring": "鲱鱼通常在海岸附近的大型学校里游泳。 它可以在大多数温带和浅水区找到。",
  "Tank_Eel": "鳗鱼是拉长的鱼，根据其种类，它缺少几个鳍。它通过在身体的整个长度上产生波浪来移动。",
  "Tank_Octopus": "章鱼实际上不是鱼，而是八足软体动物。 章鱼在神话中常常以怪物的形式出现。 这当然很难捉住-干得好！",
  "Tank_RedSnapper": "红鲷鱼的红色易于识别。它是热带海洋鱼类，在下雨的夏日的星露谷中可以找到。",
  "Tank_Squid": "鱿鱼实际上不是鱼，而是软体动物。 乌贼会喷出墨水，使捕食者迷惑。 如果将其放在鱼塘中，它会为你产生墨水！",
  "Tank_SeaCucumber": "海参实际上不是鱼，而是棘皮动物。 在世界各地的海底都可以找到它。",
  "Tank_SuperCucumber": "大海参实际上不是鱼，而是棘皮动物。 海参这种稀有物种是一种稀有捕获物。夏秋之夜可以在星露谷发现它。",
  "Tank_Ghostfish": "鬼鱼是完全盲目的。但是，由于其用于导航的横向线，它可以检测到水压的波动。",
  "Tank_Stonefish": "石鱼，这种伪装鱼看似无害，实则有剧毒，所以不要把它误认为是石头！",
  "Tank_IcePip": "冰柱鱼可以在冰冻的矿井中发现。它的体积小和速度快，使它成为许多垂钓者的难得之物。",
  "Tank_MNF.MoreNewFish_lavaEel": "岩浆鳗鱼是一种稀有且独特的鳗鱼。它已经奇迹般地进化成可以在炽热的熔岩中生存， 所以要小心：这个水族箱是超级热的！",
  "Tank_Sandfish": "沙鱼是热带比目鱼。它喜欢在沙子中隐藏和伪装自己。",
  "Tank_ScorpionCarp": "蝎鲤鱼是热带鲤鱼。它利用其速度和有毒的毒刺来捕捉猎物。",
  "Tank_Flounder": "比目鱼是生活在海底的扁平鱼。成年比目鱼使用伪装来躲避捕食者。",
  "Tank_MidnightCarp": "午夜鲤鱼是一种非常害羞的鱼。晚上可以在池塘和湖泊中找到它。",
  "Tank_Sturgeon": "鲟鱼是古老的鱼类，寿命极长。它的鱼卵可以在鱼塘中生产，以制成豪华的鱼子酱。",
  "Tank_TigerTrout": "虎鳟鱼是褐鳟鱼和溪鳟鱼的杂交品种。它是一种不育的食性鱼类，因此通常很少见。",
  "Tank_Bullhead": "大头鱼是居住在底层的鱼。它的视力不好，但是可以使用敏感的触须来定位食物。",
  "Tank_Tilapia": "罗非鱼是多种丽鱼科鱼的俗称。它们对温度非常敏感，并且喜欢温水。",
  "Tank_Chub": "鲢鱼是许多鳍鱼的通称。它们是在星露谷非常常见的鱼。",
  "Tank_Dorado": "麻哈脂鲤（英文版里名为 Dorado ）在几种语言中都是金子或金子的意思，这种闪闪发光的鱼因此得名。",
  "Tank_Albacore": "青花鱼（英文版里名为 Albacore ）也被称为长鳍金枪鱼（longfin tuna）。 像金枪鱼一样，它具有流线型的身体。这是一条游走鱼类，可以长途跋涉。",
  "Tank_Shad": "西鲱和鲑鱼一样，都是溯河而上，洄游到淡水中产卵。",
  "Tank_Lingcod": "蛇齿单线鱼也被称为水牛鳕鱼或栽培鳕鱼。它的名字是两种其他鱼类的组合，它们是岭和鳕鱼。尽管lingcod与这些鱼没有密切的关系，但它仍因类似于这些鱼而得名。",
  "Tank_Halibut": "大比目鱼（英文版里名为 Halibut ）是一条扁平鱼，生活在海底。 它的名字来源于holy (haly) 和 butte (flat fish)。",
  "Tank_Woodskip": "木跃鱼是一种非常敏感的鱼，只能生活在森林深处的水池或这个特殊的水族馆中。",
  "Tank_VoidSalmon": "无力的鲑鱼被虚无能量扭曲了。对于这种黑魔法鱼，人们了解的并不多。",
  "Tank_Slimejack": "史莱姆鱼被一层粘泥覆盖。一些鱼类将粘液用作防御捕食者的防御机制。",
  "Tank_MidnightSquid": "与其他鱿鱼一样，午夜鱿鱼实际上不是鱼，而是软体动物。它生活在海洋深处，可以产生大量墨水",
  "Tank_Blobfish": "水滴鱼是一种深海鱼类：它可以生活在600至1200米之间的深度，其压力是海平面的60至120倍。 当垂钓者将水滴鱼捞起时，由于组织损伤，它们将开始失去形状。值得庆幸的是，这个水族馆是专为深海鱼类设计的。",
  "Tank_SpookFish": "这个标本，“幽灵鱼”有三只非常有效的眼睛，可以在深海的黑暗中检测出最微弱的轮廓。",
  "Tank_Angler": "传说鱼“鮟鱇鱼”以其独特的捕食方法而闻名：它使用发光的小灯笼来吸引猎物。",
  "Tank_Legend": "独一无二的传说之鱼...他们说鱼王是永远不会被抓住的，但是你证明了他们是错误的。",
  "Tank_MutantCarp": "传说鱼“变种鲤鱼”是在鹈鹕镇的下水道中发现的。这个怪物是怎么来的，至今还是个谜。",
  "Tank_Crimsonfish": "传说鱼“绯红鱼”是一种生活在海洋深处的稀有鱼种。在夏季，它会在浅水区产卵。",
  "Tank_Glacierfish": "传说鱼“冰川鱼”喜欢在冰川底部筑巢，因为水越冷它就越舒服。",
  "Tank_Lobster": "龙虾实际上不是鱼，而是甲壳动物。它们的颜色可能会有所不同，但鲜为人知的通常是鲜红色。当在烹饪过程中去除龙虾表皮中的某些色素时，会产生红色龙虾的特征色。",
  "Tank_Crayfish": "小龙虾是一种微小的淡水甲壳动物，类似于龙虾。小龙虾也被称为螯虾，螯虾。",
  "Tank_Crab": "螃蟹是标志性的甲壳动物。 全世界有很多不同种类的螃蟹。",
  "Tank_Cockle": "鸟蛤是一种软体动物，它使用虹吸管过滤水来喂养。",
  "Tank_Mussel": "蚌是几种双壳贝类软体动物的通用名称。它们都具有独特的，细长的，不对称的形状。",
  "Tank_Shrimp": "虾是甲壳类动物，可以在许多海洋中找到。与鱼类不同，这种甲壳类动物没有运动的鳍。它把腹部拉向身体。但是，这意味着虾向后游。",
  "Tank_Snail": "蜗牛属于腹足纲动物，属于软体动物门内的一类。 蜗牛可以将自己完全缩进壳中。",
  "Tank_Periwinkle": "玉黍螺，也被称为海螺，是一种微小的腹足动物。它们的壳经常尖锐。",
  "Tank_Oyster": "牡蛎是双壳软体动物。它们通常以生产珍珠而闻名。牡蛎内部刺激后会产生珍珠。 作为防御机制，可以使用液体来覆盖刺激物。 沉积一层称为珍珠母的涂层，直到形成有光泽的珍珠为止。",
  "Tank_Pufferchick": "很久以前，当地球还年轻，而河豚鸡鱼还不存在时，制作mod具有基于河豚鸡鱼的自己的表情亚文化。 我建议将其中一些添加到服务器的表情符号插槽中（当我们最多可以有50个时，这又回来了），工作人员问我要添加哪个图标，我开玩笑地创建了一个河豚鸡鱼来作为它的图标。 -Pathoschild，2020年",
  "Tank_VoidEel": "虚空鳗鱼是一种神秘的鳗鱼，多余的头部可能是虚空能量的结果。",
  "Tank_Starfish": "海星（ Starfish 或 Sea Stars ）实际上不是鱼，而是棘皮动物。 海星有很多种类，它们可以在热带到极地水域中找到。不过这个标本看起来是热带的。",
  "Tank_Clownfish": "小丑鱼，又或者叫海葵鱼，它们可以在温暖的海水中找到。根据鱼种的不同，它们的颜色可以从黄色、橙色、红色或黑色到白色条状或斑点。",
  "Tank_Minnow": "米诺鱼是许多小型淡水鱼物种的名称。它们可以在大多数河流和湖泊中找到。",
  "Tank_Puppyfish": "小狗鱼可能是最受欢迎的水生宠物了。但是如果你想抚摸它，你就得必须把你的手弄湿！",
  "Tank_Butterfish": "鲳鱼是淡水鱼，视季节而异，可以在星露谷周围的不同水域中找到。",


  //1.1.0 fish descriptions
  "Tank_DottedAbalone": "鲍鱼是一类软体动物的名称。它们也被称为其他名字，例如：耳贝壳，海耳，羊鱼，羊贝壳，Ormer，Perlemoen和Paua",
  "Tank_Scallop": "扇贝是一类多样化的软体动物的名称。它们与另一类常被称为牡蛎的软体动物密切相关。",
  "Tank_DewdropFish": "露珠鱼，它的水滴形状给这种鱼带来了独特的名字。",
  "Tank_PurpleSpottedTrout": "紫斑鳟鱼并非原产于星露谷。大多数人对其起源并不了解。",
  "Tank_Relicantlette": "据说古代湖泊中常见的鱼类是遗迹鱼。但是找到一座古老的湖泊是一件罕见的事情。",
  "Tank_Serafin": "瑟拉芬鱼，它用翼状鳍在水中滑翔。一种优雅的鱼类。",
  "Tank_UmuwiCarp": "乌木鲤，这种神奇的鱼似乎被一种奇怪的魔力所包围。需要进一步研究。",
  "Tank_KingSalmon": "帝王鲑鱼，这种巨大的鱼是最大的鲑鱼物种。对大多数钓鱼者来说是一种极为珍贵的鱼类。",
  "Tank_Frog": "青蛙属于一类庞大而多样化的两栖动物。青蛙可以通过它们的声带发出各种呱呱声。",

  //1.2.0 Fish descriptions
  "Tank_SonOfCrimsonfish": "这条年轻的绯红鱼有着华丽的尾巴，但这只是一个阶段。",
  "Tank_RadioactiveCarp": "这条鱼是放射性的，但不用担心，它被安全地装在这个鱼缸里。",
  "Tank_Ms.Angler": "这条鮟鱇鱼似乎化了妆...",
  "Tank_GlacierfishJr.": "这条鱼太酷了。它甚至有太阳镜来证明。",
  "Tank_LegendII": "唯一的传说...等一下！",
  "Tank_Stingray": "魟鱼是一群海鳐的名称。它们与鲨鱼有亲缘关系，但与鲨鱼和其他鱼类不同，魟鱼使用一种称为“波浪运动”的独特运动方式。",
  "Tank_BlueDiscus": "蓝色慈鲷是一种慈鲷鱼类，对温度变化非常敏感，喜欢较温暖的水域。",
  "Tank_Lionfish": "狮子鱼，又称斑马鱼或火鱼，是一种有毒的海洋鱼类。它是一种有效的捕食者，以小鱼和软体动物为食。在一些地区，狮子鱼被认为是一种入侵物种。目前已知有12种狮子鱼。",

  //1.3.0 MNF fish descriptions
  "Tank_MNF.MoreNewFish_glassfish": "玻璃鱼具有非凡的透明身体，以甲壳类动物、环节动物和其他无脊椎动物为食。它通常是大鱼的猎物。",
  "Tank_MNF.MoreNewFish_coelacanth": "腔棘鱼是一种只有2种现存物种的鱼类。长期以来，人们一直认为这个目是灭绝的，但后来重新发现了它。",
  "Tank_MNF.MoreNewFish_cavefish": "洞穴鱼是指适应生活在洞穴中的鱼类的通用术语。它们具有称为洞穴形态的不寻常适应性。这些适应动物在持续黑暗中生活，这种适应通常包括失去色素、视力或可能失明。",
  "Tank_MNF.MoreNewFish_cave_lobster": "洞穴龙虾是一种适应生活在洞穴中的稀有甲壳动物。它以被冲入洞穴和蝙蝠粪便中的有机物为食。",
  "Tank_MNF.MoreNewFish_barreleye": "太平洋桶眼鱼(巴瑞鳍鱼)以其独特的桶状眼睛而得名。它们的眼睛通常朝上，以侦测猎物的轮廓。然而，它们仍然可以将眼睛朝前。",
  "Tank_MNF.MoreNewFish_brain_slug": "脑残鼻涕虫，这种奇怪的蛞蝓被认为是一种寄生性脑蛞蝓，它有一个绿色的身体，两只触角和一只大眼睛。（这玩意梗很多，一般是neta自“飞出个未来”里的鼻涕虫）",
  "Tank_MNF.MoreNewFish_tucunare": "孔雀鲈，属于一个大的鱼类属，称为慈鲷。尽管有相似之处，但它与其他被称为鲈鱼的鱼类没有密切关系。",
  "Tank_MNF.MoreNewFish_arctic_char": "北极红点鲑是一种冷水鱼类。它属于鲑科家族，包括鳟鱼和三文鱼等鱼类。在某些地区，它也被称为'Golets'",
  "Tank_MNF.MoreNewFish_green_terror": "溪宝丽鱼是一种来自大型慈鲷科家族的淡水鱼类。由于其多态性，即同一物种可以有不同的形态，它曾经与其他物种混淆。",
  "Tank_MNF.MoreNewFish_common_pleco": "琵琶清道夫，也被称为'吸口鲶鱼'，是一种淡水鲶鱼。它通常以藻类和甲壳动物为食。",
  "Tank_MNF.MoreNewFish_siamese_algae_eater": "T暹罗角鱼是一种来自鲤科的淡水鱼类。它通常栖息在溪流和河流的底部，如其名所示，以藻类为食。",
  "Tank_MNF.MoreNewFish_trahira": "Trahira或'Trairas'，马拉巴利齿脂鲤是一类淡水鱼类。它们是肉食性的，以其他鱼类为食。一些物种甚至能够呼吸空气。",
  "Tank_MNF.MoreNewFish_pacu": "锯腹脂鲤是指一种杂食性淡水锯鲂鱼。它们与食人鱼有亲缘关系，但与其近亲不同，它们有更加适合杂食性饮食的方形牙齿。",
  "Tank_MNF.MoreNewFish_snowball_pleco": "雪球清道夫是一种淡水鲶鱼。它通常以藻类为食，但有时也会吃其他有机物。",
  "Tank_MNF.MoreNewFish_freshwater_pufferfish": "淡水河豚。尽管大多数河豚生活在海洋环境中，但约有35种河豚的整个生命周期都在淡水中度过。与其他河豚一样，当受到威胁时，它具有膨胀的能力，这是一种防御机制，以弥补其缓慢的运动能力。",
  "Tank_MNF.MoreNewFish_arowana": "龙鱼是一种淡水鱼。它也被称为'骨舌鱼'。大约有10种不同类型的金龙鱼。它有一个长身体，覆盖着带有马赛克图案的厚鳞。",
  "Tank_MNF.MoreNewFish_tench": "丁桂鱼，也被称为'医生鱼'。它可以在缓慢流动的河流和湖泊中找到。",
  "Tank_MNF.MoreNewFish_zebra_tilapia": "布氏非鲫（斑马罗非鱼）属于一个名为慈鲷鱼的大属。它是一种相当大的慈鲷鱼，它的深色条纹会随着年龄的增长而褪色。",
  "Tank_MNF.MoreNewFish_clown_knifefish": "七星刀鱼也被称为小丑羽鱼或斑点刀鱼。这种夜行性淡水鱼通常生活在湖泊中。",
  "Tank_MNF.MoreNewFish_redtail_shark": "红尾黑鲨或'红尾鲨鲤'是一种来自鲤科的淡水鱼。它有着黑色的身体和特有的橙色尾巴。尽管它的名字可能暗示它与鲨鱼有关，但实际上并不是。",
  "Tank_MNF.MoreNewFish_clown_loach": "大刺色鳅，又被称为'虎纹波鳅'，是一种属于波鳅科的淡水鱼类。它有着长长的橙色至黄色的身体，带有黑色条纹。它的嘴朝下，有4根须。",
  "Tank_MNF.MoreNewFish_sauger": "加拿大梭鲈是一种与狗鱼密切相关的淡水鱼类。它是一种适应良好的捕食性鱼类，能够在快速流动的溪流中游泳。鲈鱼以各种无脊椎动物和小鱼为食。",
  "Tank_MNF.MoreNewFish_elephantfish": "象鼻鱼，或者更确切地说是'淡水象鱼'，不要与海洋象鱼混淆，是一种淡水鱼类。一些物种具有改变口器以捕食泥质底栖小无脊椎动物的特殊结构。",
  "Tank_MNF.MoreNewFish_flame_angelfish": "火焰神仙鱼，是一种神仙鱼。它有鲜艳的橙红色，身体两侧有黑色条纹，背鳍和臀鳍呈蓝色。它的饮食可以从藻类到甲壳动物各不相同。",
  "Tank_MNF.MoreNewFish_threespot_angelfish": "蓝嘴神仙鱼是一种神仙鱼。它有明亮的黄色，身体上有三个黑色斑点。这种物种的雌性个体在一生中的某个时期可以改变性别。",
  "Tank_MNF.MoreNewFish_banded_angelfish": "蒙面神仙鱼，又称土匪神仙鱼，是一种神仙鱼。它整体呈淡色，身体上有一条宽黑色条纹。它通常可以在珊瑚礁周围的深水中找到。",
  "Tank_MNF.MoreNewFish_ornate_angelfish": "贝鲁士神仙鱼，又称美丽神仙鱼，是一种神仙鱼。这种物种的雌性个体往往是蓝色、黑色和白色的。雄性个体通常是灰色的，有一条黄色的条纹。",
  "Tank_MNF.MoreNewFish_royal_angelfish": "毛巾神仙鱼，又称帝王神仙鱼，是一种海洋神仙鱼。它有扁平的身体，颜色因所处地区而异。",
  "Tank_MNF.MoreNewFish_tiger_puffer": "红鳍东方鲀是一种河豚鱼，像大多数河豚鱼一样，它的一些器官含有对人类高度有毒的毒素。",
  "Tank_MNF.MoreNewFish_moorish_idol": "镰鱼是一种常见的海洋鱼类，生活在珊瑚礁和泻湖栖息地中。它是一种杂食性鱼类，喜欢吃珊瑚和海绵。",
  "Tank_MNF.MoreNewFish_blue_tang": "拟刺尾鲷是一种刺尾鱼。它还有其他名字，如'皇家蓝刺尾鱼'、'皇家蓝刺尾鱼'、'蓝河马刺尾鱼'和'蓝刺尾鱼'等。它有扁平的蓝色身体，黑色调色板设计和黄色尾巴。雄性个体往往比雌性个体大。经典动画形象海洋总动员中的多莉。",
  "Tank_MNF.MoreNewFish_dwarf_stingray": "矮黄貂鱼是一种小型貂鱼。它有菱形的身体，头部几乎呈三角形尖端。它有一条长长的鞭状尾巴，上面有锯齿状的刺。",
  "Tank_MNF.MoreNewFish_maroon_clownfish": "透红小丑鱼，又被称为'刺颊小丑鱼'，是一种海葵鱼类。与其他海葵鱼一样，它与海葵形成共生互利的关系。",
  "Tank_MNF.MoreNewFish_sebae_clownfish": "双带小丑鱼是一种海葵鱼类。它通常与马鞍海葵共生。",
  "Tank_MNF.MoreNewFish_wide-band_clownfish": "宽带小丑鱼是一种海葵鱼类。与其他海葵鱼一样，它与海葵共生，不受其刺的影响。它能够改变性别，雌性通常最大，其次是繁殖雄性，然后是非繁殖雄性。",
  "Tank_MNF.MoreNewFish_pink_skunk_clownfish": "银线粉色小丑鱼，又被称为'粉红小丑鱼'，是一种海葵鱼类。海葵鱼被分为六个群体，称为复合群体，粉红色斑纹小丑鱼属于一个名为'斑纹复合群体'的群体。",
  "Tank_MNF.MoreNewFish_orange_clownfish": "橙色小丑鱼也被称为'珀丘拉小丑鱼'或'小丑海葵鱼'。它属于一个称为海葵鱼的亚科，与该家族的其他物种一样，它与海葵共生。它通常与两种特定的海葵物种共生。",
  "Tank_MNF.MoreNewFish_saddleback_clownfish": "鞍背小丑鱼，又被称为'黄鳍小丑鱼'，是一种海葵鱼类。与其他一些海葵鱼一样，雄性能够改变性别成为雌性，这种现象被称为雄性先熟。",
  "Tank_MNF.MoreNewFish_two-band_clownfish": "两带小丑鱼，又被称为'双带海葵鱼'，是一种海葵鱼类。正如其名称所示，它的身体上有两条带状的白色条纹，边缘为黑色。与其他海葵鱼一样，它以藻类和浮游生物为食。",
  "Tank_MNF.MoreNewFish_whitesnout_clownfish": "白头小丑鱼，又被称为'麦卡洛克海葵鱼'。与其他海葵鱼一样，它与海葵共生，但白嘴小丑鱼特别只寄生在一种海葵物种上，即泡泡尖海葵。",
  "Tank_MNF.MoreNewFish_fire_clownfish": "红苹果小丑鱼有很多不同的名称，如'肉桂小丑鱼'、'暗色小丑鱼'或'黑背小丑鱼'等。它是一种海葵鱼类，身体呈深红色，眼后有一条白色带状物。",
  "Tank_MNF.MoreNewFish_yellowtail_clownfish": "黄尾小丑鱼，又被称为'克拉克海葵鱼'，是一种海洋海葵鱼类。与其他小丑鱼不同，它不是特定数量的特定海葵物种的寄生体，而是多种10种不同的物种。",
  "Tank_MNF.MoreNewFish_skunk_clownfish": "银线橙色小丑鱼或者被称为'鼻纹海葵鱼'，是一种海葵鱼。和其他海葵鱼一样，它们具有领地意识，并通过发出爆破声或啁啾声来保护自己的领地。",
  "Tank_MNF.MoreNewFish_pollock": "黄线狭鳕或者被称为'鳕鱼'，是鳕科鱼类中的两个物种之一的通用名称。它经常与同属的'鳕鱼'混淆。",
  "Tank_MNF.MoreNewFish_false_kelpfish": "石狗公鱼或者被称为'海鲽鱼'，是一种来自鲈鱼科的鱼类。目前只有3种被认可的鲈鱼物种。",
  "Tank_MNF.MoreNewFish_icefish": "鳄冰鱼或者被称为'面条鱼'，是一种鱼类。它们身体细长几乎没有鳞片。雌性冰鱼完全没有鳞片，雄性只有少量鳞片。大多数冰鱼只能活一年，所以它们非常快速地达到成熟。",
  "Tank_MNF.MoreNewFish_monkfish": "深海鮟鱇鱼是一种鮟鱇鱼属的常见名称。它也被称为'捕鱼青蛙'或者'海魔鬼'。和所有鮟鱇鱼一样，它有一个诱饵来吸引猎物。目前已知有7种深海鮟鱇鱼。",
  "Tank_MNF.MoreNewFish_wolffish": "狼鱼或者被称为'海狼'，是深海鱼类，原产于寒冷的水域。它们利用强大的牙齿以贝类、棘皮动物和甲壳类为食。已知有4种狼鱼，包括相关的狼鳗在内共有5种。",
  "Tank_MNF.MoreNewFish_thread-sail_filefish": "线帆鱼（剥皮鱼）是一种海洋鱼类。它以浮游生物和较小的甲壳动物为食，属于杂食性。这种鱼的幼鱼通常躲藏在漂浮的海藻中以躲避捕食者。",
  "Tank_MNF.MoreNewFish_soldierfish": "伯特氏锯鳞鱼是一类硬骨鱼，通常生活在热带水域的珊瑚礁附近。它们以较大的浮游动物为食。",
  "Tank_MNF.MoreNewFish_squirrelfish": "松鼠鱼是一类硬骨鱼，已知大约有150种松鼠鱼。它们通常生活在热带水域和珊瑚礁附近。它们以海洋底部的甲壳动物、软体动物和腹足类为食。",
  "Tank_MNF.MoreNewFish_goldfish": "金鱼是一种属于鲤科的淡水鱼。与常见的观念相反，金鱼并不具有糟糕的记忆力。放生的宠物金鱼在某些情况下可能会引起问题，实际上可以被归类为入侵物种。",
  "Tank_MNF.MoreNewFish_ide": "高体雅罗鱼或者被称为'鲥鱼'，是属于鲤科的淡水鱼。它有着鲜艳的鳞片和修长的身体。",
  "Tank_MNF.MoreNewFish_celestial_eye": "望天球金鱼是属于鲤科的金鱼，也被称为'长腾眼'。它有独特的凸出向上的眼睛。",
  "Tank_MNF.MoreNewFish_lionhead": "狮子头金鱼属于鲤科，可以通过其独特的头部生长和有罩的外观轻松辨认出来。",
  "Tank_MNF.MoreNewFish_comet": "燕尾金鱼，又称彗星金鱼。属于鲤科，与普通金鱼相似，但通常较小且较瘦。它可以通过其长而分叉的单尾鳍来识别。",
  "Tank_MNF.MoreNewFish_telescope": "龙睛金鱼属于鲤科，其最显著的特征是突出的眼睛。这个特征在某些地区被称为'龙眼'",
  "Tank_MNF.MoreNewFish_freshwater_butterflyfish": "齿蝶鱼通常栖息在珊瑚礁上。然而，这个物种独特地适应了淡水环境。它们特别有领土意识，并形成配对。它们以淡水鱼的幼虫为食。",
  "Tank_MNF.MoreNewFish_pangasius": "长丝巨鲶是一种鲨鲶鱼属，它们可以在半咸水和淡水系统中找到，可以长得相当大。它们是食肉鱼，通常以虾、螃蟹和其他鱼类为食。目前已知有22种鲟鱼。",
  "Tank_MNF.MoreNewFish_anchoviella": "小公鱼是一种凤尾鱼属。它们通常是小型和苍白的鱼，生活在温暖的水域。它们通常以浮游生物和甲壳动物为食。",
  "Tank_MNF.MoreNewFish_barracuda": "梭鱼，全称Barracuda，简称'Cuda'，是一种大型掠食性鱼类。它们有着长而细长几乎像蛇一样的身体。目前已经确认了28种梭鱼。",
  "Tank_MNF.MoreNewFish_blue_ringed_octopus": "蓝环章鱼是一群有毒的章鱼，共有4种。如果受到威胁，它会变成鲜黄色并闪烁其许多蓝环。",
  "Tank_MNF.MoreNewFish_small_manta_ray": "蝠鲼是大型鳐鱼，它们有着大而三角形的胸鳍，与大多数鳐鱼一样与头部融合。目前只有2种已知的蝠鲼。",
  "Tank_MNF.MoreNewFish_ribbon_eel": "五彩鳗也被称为'叶鼻海鳝'或'伯尼斯鳗鱼'。它是一种鳗鱼，可以通过其扩张的前鼻孔轻松识别。它们通常生活在泻湖或近海礁石附近。",
  "Tank_MNF.MoreNewFish_sea_snake": "海蛇或珊瑚礁蛇是一群适应海洋环境的蛇类。有些完全适应水生生活，无法在陆地上移动。它们没有鳃，因此必须经常上浮以呼吸。",
  "Tank_MNF.MoreNewFish_small_swordfish": "剑鱼，也被称为'阔嘴鱼'，是一种难以捉摸的鱼类，其特征是长而扁平的尖嘴，类似剑。它们在捕猎时依靠自己的高速和'剑'。然而，它们不使用'剑'刺穿猎物，而是用它来割伤。",
  "Tank_MNF.MoreNewFish_hagfish": "盲鳗属于无颚鱼目。这种形状像鳗鱼的鱼类能够产生黏液，通常被称为'黏液鳗鱼'。",
  "Tank_MNF.MoreNewFish_longfin_icedevil": "长鳍冰鬼鱼，学名奇南极䲢。是一种深海鱼类，属于鳕鱼科。它具有许多适应在深海和寒冷水域生活的特征。",
  "Tank_MNF.MoreNewFish_haddock": "黑线鳕是鳕科的一员。它具有典型的鳕鱼的细长身体，鳕鱼的上半部分颜色可以从棕色变化到几乎黑色，而下半部分是银白色的。",
  "Tank_MNF.MoreNewFish_stubby_squid": "僧头乌贼或者被称为'短尾乌贼'，是一群头足类动物。它们有8只触手和2只触须，一般体型较小。",
  "Tank_MNF.MoreNewFish_dumbo_octopus": "烟灰蛸，又称小象章鱼。是一个包括13个已知物种的伞状章鱼属。它们通常以甲壳类动物、双壳类动物和蠕虫为食。",
  "Tank_MNF.MoreNewFish_king_crab": "帝王蟹是一种通常生活在寒冷海洋中的甲壳动物。由于它们的体型和肉质的美味，它们经常被捕捞和作为食物出售。",
  "Tank_MNF.MoreNewFish_sand_dollar": "沙币，也被称为海饼干、鲛饼或紫罗兰贝壳。它是一种扁平的海胆。它有一个坚硬的骨骼。",
  "Tank_MNF.MoreNewFish_blue_dragon_slug": "蓝龙蛞蝓也被称为'海燕'、'蓝色格劳库斯'和'蓝色海洋蛞蝓'等许多其他名字。它是一种无壳的腹足纲软体动物，以其他浮游生物为食，包括有毒物种。",
  "Tank_MNF.MoreNewFish_brief_squid": "墨鱼仔是一种小型乌贼。像其他乌贼一样，它不是鱼类，而是软体动物。它通常生活在温暖的浅水中。",
  "Tank_MNF.MoreNewFish_nautilus": "鹦鹉螺，意为'水手'，是一种大洋性软体动物。它们通常被称为'活化石'，因为它们在很长时间内没有发生显著变化而存活下来。",
  "Tank_MNF.MoreNewFish_prawn": "对于小型水生甲壳动物，明虾是一个常见的名称。它们是十足目的成员。",
  "Tank_MNF.MoreNewFish_swimmer_crab": "远海梭子蟹是一种属于螃蟹科的甲壳动物。它的一对腿扁平，使其能够游泳和捕捉猎物。",
  "Tank_MNF.MoreNewFish_jellyfish": "水母，也常被称为海蜇。它们属于刺胞动物门。水母是这类动物的水螅阶段，它们也可以在珊瑚的多形阶段中栖息在海床上。",
  "Tank_MNF.MoreNewFish_freshwater_crab": "已发现约1300种溪蟹物种。与海洋蟹不同，这些甲壳动物对其后代表现出母性关怀。",
  "Tank_MNF.MoreNewFish_freshwater_shrimp": "金背虾是一种小型甲壳动物，可以在许多地区找到。它是许多较大动物的重要食物链的一部分。",
  "Tank_MNF.MoreNewFish_harlequin_freshwater_shrimp": "苏拉威西虾是一种小型甲壳动物。在水族贸易中，它也常被称为'塞勒贝斯美丽虾'或'海绵虾'。",
  "Tank_MNF.MoreNewFish_red_harlequin_freshwater_shrimp": "苏拉威西红虾是一种小型甲壳动物，它以一种未描述的淡水海绵为食。",
  "Tank_MNF.MoreNewFish_red_freshwater_shrimp": "玫瑰虾，也常被称为'樱桃虾'。这种红色变种经常被用于水族箱出售。",
  "Tank_MNF.MoreNewFish_blue_freshwater_shrimp": "这种淡水虾也常被称为'蓝丝绒虾'。这种蓝色变种的虾，像其他虾一样，以藻类和其他微生物为食。",
  "Tank_MNF.MoreNewFish_ladyfish": "海鲢是一种硬骨鱼类。它们也常被称为'跳鱼'、'杰克鱼'或'十磅鱼'。它们通常栖息在靠近海岸的地方，以甲壳动物和较小的鱼类为食。",
  "Tank_MNF.MoreNewFish_robalo": "锯盖鱼也被称为'普通鳙鱼'或'军士鱼'。它通常喜欢温暖的水域，以较小的鱼类、虾类和偶尔的螃蟹为食。",
  "Tank_MNF.MoreNewFish_mimic_octopus": "拟态章鱼是一种章鱼，像其他章鱼一样，它使用色素细胞来伪装自己。它还以模仿其他海洋动物而闻名，因此得名。",
  "Tank_MNF.MoreNewFish_spiny_dogfish": "白斑角鲨，也被称为'刺鲨'、'泥鲨'或'刺狗鱼'，属于鲨鱼科的狗鱼。这种物种可以通过具有2个刺来识别。",
  "Tank_MNF.MoreNewFish_zebra_eel": "斑马鳗，也被称为'斑马海鳝'，是一种鳗鱼物种。它们通常生活在岩石区域、浅水的珊瑚礁中。",
  "Tank_MNF.MoreNewFish_ghost_eel": "鬼鳗，也被称为'白色丝带鳗鱼'，是一种鳗鱼物种。它是一种夜间捕食者，通常以小型甲壳动物为食。",
  "Tank_MNF.MoreNewFish_longnose_gar": "长吻雀鳝，也被称为'长吻鳄鱼'或'比利鳄鱼'。它的平均寿命为15-20年，最长记录年龄为39岁。它的外观在数百万年间几乎没有改变。",
  "Tank_MNF.MoreNewFish_lungfish": "肺鱼以能够呼吸空气而闻名。目前只有6种已知的肺鱼。肺鱼是杂食性的，意味着它们可以通过吃植物和动物物质来生存。",
  "Tank_MNF.MoreNewFish_tigerfish": "虎鱼是一种捕食性淡水鱼类。它主要以鱼类为食，被称为食鱼性。它有着细长的银色身体和有色的鳍。它的头部较大，有许多牙齿，可以用来咬和抓住猎物。",
  "Tank_MNF.MoreNewFish_electric_catfish": "电鲇是一种鲇鱼科的鲇鱼，总共有21种已知物种。该科的几个成员具有产生高达350伏的电击的能力。",
  "Tank_MNF.MoreNewFish_small_goblin_shark": "小欧氏尖吻鲛，又称哥布林鲨。是一种罕见的深海鲨鱼。它有着粉红色的皮肤，长而扁平的吻部，进食时可以突出下颌。",
  "Tank_MNF.MoreNewFish_vampire_squid": "吸血乌贼属于一类称为头足类的软体动物。它通常生活在氧气浓度较低的深水中。与其名字相反，它并不以血液为食，而是以有机物质的残渣为食。",
  "Tank_MNF.MoreNewFish_great_firefly_squid": "巨型萤火鱿，又被称为“闪光乌贼”，是一种乌贼。它可以在产卵季节靠近海岸附近找到，但通常更喜欢深水区域。它们具有生物发光能力，意味着它们可以从发光器中发出光。人们认为这种光是用于沟通、伪装或吸引猎物的。",
  "Tank_MNF.MoreNewFish_frilled_shark": "皱鳃鲨是两种已知鲨鱼的家族名称。它们有着长而鳗鱼般的身体，并且也像鳗鱼一样移动。它通常可以在海洋的深处找到，但会上浮到水面上以捕食各种头足类动物、较小的鲨鱼和硬骨鱼类。",
  "Tank_MNF.MoreNewFish_shinidamachu": "死魂虫，又被称为“灵魂收集者”。这些生物被认为可以传送灵魂，最好保持距离。",
  "Tank_MNF.MoreNewFish_void_evilpus": "虚空猫章鱼，这种受虚空触摸的章鱼经常被沼泽女巫驯服，用作工作动物。最常见的用途是作为困住的灵魂的守护者。",
  "Tank_MNF.MoreNewFish_trapped_soul": "羁魂鱼是水女巫施咒的常见名称。它可以是冒犯了她们的人或危险的生物，现在减弱了凶猛性。",
  "Tank_MNF.MoreNewFish_mudskipper": "弹涂鱼以能够在水中和陆地上生存而闻名。它们显著的特征之一是它们的侧胸鳍。这些鳍使泥跳鱼能够在泥泞的表面上'跳跃'。",
  "Tank_MNF.MoreNewFish_water_snake": "水蛇是爬行动物，大部分时间都在水中和水周围生活。通常它们是无毒的，可以以青蛙为食。",
  "Tank_MNF.MoreNewFish_void_carp": "虚空鲤鱼是一种被虚空能量扭曲的鱼类，改变了其原始形态。由于其新的形态，它是神秘产业中的热门原料，因为它有许多用途。",
  "Tank_MNF.MoreNewFish_blinky": "三眼鱼，这条橙色的鱼因突变而长出了额外的眼睛。究竟是什么原因导致了这种情况？",
  "Tank_MNF.MoreNewFish_decapod": "爪多多，学名十足目。这种奇怪的甲壳动物被认为是一个更进化的类似龙虾的生物的早期阶段。",
  "Tank_MNF.MoreNewFish_vampire_fish": "牙签鱼，又被称为“吸血鱼”。这种具有攻击性的鱼只有与较大的鱼混养时才能放入水族箱中。",
  "Tank_MNF.MoreNewFish_piranha": "食人鱼以其具有很强的捕食性而闻名。然而，它的饮食可以多样化，也会吃植物物质，使其成为杂食动物。",
  "Tank_MNF.MoreNewFish_lamprey": "七鳃鳗属于无颚鱼类。成年七鳃鳗的特征是有齿的漏斗状嘴。目前已知有38种七鳃鳗。",
  "Tank_MNF.MoreNewFish_tancho_koi": "丹顶锦鲤是一种着色的黑鲤鱼品种。丹顶锦鲤有一个孤立的圆形红色头部斑块，其余部分是纯白色的。它的颜色象征着旭日，因此在许多文化中备受喜爱，被认为能给主人带来快乐和好运。",
  "Tank_MNF.MoreNewFish_sanke_koi": "三色锦鲤是一种着色的黑鲤鱼品种。三色锦鲤是锦鲤池塘或水上花园中最受欢迎的品种之一。这种三色锦鲤是最常用和最受赞赏的锦鲤品种之一，因为它具有多样化的色彩。锦鲤可以活到200年，因此它将成为家族中珍贵的传家宝。",
  "Tank_MNF.MoreNewFish_kohaku_koi": "红白锦鲤是一种着色的黑鲤鱼品种。红白锦鲤是最容易辨认的锦鲤品种之一，它有一个白色的身体和红色的斑纹。当人们听到锦鲤时，大多数人会想到这种锦鲤品种，它是较早且经典的锦鲤品种之一，具有最稳定的大理石纹理。",
  "Tank_MNF.MoreNewFish_yamabuki_koi": "山吹锦鲤是一种着色的黑鲤鱼品种。山吹锦鲤，也被称为山吹黄金鲤，可以通过它们的黄色到金色的斑纹来识别。当您想要更愉快和阳光的图案与夏日海洋主题相配时。虽然它们是杂食动物，但最好让它们保持在兽医批准的饮食和环境中。",
  "Tank_MNF.MoreNewFish_ghost_koi": "金松叶锦鲤是一种着色的黑鲤鱼品种。金松叶锦鲤是金属锦鲤和野生深色鲤鱼的后代。它有各种金属色彩，但铜色和黑色可以与您的金丝鸡相匹配，适合喜欢宠物相配的人。",
  "Tank_MNF.MoreNewFish_ki_utsuri_koi": "黄写锦鲤是一种着色的黑鲤鱼品种，原名：Ki Utsuri。Utsurimono或Utsuri是锦鲤的一类，'Ki'表示黄色，标识了这种黄色的锦鲤。涉足神秘学的人会告诉您，这种锦鲤品种会给您带来财运，考虑到锦鲤的售价，他们可能是对的。",
  "Tank_MNF.MoreNewFish_hi_utsuri_koi": "绯写锦鲤是一种着色的黑鲤鱼品种，原名：Hi Utsuri。Utsurimono或Utsuri是锦鲤的一类，'Hi'表示红色，标识了这种红色的锦鲤。人们相信这种锦鲤品种能给主人带来防火魔法和爱情运气。但最好确保它的爱情生活得到精心策划。近亲交配已知会引起健康问题。",
  "Tank_MNF.MoreNewFish_shiro_utsuri_koi": "白写鲤鱼是一种着色的黑鲤鱼品种，原名：Shiro Utsuri。Utsurimono或Utsuri是一类锦鲤，'Shiro'表示白色，指的是这种白色锦鲤。在神秘学专家中普遍认为，这种锦鲤品种体现了负能量和正能量的完美平衡。无论如何，最好将其远离电器设备。",
  "Tank_MNF.MoreNewFish_tui": "月之灵魂阳，从灵界穿越而来，创造了灵魂绿洲。在这里，它化身为一条白色的锦鲤。如果它与海洋之灵断开联系，世界将失去平衡，将这两条鱼放回池塘将恢复平衡。",
  "Tank_MNF.MoreNewFish_la": "海洋之灵阴，从灵界穿越而来，创造了灵魂绿洲。在这里，它化身为一条黑色的锦鲤。如果它与月之灵断开联系，世界将失去平衡，将这两条鱼放回池塘将恢复平衡。",

  //1.4.0 Fish Descriptions
  "Tank_PearlFish": "这种美丽的粉红色鱼以较小的贝类为食，有时会留下无法消化的部分，如珍珠，因此得名。",
  // RSV Fish
  "Tank_PebbleBackCrab": "石背蟹是一种稀有的甲壳类动物。它们因收集鹅卵石和其他矿物质并用它们装饰自己的壳而得名。出于未知原因，它们更喜欢用稀有而昂贵的矿物质和宝石装饰自己，这使它们成为试图获利的钓鱼者的理想目标。",
  "Tank_HarvesterTrout": "收割鳟鱼是一种臭名昭著的鳟鱼物种，它因收割靠近水源的农作物而得名。将它们放在鱼塘中的钓鱼者报告说它们偶尔会产生种子，甚至所谓的”古老种子“。.",
  "Tank_FixerEel": "疗愈鳗鱼是一种稀有的鳗鱼物种。由于当地的迷信认为它们可以修复”任何事物“，因此得名疗愈鳗鱼。 ",
  "Tank_LullabyCarp": "摇篮曲鲤鱼是一种稀有的鲤鱼物种。据称它们偶尔会发出和谐的旋律，它是如何产生这些声音的仍然是个谜。",
  "Tank_GoldenRoseFin": "金玫瑰鳍鱼可以通过其金色的颜色和飘逸的鳍轻松辨认。当它游泳时，它几乎看起来像是在水中跳舞。",
  "Tank_BladetailSturgeon": "刀尾鲟鱼有非常锋利的尾鳍。这些鳍可能相当危险，但目前尚不清楚它们是用于捕猎还是自卫。",
  "Tank_CardiaSeptalJellyfish": "贲门隔水母是一种非常独特的水母物种。与其他偶尔为两性的水母不同，这种物种具有两个融合的身体。一个明显是雄性，一个明显是雌性，对这种稀有水母的了解还不多。",
  "Tank_CrimsonSpikedClam": "绯红刺蛤蜊是一种濒临灭绝的稀有双壳类软体动物。与其他双壳类动物一样，它可以制造珍珠，但这种物种由于未知原因而偶尔会产生红宝石而不是珍珠。",
  "Tank_FairytaleLionfish": "童话狮子鱼通过发展鲜艳的鳞片作为其伪装的一部分。迷信的传说说它带来好运，一些故事甚至提到了”棱彩碎片“。",
  "Tank_CapedTreeFrog": "斗篷树蛙是一种稀有的两栖动物。它背部的颜色图案类似于披风，因此得名斗篷树蛙。",
  // SVE Fish
  "Tank_Kittyfish": "小猫鱼是一种神奇的鱼...还是猫？需要进一步研究。",
  // MNF
  "Tank_MNF.MoreNewFish_clown_triggerfish": "小丑炮弹鱼，又被称为'大斑点三刺鱼'，是属于三刺鱼科的海洋鱼类。像大多数三刺鱼一样，它具有攻击性行为，并且会保卫自己的领地。",
  "Tank_MNF.MoreNewFish_bonnethead": "窄头双髻鲨，又被称为'铲头鲨'，是一种小型锤头鲨。它是一种活跃的热带鲨鱼，主要以甲壳类动物为食。雌性个体往往比雄性个体大。",
  "Tank_MNF.MoreNewFish_black_ghost_knifefish": "魔鬼刀鱼是一种属于幽灵刀鱼科的热带淡水鱼类。这种物种能够产生微弱的电击，可以用于交流和电位感应。",

  //1.5.0
  //Not You Again (by tiakall)
  "Tank_SeaBass": "海鲈鱼以其美味的白肉和巨大的体型而闻名。如果它们吞下了不可食用的东西，它们会张开嘴巴和鳃，猛烈地摇晃头部。这通常能够排出异物，尽管看起来相当奇怪。",
  "Tank_PotatoCod": "这种罕见的土豆鳕鱼与pillpintu pasña土豆非常相似。它甚至尝起来像土豆！",
  "Tank_PinkMaomao": "很难相信粉红毛毛鱼与它的暗淡表亲海鲈属于同一鱼类家族。就像黑石斑鱼一样，这些鱼实际上是从雌性转变为雄性的。",
  "Tank_RedbandedPerch": "红带鲈鱼属于鲈鱼科。尽管体型较小，但它实际上是食肉动物，主要以螃蟹和较小的鱼类为食。",
  "Tank_DuskyGrouper": "黑石斑鱼，在某些文化中被称为'海洋之羊'，具有温和、略带甜味的口感，与较轻的葡萄酒和辣椒、洋葱等锐利蔬菜搭配得很好。好吃！",

  //SVE
  "Tank_Gemfish": "宝石鱼是一种非常受追捧的鱼类。它可以在地下的宝石矿床附近的水池中找到。从它的身上突出的宝石是真正的宝石，这使得它成为一种高价值的物种。.",
  "Tank_TorpedoTrout": "鱼雷鳟鱼是一种非常快速的鱼类。它的身体延长适合高速游动，经常给钓鱼者带来困扰。",
  "Tank_Goldenfish": "黄金鱼是一种非常闪亮的鱼类。它的鳞片散发出金色的光芒，它的名字和外观可能是金色的，但同样不能说它的售价也是金色的。",
  "Tank_MeteorCarp": "天体生物学家认为这个物种是星际的。有一种理论认为它可能是通过陨石到达这里的，因此得名为'流星鲤鱼'。",
  "Tank_Daggerfish": "匕首鱼有一个短嘴，用于捕猎。它的嘴有点像匕首，这给了这个物种独特的名字。",
  "Tank_BabyLunaloo": "这种幼年月光水母是一种海洋水母。它们经常在夏末时节进行年度迁徙。由于未知原因，它们对光线感到吸引...",
  "Tank_Lunaloo": "月光水母，主要生活在热带水域，但在斯塔杜谷附近的海岸线上也可以看到它们进行一年一度的迁徙活动，被称为”月光水母之舞“。",
  "Tank_ShinyLunaloo": "这种独特的水母被称为闪耀月光水母，很少在普通的月光水母群体中发现。目前尚不清楚这是否是一种不同的月光水母物种，还是月光水母的一种罕见变种。",
  "Tank_Seahorse": "海马是一组46种海洋鱼类的统称。它们的头部和脖子类似于马，因此得名。这使得这些鱼类独具特色。",
  "Tank_SeaSponge": "尽管它们看起来不像，海绵实际上是动物。它们依靠水流不断通过它们的身体，因为它们没有神经、消化或循环系统。",
  "Tank_RadioactiveBass": "放射性鲈鱼。存在许多种鲈鱼，但没有一种像这样发光的！",
  "Tank_Undeadfish": "关于所谓的“不死鱼”了解甚少。初步报告称不建议食用！",
  "Tank_Bonefish": "这种鱼只有皮肤和骨头。或者说是鳞片和骨头...实际上它甚至没有鳞片！",

  //KAYA
  "Tank_MoonlightJelly": "月光水母。它们主要生活在热带水域，但在星露谷附近的海岸线上也可以看到它们进行一年一度的迁徙活动，被称为月光水母之舞",
  "Tank_FlapjackOctopus": "烙饼章鱼，又被称为'小飞象章鱼'，与其他章鱼一样属于软体动物门。它的眼睛上方有鳍，短触角像伞一样散开在身体周围。",

  //East Scarpe
  "Tank_EastScarp_Cerulean_Nudibranch": "蓝色海蛞蝓属于一种叫做'Berghia'的属，以海葵为食。'Nudibranch'一词来自拉丁词'nudus'，意为'裸露'，和希腊词'bránkhia'，意为鳃。",
  "Tank_EastScarp_Ornate_Nudibranch": "华丽海蛞蝓，像其他相关物种一样通常被称为'海蛞蝓'。这个物种有一个半透明的身体，有宽大的侧面突出部分。",
  "Tank_EastScarp_Sea_Bunny_Nudibranch": "海兔海蛞蝓，又被称为'海兔'，是一种类似兔子的腹足动物软体动物。海兔是两性生物，意味着它们同时产生精子和卵子。",
  "Tank_EastScarp_Sunset_Nudibranch": "日落海蛞蝓属于一种叫做'Phestilla'的属，这些海蛞蝓有一个不寻常的习惯，以硬珊瑚为食。幼体在背面有长长的刺细胞袋，成年个体没有这样的囊。",
  "Tank_EastScarp_Golden_Trout": "金色鳟鱼，又被称为'Brigit'，是一种淡水鳟鱼。它与彩虹鳟鱼密切相关，可以杂交，这意味着这两个物种可以产生杂种后代。",
  "Tank_EastScarp_Kokanee_Salmon": "科卡尼鲑鱼有许多其他名称，如'小红鱼'，'基坎宁'和'瓦拉'等。与其他鲑鱼物种不同，它是'非洄游'的，意味着它不会迁徙到海洋，而是在淡水中度过整个生命。",

  //RSV
  "Tank_CutthroatTrout": "残暴鳟鱼是许多钓鱼者喜爱的游戏鱼。它的名字来自于下颌的独特红色着色。",
  "Tank_DeepRidgeAngler": "深山鮟鱇鱼是一种稀有的鮟鱇鱼。事实上，它是如此罕见，以至于许多人认为它是一个神话，甚至是一个幽灵！",
  "Tank_MountainRedbellyDace": "高山红腹鲮是一种小鱼，它们可以通过身体上的黑色条纹来区分。'鲮'是许多不同物种共享的名称，其中大多数鱼属于鲤科。",
  "Tank_MountainWhitefish": "高山白鱼是一种属于鲑科的鱼类。它是一种底栖鱼类，以幼虫和其他无脊椎动物如蜗牛、小龙虾和片脚类为食。",
  "Tank_RidgeBluegill": "山脊蓝鳃鱼是一种独特的蓝鲈鱼。蓝鳃有时也被称为'brim'、'sunny'或'copper nose'。由于体型较小，它是一种非常胆小的鱼类，喜欢在水生植物中寻找庇护。",
  "Tank_RidgesideBass": "山脊鲈鱼是一种独特的鲈鱼物种。它最早是在里奇赛德村庄附近的水域发现的，因此得名。像其他鲈鱼物种一样，它是钓鱼者常见和受欢迎的游戏鱼类。",
  "Tank_SkulpinFish": "小褐鳕，它是一种底栖鱼类，意味着它生活在靠近底部的地方。它有独特的有锐利刺的蹼，用于抓住底物。",
  "Tank_SockeyeSalmon": "红鲑，是一种在淡水中度过整个生命周期的鲑鱼物种。与其他鲑鱼物种不同，成年后它不会迁移到咸水中。",
  "Tank_WaterfallSnakehead": "瀑布黑鱼是一种罕见的爬行动物物种。像这样的水生蛇类有一个用于浮力的'囊状肺'。",

  //MNF
  "Tank_MNF.MoreNewFish_royal_starfish": "皇海星很容易以其紫色为特征，其手臂上有橙色轮廓。像其属中的其他物种一样，皇海星通过吞食整个生物并在胃中消化它们来获取食物。它通常在胃中消化几个生物。",
  "Tank_MNF.MoreNewFish_blue_starfish": "蓝海星的学名是'Linckia laevigata'，这也给了它另一个常见名字：'Blue Linckia'。它通常生活在靠近海岸的浅水中。",
  "Tank_MNF.MoreNewFish_holy_grenade_starfish": "粒皮瘤海星或者也被称为'Granulated Sea Star'或者'Big-Plated Sea Star'。它是一种属于'Choriaster'属的大型海星物种，该属只包含这一种物种。它通常呈淡色，有5条短手臂。",
  "Tank_MNF.MoreNewFish_crown_of_thorns_starfish": "刺冠海星是一种大型海星物种，主要以珊瑚为食。它有毒刺，是一种有效的捕食者。事实上，它非常有效，可以杀死整个珊瑚群落，对许多水生生态系统构成重大威胁。",
  "Tank_MNF.MoreNewFish_mandarinfish": "官服鱼或者也被称为'Mandarin Dragonet'，是一种属于龙鱼科的海洋鱼类。由于细胞色素的作用，它具有鲜艳的颜色。它通常可以在温暖的热带水域找到。",
  "Tank_MNF.MoreNewFish_conger": "康吉鳗是一些最大型鳗鱼的属名。目前已知有14个康吉鳗物种，它们经常被捕捞和作为食物出售。"
}
