{
	"Objects.GemDust.Name": "Gem Dust",
	"Objects.GemDust.ProduceFormat": "{0} Dust", 
	"Objects.GemDust.Desc": "Ground gem dust, ready to be used on soil.",
	"Objects.SnailTackle.Name": "Snail Tackle",
	"Objects.SnailTackle.Desc": "Equip this to your fishing rod to have a slower casting bar.",
	"Objects.FruitSyrup.Name": "Fruit Syrup",
	"Objects.FruitSyrup.ProduceFormat": "{0} Syrup",
	"Objects.FruitSyrup.Desc": "Syrup obtained by tapping a fruit tree or giant crop.",
	"Objects.ColoredPetrifiedSlime.Name": "Colorful Petrified Slime",
	"Objects.ColoredPetrifiedSlime.Desc": "A colored block of slime, yielded by slimes that were left thirsty.",
	"Objects.LargeMapleSyrup.Name": "Large Maple Syrup",
	"Objects.LargeMapleSyrup.Desc": "A whole giant bottle of maple syrup.",
	"Objects.LargePineTar.Name": "Large Pine Tar",
	"Objects.LargePineTar.Desc": "A whole giant bottle of pine tar.",
	"Objects.LargeOakResin.Name": "Large Oak Resin",
	"Objects.LargeOakResin.Desc": "A whole giant bottle of oak resin.",
	"Objects.Fertigator.Name": "Fertigator",
	"Objects.Fertigator.Desc": "Acts like both a pressure nozzle and an enricher when placed on a sprinkler. Two jobs with one device!",
	"Objects.GrilledLeek.Name": "Grilled Leek",
	"Objects.GrilledLeek.Desc": "It's smoky and sweet with strong charcoal marks.",
	"Objects.SeaweedSalad.Name": "Seaweed Salad",
	"Objects.SeaweedSalad.Desc": "A tangy, salty salad of long spiraled seaweed strands.",
	"Objects.TrailMix.Name": "Trail Mix",
	"Objects.TrailMix.Desc": "Nuts and fruit mixed together for long-lasting energy.",
	"Objects.WildFruitSalad.Name": "Wild Fruit Salad",
	"Objects.WildFruitSalad.Desc": "It's like fall in a bowl.",
	"Objects.GrilledFish.Name": "Grilled Fish",
	"Objects.GrilledFish.Desc": "Mm, the taste of the wilderness.",
	"Objects.RoastedFiddleheads.Name": "Roasted Fiddleheads",
	"Objects.RoastedFiddleheads.Desc": "Earthy but light. Roasting brings out the sweetness.",
	"Objects.BakedTubers.Name": "Baked Tubers",
	"Objects.BakedTubers.Desc": "A campfire classic.",
	"Objects.MushroomKebab.Name": "Mushroom Kebab",
	"Objects.MushroomKebab.Desc": "A variety of mushrooms on an easy-to-eat wooden skewer.",
	"Objects.FriedBugSteak.Name": "Fried Bug Steak",
	"Objects.FriedBugSteak.Desc": "It almost looks like a regular steak!",
	"Objects.SteamedClams.Name": "Steamed Clams",
	"Objects.SteamedClams.Desc": "It reminds you of summer nights on the beach.",
	"Objects.FlavoredOil.ProduceFormat": "{0} Oil",

	"Objects.HairRecolorRing.Name": "Hair Recolor Ring",
	"Objects.HairRecolorRing.Desc": "Wear it and watch it color your hair!",
	"Objects.FrogRing.Name": "Frog Ring",
	"Objects.FrogRing.Desc": "Summons a hungry frog friend on equip. Very hungry.",
	"Objects.MarksmanRing.Name": "Marksman's Ring",
	"Objects.MarksmanRing.Desc": "The arrows will one shot them!",
	"Objects.FairyRing.Name": "Fairy Ring",
	"Objects.FairyRing.Desc": "A kind fairy will accompany you and heal your wounds in combat.",
	"Objects.ParrotRing.Name": "Parrot Ring",
	"Objects.ParrotRing.Desc": "Parrots are very good at finding gold around! Don't worry, it'll give all the coin to you.",
	"Objects.IceOrbRing.Name": "Ice Orb Ring",
	"Objects.IceOrbRing.Desc": "Freeze! Drop your weapons!",
	"Objects.GoldSpurRing.Name": "Gold Spur Ring",
	"Objects.GoldSpurRing.Desc": "Spins and jingles on your finger like a sheriff's star!",
	"Objects.BasiliskRing.Name": "Basilisk Ring",
	"Objects.BasiliskRing.Desc": "The basilisk's claws will tear the negativity from the monsters apart.",
	
	"Objects.MinersMeal.Name": "Miner's Meal",
	"Objects.MinersMeal.Desc": "The sauce, the candy, the medley... looks delicious for the exhausted miner. Maybe too delicious.",
	"Objects.SnowTotem.Name": "Snow Totem",
	"Objects.SnowTotem.Desc": "The totem gazes at you with cold eyes...",
	"Objects.SunTotem.Name": "Sun Totem",
	"Objects.SunTotem.Desc": "You can feel the warmth the totem has within.",
	
	
	"CraftingRecipes.Transmute.Au": "Transmute (Reverse - Au)",
	"CraftingRecipes.Transmute.Ir": "Transmute (Reverse - Ir)",

	"BigCraftables.ParrotPerch.Name": "Parrot Perch",
	"BigCraftables.ParrotPerch.Desc": "It looks perfect for a parrot! Where will you find one though?",
	"BigCraftables.TrinketWorkbench.Name": "Trinket Workbench",
	"BigCraftables.TrinketWorkbench.Desc": "You can convert trinkets to rings, and rings back to trinkets here!",
	"BigCraftables.GlowingCrystal.Name": "Glowing Crystal",
	"BigCraftables.GlowingCrystal.Desc": "Oooh... shiny and glowy!",
	"BigCraftables.MiningDrill.Name": "Programmable Drill",
	"BigCraftables.MiningDrill.Desc": "Requires a battery pack and an ore, gem, geode, coal or stone to function. Will give additional outputs and work more smoothly if a Machinery Collector is nearby.",
	"BigCraftables.ThermalReactor.Name": "Thermal Reactor",
	"BigCraftables.ThermalReactor.Desc": "Produces battery packs when placed in locations with lava. Do NOT place directly into lava.",
	"BigCraftables.NodeMaker.Name": "Node Maker",
	"BigCraftables.NodeMaker.Desc": "Creates stone nodes to place and cultivate inside a Mineral Cavern. Requires clay to function.",
	"BigCraftables.MinecartChest.Name": "Minecart Chest",
	"BigCraftables.MinecartChest.Desc": "Sends any placed content to the Minecart Repository on the farm if one is built, otherwise has no function.",
	"BigCraftables.DrillCollector.Name": "Machinery Collector",
	"BigCraftables.DrillCollector.Desc": "A smart collector made to collect from and auto-load certain machinery.",
	
	"Machinery.NodeMaker.InvalidCount": "Requires 2 clay.",
	"Machinery.MiningDrill.InvalidCount": "Requires 1 battery pack.",
	"Machinery.NodeMaker.ProgrammableDrill.InvalidItem": "Requires 1 of any ore, geode, stone, coal or gem.",
	
	"Mail.Afishionado.Main": "Dear @\t\t\t{{Season}} {{Day}}^^ We'd like to thank you for subscribing and gift you one of our durable and polished fishing tackles.^^{{Fact}} {{Ending}}^^Happy Fishing!^^- Ferngill Fishing Fanatics",

	"Mail.Afishionado.Fact.1": "Today's Fun Fish Fact is about the largemouth bass! Did you know that largemouth bass grow more slowly in weedy waters due to the difficulty of catching prey?",
	"Mail.Afishionado.Fact.2": "Today's Fun Fish Fact is about the smallmouth bass! Did you know that adult smallmouth bass will fiercely guard their own young, but will cannibalize the young of other parents?",
	"Mail.Afishionado.Fact.3": "Today's Fun Fish Fact is about the bream! Did you know that 'bream' is a shared name for many fish species and what we call a bream in Ferngill is actually a red porgy?",
	"Mail.Afishionado.Fact.4": "Today's Fun Fish Fact is about the pufferfish! Did you know that some artistic pufferfish create nests made of complex geometric circles and patterns in the sand?",
	"Mail.Afishionado.Fact.5": "Today's Fun Fish Fact is about the walleye! Did you know that walleyes have excellent vision even with low illumination, which gives them an effective advantage over their prey while hunting in darker weather?",
	"Mail.Afishionado.Fact.6": "Today's Fun Fish Fact is about the sea cucumber! Did you know that the sea cucumber's body is made up of collagen that it can liquify at will to squeeze into small spaces?",
	"Mail.Afishionado.Fact.7": "Today's Fun Fish Fact is about the shrimp! Did you know that pistol shrimp can snap their claw to create sonic blasts that are strong enough to stun fish and even break glass?",
	"Mail.Afishionado.Fact.8": "Today's Fun Fish Fact is about the anchovy! Did you know that ancient anchovies had one giant fang in their upper jaw and are nicknamed 'saber-tooth anchovies'?",
	"Mail.Afishionado.Fact.9": "Today's Fun Fish Fact is about the tuna! Did you know that tuna can keep their body temperature warmer than the surrounding water which is what allows them to swim so fast?",
	"Mail.Afishionado.Fact.10": "Today's Fun Fish Fact is about the sardine! Did you know that, for still unknown reasons, billions of sardines migrate north along the east coast of Gotoro each year?",
	"Mail.Afishionado.Fact.11": "Today's Fun Fish Fact is about the perch! Did you know that perch lay ten to forty thousand eggs at a time in long gelatinous strings that contain chemicals to repel other fish?",
	"Mail.Afishionado.Fact.12": "Today's Fun Fish Fact is about the rainbow trout! Did you know that young rainbow trout undergo a process calling smolting so they can survive migrating to the ocean and become steelhead trout?",
	"Mail.Afishionado.Fact.13": "Today's Fun Fish Fact is about the salmon! Did you know that fish ladders, fish elevators, and even fish cannons are used to help salmon pass over dams and weirs?",
	"Mail.Afishionado.Fact.14": "Today's Fun Fish Fact is about the octopus! Did you know that the octopus has clusters of neurons in each of its arms that can act independently, essentially giving it nine brains?",
	"Mail.Afishionado.Fact.15": "Today's Fun Fish Fact is about the squid! Did you know that squid have three hearts, one for the main body and two for the gills, and that they have dark blue blood?",
	"Mail.Afishionado.Fact.16": "Today's Fun Fish Fact is about the carp! Did you know that carp have flat molar-like teeth in the back of their throats that they use to grind snails and crustaceans?",
	"Mail.Afishionado.Fact.17": "Today's Fun Fish Fact is about the catfish! Did you know that catfish don't have scales and their mucus-covered skin is used for both breathing and 'tasting' via chemoreceptors?",
	"Mail.Afishionado.Fact.18": "Today's Fun Fish Fact is about the pike! Did you know that each individual pike has its own unique pattern of stripes and spots that provides camouflage?",
	"Mail.Afishionado.Fact.19": "Today's Fun Fish Fact is about the sunfish! Did you know that sunfish will fan their nests with their fins in order to aerate their eggs and increase the amount of oxygen?",
	"Mail.Afishionado.Fact.20": "Today's Fun Fish Fact is about the red mullet! Did you know that in ancient times, some people kept red mullet as pets and would train them to come at the sound of a bell?",
	"Mail.Afishionado.Fact.21": "Today's Fun Fish Fact is about the herring! Did you know that herring hunt small crustaceans called copepods by swimming in a grid formation calculated to the exact distance that the copepod can dart?",
	"Mail.Afishionado.Fact.22": "Today's Fun Fish Fact is about the eel! Did you know that eels swim by generating waves that travel along the length of their bodies and can swim backwards by reversing the wave direction?",
	"Mail.Afishionado.Fact.23": "Today's Fun Fish Fact is about the red snapper! Did you know that red snapper form schools grouped by size, with schools moving from one habitat to another as they grow?",
	"Mail.Afishionado.Fact.24": "Today's Fun Fish Fact is about the super cucumber! Did you know that deep-sea super cucumbers are able to control their buoyancy, allowing them to float or sink as they like?",
	"Mail.Afishionado.Fact.25": "Today's Fun Fish Fact is about the ghostfish! Did you know that ghostfish navigate by using their lateral line organ to sense vibrations and changing water pressure?",
	"Mail.Afishionado.Fact.26": "Today's Fun Fish Fact is about the stonefish! Did you know that the stonefish is the most venomous fish in the world, with potent toxins secreted through their needle-like dorsal fins?",
	"Mail.Afishionado.Fact.27": "Today's Fun Fish Fact is about the ice pip! Did you know that ice pips have colorless blood because they have no red blood cells and instead transport oxygen directly through their plasma?",
	"Mail.Afishionado.Fact.28": "Today's Fun Fish Fact is about the lava eel! Did you know that lava eels can't swallow, but instead have a second extendible set of jaws in their throat that grab food and drag it in?",
	"Mail.Afishionado.Fact.29": "Today's Fun Fish Fact is about the sandfish! Did you know that the sandfish buries itself in sandy lakebeds so that only its eyes are visible and waits for prey to swim overhead?",
	"Mail.Afishionado.Fact.30": "Today's Fun Fish Fact is about the scorpion carp! Did you know that scorpion carp are able to survive for months with almost no oxygen when lakes evaporate in summer?",
	"Mail.Afishionado.Fact.31": "Today's Fun Fish Fact is about the flounder! Did you know that flounder are born with an eye on each side of their head, but as they grow, one eye migrates to the other side?",
	"Mail.Afishionado.Fact.32": "Today's Fun Fish Fact is about the clam! Did you know that the age of a clam is calculated by counting growth lines in the shell and that they can live to over 500 years old?",
	"Mail.Afishionado.Fact.33": "Today's Fun Fish Fact is about the midnight carp! Did you know that midnight carp have traditionally been used in aquaculture as a way of controlling snails that eat aquatic crops?",
	"Mail.Afishionado.Fact.34": "Today's Fun Fish Fact is about the sturgeon! Did you know that sturgeon don't have teeth and instead vaccuum up their food from the lakebed by extending their siphon-like mouths?",
	"Mail.Afishionado.Fact.35": "Today's Fun Fish Fact is about the tiger trout! Did you know that while tiger trout can very rarely occur naturally in the wild, most are bred in hatcheries for anglers?",
	"Mail.Afishionado.Fact.36": "Today's Fun Fish Fact is about the bullhead! Did you know that during winter, bullheads stop eating and bury themselves in debris along the shoreline until the water warms again?",
	"Mail.Afishionado.Fact.37": "Today's Fun Fish Fact is about the tilapia! Did you know that tilapia will carry their eggs and young in their mouths to protect them from predators?",
	"Mail.Afishionado.Fact.38": "Today's Fun Fish Fact is about the goby! Did you know that some gobies form symbiotic relationships with shrimp, where the shrimp will dig a burrow while the goby keeps watch?",
	"Mail.Afishionado.Fact.39": "Today's Fun Fish Fact is about the spookfish! Did you know spook fish have a transparent dome membrane to protect their barrel-shaped eyes, which can telescope outwards?",
	"Mail.Afishionado.Fact.40": "Today's Fun Fish Fact is about the slimejack! Did you know the slime a slimejack produces can expand to over 10,000 times its original size in a matter of seconds?",
	"Mail.Afishionado.Fact.41": "Today's Fun Fish Fact is about the lobster! Did you know that a lobster's blood is normally colorless but turns blue when oxygenated due to containing copper instead of iron?",
	"Mail.Afishionado.Fact.42": "Today's Fun Fish Fact is about the blobfish! Did you know the blobfish's body is specialized to extreme deep-sea pressures, and expands upon being brought to the surface?",
	"Mail.Afishionado.Fact.43": "Today's Fun Fish Fact is about the void salmon! Did you know that void salmon produce red bioluminescence which most of its prey can't see, allowing it to hunt with an invisible light?",
	"Mail.Afishionado.Fact.44": "Today's Fun Fish Fact is about the snail! Did you know that the largest species of sea snail (and any snail!) weighs nearly 40lb, which is heavier than a corgi?",
	"Mail.Afishionado.Fact.45": "Today's Fun Fish Fact is about the blue discus! Did you know that blue discus feed their young by excreting mucus through their skin which is known as 'discus milk'?",
	"Mail.Afishionado.Fact.46": "Today's Fun Fish Fact is about the lionfish! Did you know that when threatened, a lionfish will spin to keep its venomous fins pointed at the predator, even if it means swimming upside-down?",
	"Mail.Afishionado.Fact.47": "Today's Fun Fish Fact is about the stingray! Did you know that a stingray normally breathes through its mouth, but switches to spiracles on top of its head when buried in the sand to hunt?",
	"Mail.Afishionado.Fact.48": "Today's Fun Fish Fact is about the crab! Did you know that the largest crab in the world is twice the size of a human and camouflages itself by decorating its shell with sea sponges?",
	"Mail.Afishionado.Fact.49": "Today's Fun Fish Fact is about the crayfish! Did you know that crayfish are omnivorous scavengers that can filter and process nutrients from even mud?",
	"Mail.Afishionado.Fact.50": "Today's Fun Fish Fact is about the mussel! Did you know that mussels are so sensitive to changes in water purity that some cities use them to monitor their water supply?",
	"Mail.Afishionado.Fact.51": "Today's Fun Fish Fact is about the oyster! Did you know that oysters aren't the only shellfish that create pearls and that the colour of a pearl depends on the type of oyster that created it?",
	"Mail.Afishionado.Fact.52": "Today's Fun Fish Fact is about the cockle! Did you know that cockles are able to 'jump' by extending their foot out like a giant tongue and pushing off from the sea floor?",
	"Mail.Afishionado.Fact.53": "Today's Fun Fish Fact is about the periwinkle! Did you know that periwinkles adapt to the tide, anchoring themselves to rocks at high tide and crawling to eat algae from rocks at low tide?",
	"Mail.Afishionado.Fact.54": "Today's Fun Fish Fact is about the midnight squid! Did you know that a midnight squid has two different eyes, with the tube-shaped left eye pointing upwards and the orb-shaped right eye pointing down?",
	"Mail.Afishionado.Fact.55": "Today's Fun Fish Fact is about the albacore! Did you know that albacore form mixed schools with other species of tuna in order to hunt around mats of floating seaweed?",
	"Mail.Afishionado.Fact.56": "Today's Fun Fish Fact is about the woodskip! Did you know that woodskips reproduce via parthenogenesis where an embryo develops without being fertilised, making them all clones of their mother?",
	"Mail.Afishionado.Fact.57": "Today's Fun Fish Fact is about the shad! Did you know that shad have up to 1,000 bones, most of which are tiny Y-shaped bones arranged in three rows of floating ribs?",
	"Mail.Afishionado.Fact.58": "Today's Fun Fish Fact is about the halibut! Did you know that halibut can grow up to 8 feet long and 5 feet wide, giving them the nickname 'barn door fish'?",
	"Mail.Afishionado.Fact.59": "Today's Fun Fish Fact is about the chub! Did you know that chub will eat anything smaller than them, including other fish, crayfish, frogs, berries overhanging the water, and even young birds?",
	"Mail.Afishionado.Fact.60": "Today's Fun Fish Fact is about the lingcod! Did you know that while most lingcod have white flesh, some occasionally have bright turquoise flesh due to pigment in their bile?",
	"Mail.Afishionado.Fact.61": "Today's Fun Fish Fact is about the dorado! Did you know that young dorados will mimic the colour of sunfish and swim together with them so they can surprise their prey?",

	"Mail.Afishionado.Ending.1": "What a neat fact!",
	"Mail.Afishionado.Ending.2": "Isn't that interesting?",
	"Mail.Afishionado.Ending.3": "Now you know!",
	"Mail.Afishionado.Ending.4": "Such an amazing creature!",
	"Mail.Afishionado.Ending.5": "Nature sure is magical!",
	"Mail.Afishionado.Ending.6": "Fish are incredible!",
	"Mail.Afishionado.Ending.7": "Even I didn't know that!",
	"Mail.Afishionado.Ending.8": "You learn something new every day!",
	"Mail.Afishionado.Ending.9": "I can hardly believe it!",
	"Mail.Afishionado.Ending.10": "I love that!",
	"Mail.Afishionado.Ending.11": "What an intriguing fish!",

	"Mail.DwarvenBuddies.Unknown": "Here's some metal bars. Who are they from? It's like your saying: 'ask no questions and you'll hear no lies'^^ -???",
	"Mail.DwarvenBuddies.Reveal": "Even though you're a pretty good miner, you're still a beginner by dwarf standards. I wanted to help, but I had to do it without telling you too much.^^ - Dwarf",
	"Mail.DwarvenBuddies.After": "Hey @,^^I made too many bars, so you should take some. Don't share them with any other humans, okay.^^- Dwarf",
	"Mail.ShadowBuddies.Unknown": "Have some foraged geodes. Don't worry, they're genuine.^^ - ???",
	"Mail.ShadowBuddies.Reveal": "I used to occasionally sneak onto your farm to forage for horseradishes. When I first saw you there, something just struck me as different and I wanted to help out somehow.^^ - Krobus",
	"Mail.ShadowBuddies.After": "Hello @,^^I keep finding more of those geodes. I don't have any uses for them so you should have them.^^- Krobus",

	"Messages.HiddenBenefits.FairyBox": "It's a whimsical storybook about a fairy.^^Princess Mina shooed off the cat and gently scooped up the butterfly that had been pinned beneath its paw. It wasn't a butterfly at all but a fairy! The fairy brushed herself off and bowed. 'Thank you!' she said to the princess. 'Please, as thanks for saving me, take this box. If you are ever hurt in your battles, open it and I will heal your injuries. Or if your country is peaceful and there are no battles, then take the dust inside and scatter it on your fields, so that your crops will grow strong and healthy.' With another bow, the fairy leapt from Mina's hand and flew away, leaving a small pink box behind. ",
	"Messages.HiddenBenefits.IceRod": "It's an advertising pamphlet about various products.^^ICE ROD, $5999: The latest in Free-Zee (tm) technology, it's so good you'll think it's magic! Have a blast at your next party with this amazing rod that shoots orbs of pure ice! Make slushies, cool down hot food, and chill drinks in only 4 seconds! The secret is in how it draws water from the air around it, so you'll never have to worry about refilling it! What's more, you can also store it in your fridge for an instant boost to food quality! You'll wonder how your kitchen ever managed without one!",
	"Messages.HiddenBenefits.BasiliskPaw": "It's a heavy textbook about monsters.^^...Of the many fearsome and magical creatures that roam this world, few are deadlier than the basilisk with its stony gaze. Yet few know that the paw of one has immense value as a talisman against dark curses and ailments, and fewer still know that it holds the curious ability to extend one's reach in both physical and magical dimensions. By simply holding a basilisk paw in one's hand, one becomes capable of grasping things one could never otherwise touch; one former apprentice of the author's, who was of a druidic persuasion, used a paw to reach forageable items with ease... ",
	"Messages.HiddenBenefits.MagicQuiver": "It's a note to Marlon about a special order.^^Marlon, I've finished enchanting the latest batch of quivers. They have the usual spells for automatic aim and firing, but after what you said about the slingshots, I tried something a bit different with these and it worked! Try loading it up with one of these - the quiver's automatic fire won't work if the arrows are in a slingshot, but it'll keep firing as long as you want it to without needing to reload.",
	"Messages.HiddenBenefits.ParrotEgg": "It's an animal encyclopedia opened to a page about parrots.^^Parrots are among some of the most intelligent and social of birds. Although most parrot species prefer to socialise with their own kind, interbreeding has been observed between parrot species with the resulting offspring being a mix of the parents' colorations. Some parrots even spend time with other animals or humans: the Gem Islanders have long been known for training parrots to assist with finding fruits and other small objects (which several pirates in the archipelago have adapted into finding gold pieces), and some cultures find that a parrot and its perch being kept inside housing for other domestic animals results in the animals feeling more at ease.",
	"Messages.HiddenBenefits.FrogEgg": "It's a slim non-fiction book about a local frog species. ^^Frog eggs, known as spawn, are spherical and jelly-like. While most frog species will lay their eggs in clumps or strings in the water or around water vegetation, the giant valley frog lay its apricot-sized eggs individually in cave pools. Unusually, this species develops completely while in the egg and hatches as a fully-formed frog rather than a tadpole. Its characteristic size means that it can eat many large cave inhabitants, although the frog itself is predated by fish and many locals treat its eggs as a fertiliser for fish ponds. ",
	"Messages.HiddenBenefits.GoldenSpur": "It's an old manual about ranch equipment.^^Spurs: helpful equipment for any rider. Spurs with rowels (the classic star-shaped wheel favored by cowboys) allow for small subtle motions in aid of riding commands. Most spurs are made of weather-proof steel, but spurs with gold or silver coating are popular for rodeos, races, and other show events. In some cowboy circles, the belief persists that a pair of golden spurs will make the wearer's reflexes faster, and a common practice is to tailor the spurs to attach them directly onto one's cowboy boots.",
	"Messages.HiddenBenefits.MagicHairGel": "It's an ad page clipped from a men's fashion magazine.^^Introducing Majik: High Impact Color. Wield the power of prismatism. Hair gel with strong hold and strong care, that micro-targets weak spots for longer-lasting resilience. Don't compromise - Majik gives you color without surrendering stamina. With new & improved formula for enriched health. It's For You.",

	"Dialogue.GiftOfFriendship.Abigail": "Hi, @! I went adventuring in the mines last night and I saw this. I knew you'd like it! What do you think? Pretty cool, right?$h [66 80 68 768 769 767]",
	"Dialogue.GiftOfFriendship.Alex": "Hey, @, I got this for you! I'm sure I'll be going pro soon and I couldn't have come this far without your support. Thanks a lot!$h [351 349 212 198 214]",
	"Dialogue.GiftOfFriendship.Caroline": "@, I'm glad to see you. These flowers were blooming in my sunroom this morning, and I wanted to give you one.$h [591 593 595 597 376]",
	"Dialogue.GiftOfFriendship.Clint": "Hey @. So... I just wanted to give you this. [SkillBook_3 70 62 60 64 334 335 336 337 378 380 384 386]#$b#Because I'm happy that you're my close friend. Do you like it?",
	"Dialogue.GiftOfFriendship.Demetrius": "Hello @, how fortunate to see you today! I've been meaning to give you this, but I was drowning in work. I hope you enjoy it.$h [(BC)25 (BC)105 (BC)231 (BC)9 745 478 473 486 494]",
	"Dialogue.GiftOfFriendship.Dwarf": "Hey @, don't tell that wizard, but you're the first human I am glad to be around. Take this for being such a good friend. [96 97 98 99 562 82 556 554 547 540 563 286 287 288 ]",
	"Dialogue.GiftOfFriendship.Elliott": "@, I'd like to show my enormous appeciation of your continuous company throughout our friendship. I hope this befits your tastes. [SkillBook_1 372 718 719 723 242 225 219]$h",
	"Dialogue.GiftOfFriendship.Emily": "Hi, @! I'm so happy to see you. I knew from the day you arrived that our fates would be intertwined. Please take this - it's a token of my gratitude for you!$h [551 550 564 577 560 541 578]",
	"Dialogue.GiftOfFriendship.Evelyn": "Oh, hello dear. I made this dessert for the family last night. Why don't you have some as well?$h [223 222 651 234 232 604 608 611 612 238 731 904]",
	"Dialogue.GiftOfFriendship.George": "@! I'm happy to see you. Take this. It's a small thing, but it's the best an old geezer like me can give.$h [(B)515 334 335 336 ]",
	"Dialogue.GiftOfFriendship.Gus": "Good to see you, @! I've been meaning to say that I'm thankful to be friends with you. Go on, it's on the house!$h [ 196 206 205 214 213 208 219 209 224]",
	"Dialogue.GiftOfFriendship.Haley": "Hey, @! I saw this last time I was at the mall and thought of you. I'm glad we're friends! I must've been so rude to you when we first met, so thanks for putting up with me. [{{PoolItem}}]",
	"Dialogue.GiftOfFriendship.Harvey": "Hello, @! I've been meaning to give you this to help you stay healthy. I value our friendship so much, you know. Take care!$h [196 230 237 200 207 231 606]",
	"Dialogue.GiftOfFriendship.Jas": "Hello ${Mr.^Ms.^Mx.}$ @, Aunt Marnie and I bought this for you because we love you so much! I hope you like it!$h [221 611 608 222]",
	"Dialogue.GiftOfFriendship.Jodi": "Are you hungry, @? I made this earlier and saved you some in case you came around. I consider you part of the family now, you know!$h [ 220 214 231 200 222 198 607]",
	"Dialogue.GiftOfFriendship.Kent": "Good to see you, @. Wanted to say thanks again for helping me settle back into the quiet life. Here, for you. [686 687 691 692 693 694 695 856 877 SonarBobber Kedi.VPP.SnailTackle 926 TentKit ]",
	"Dialogue.GiftOfFriendship.Krobus": "Hello @, I have a gift for you. I'm really happy to have this 'friendship', as you humans call it. I will also pray to Yoba for your wellbeing.$h [773 772 872 879]",
	"Dialogue.GiftOfFriendship.Leah": "Hey, @! I found a great forage spot earlier and thought that since you're a friend, you'd appreciate some. It's as fresh as it gets!$h [399 259 404 257 408 20 406 16 422 281 414 412 416]",
	"Dialogue.GiftOfFriendship.Lewis": "Hello, @! You've really become a true member of this community, haven't you? I'm sure your grandfather would be proud of you. [178 253 395 599 621 645]",
	"Dialogue.GiftOfFriendship.Leo": "Last week, Willy took me back to Ginger Island to visit my family. I found this in the jungle for you! You're my family too now!$h [852 91 834 830 832]",
	"Dialogue.GiftOfFriendship.Linus": "Hello, @. I'm sure that nature is grateful for your respect, and I'm grateful to be your friend as well. Please, have this as my thanks.$h [Kedi.VPP.BakedTubers Kedi.VPP.GrilledLeek Kedi.VPP.GrilledFish Kedi.VPP.TrailMix Kedi.VPP.MushroomKebab Kedi.VPP.SeaweedSalad Kedi.VPP.WildFruitSalad Kedi.VPP.RoastedFiddleheads Kedi.VPP.FriedBugSteak Kedi.VPP.SteamedClams DeluxeBait 774 610 196 609 648]",
	"Dialogue.GiftOfFriendship.Marnie": "Good day, @! I made this with my finest goat cheese yesterday. Would you like to try some?$h [ 197 221 222 223 234 199 608]",
	"Dialogue.GiftOfFriendship.Maru": "Hello there, @! I've been using these in my experiments recently. I want to create something to help out farmers like you! Would you like to try it out when it's ready?$h [334 335 336 337 787 557]",
	"Dialogue.GiftOfFriendship.Pam": "Hey there, kid. I ordered this from Joja together with my usual. Don't tell Pierre, will ya? Anyway, thanks for bein' with me all this time. Even though I'm not a good mom, you helped me see things better. [88 90 164 165 802 588 386]",
	"Dialogue.GiftOfFriendship.Penny": "Hi, @! When I was tidying the kitchen earlier, I remembered our 'Chili de @'. You know how I love to cook, so I made this for you!$h [195 197 198 199 201 209 219 648]",
	"Dialogue.GiftOfFriendship.Pierre": "Hey, Farmer @! I ordered this specifically for you. Thanks for supporting my shop over Joja since day one!$h [368 369 370 371 465 466 805 918 919 599 621 645 (F)2625 (F)2632 (F)2634 (F)1684 (F)2798 (F)807 (F)2626 (F)2875 (F)2397 (F)2624 (BC)36 (BC)107 (BC)137 (BC)113 (BC)47 (BC)108 (BC)48 (BC)184 (BC)188 (BC)192 (BC)204 ]",
	"Dialogue.GiftOfFriendship.Pierre.Joja": "Hey, Farmer @! I ordered this specifically for you. Even with everything Joja's done to this town, you've still been a good friend to me. [368 369 370 371 465 466 805 918 919 599 621 645 (F)2625 (F)2632 (F)2634 (F)1684 (F)2798 (F)807 (F)2626 (F)2875 (F)2397 (F)2624 (BC)36 (BC)107 (BC)137 (BC)113 (BC)47 (BC)109 (BC)48 (BC)184 (BC)188 (BC)192 (BC)204 ]",
	"Dialogue.GiftOfFriendship.Robin": "I'm trying my hand at some sculpture techniques Leah showed me, but it's slow-going. I'm salvaging the mistakes into new projects though! Want one, @$h? [(F)1280 (F)2742 (F)1669 (F)1300 (F)1440 (F)986 (F)989 (F)1368 (F)1364 (F)1671 (BC)232 (BC)BigChest (BC)BigStoneChest (BC)130 ]",
	"Dialogue.GiftOfFriendship.Sam": "Hey there, @! You hungry? I got takeout from the saloon for us to share.$h [206 213 214 224]",
	"Dialogue.GiftOfFriendship.Sandy": "Oh, hello sweetie! See what I've got for you! I found it while stocking the shelves the other day and thought you'd like it.$h [88 90 18 22 418 402 184 425 431 455 453 429 427]",
	"Dialogue.GiftOfFriendship.Sebastian": "Oh, hey. Last night I went poking around in the old mines and found this. Enjoy.$h [565 82 575 768 769 84]",
	"Dialogue.GiftOfFriendship.Shane": "Hey there, @. I was in Zuzu for a gridball match last week and saw this. It made me think of you, so here. [206 241 215 213 253 395]",
	"Dialogue.GiftOfFriendship.Vincent": "Hi, ${Mr.^Ms.^Mx.}$ @! I wanted to give you something nice because you're the funnest adult ever! Do you like it?$h [152 766 399 153 157 SeaJelly CaveJelly RiverJelly 372 ]",
	"Dialogue.GiftOfFriendship.Willy": "${Hello, lad^Hello, lass^Hello, farmer}$. Here, the finest catch of the day - I'd like ye to take it. Maybe fry it or ask Gus to make you one of his fancier dishes, hehe.$h [ {{PoolItem}} ]",
	"Dialogue.GiftOfFriendship.Wizard": "Take your leave if you're here just to look around. I must not be distracted from my work.#$b#Oh, by the way, take this before you go. It might prove useful for you. [688 689 690 886 TreasureTotem 261 681 MysticSyrup 124 125 256]",

	"Enchantments.AutoFire.Name": "Auto-Fire",
	"Enchantments.Rapid.Name": "Rapid",
	"Enchantments.BatKiller.Name": "Bat Killer",
	"Enchantments.Thrifty.Name": "Thrifty",
	
	"Buildings.MineralCavern.Name": "Mineral Cavern",
	"Buildings.MineralCavern.Desc": "Don't worry, it's safe to enter! Mysteriously, stones placed inside grow bigger with time.",
	"Buildings.MineTent.Name": "Minecart Repository",
	"Buildings.MineTent.Desc": "Storage building to keep mined goods safe until you return. Only one of this building can be present in one save.",
	"Buildings.Sawmill.Name": "Sawmill",
	"Buildings.Sawmill.Desc": "Sawmill Sawmill",
}