{
	"Objects.GemDust.Name": "Pó de Gema",
	"Objects.GemDust.ProduceFormat": "Pó de {0}", 
	"Objects.GemDust.Desc": "Pó de gema moído, pronto para ser usado no solo.",
	"Objects.SnailTackle.Name": "Acessório de Caracol",
	"Objects.SnailTackle.Desc": "Equipe isto à sua vara de pesca para ter uma barra de lançamento mais lenta.",
	"Objects.FruitSyrup.Name": "Xarope de Fruta",
	"Objects.FruitSyrup.ProduceFormat": "Xarope de {0}",
	"Objects.FruitSyrup.Desc": "Xarope obtido ao coletar de uma árvore frutífera ou colheita gigante.",
	"Objects.ColoredPetrifiedSlime.Name": "Gosma Petrificada Colorida",
	"Objects.ColoredPetrifiedSlime.Desc": "Um bloco de gosma colorida, produzido por slimes que ficaram com sede.",
	"Objects.LargeMapleSyrup.Name": "Xarope de Bordo Grande",
	"Objects.LargeMapleSyrup.Desc": "Uma garrafa inteira e gigante de xarope de bordo.",
	"Objects.LargePineTar.Name": "Alcatrão de Pinheiro Grande",
	"Objects.LargePineTar.Desc": "Uma garrafa inteira e gigante de alcatrão de pinheiro.",
	"Objects.LargeOakResin.Name": "Resina de Carvalho Grande",
	"Objects.LargeOakResin.Desc": "Uma garrafa inteira e gigante de resina de carvalho.",
	"Objects.Fertigator.Name": "Fertirrigador",
	"Objects.Fertigator.Desc": "Age como um bico de pressão e um enriquecedor quando colocado em um aspersor. Dois trabalhos com um só dispositivo!",
	"Objects.GrilledLeek.Name": "Alho-poró Grelhado",
	"Objects.GrilledLeek.Desc": "É defumado e doce, com marcas fortes de carvão.",
	"Objects.SeaweedSalad.Name": "Salada de Algas",
	"Objects.SeaweedSalad.Desc": "Uma salada azedinha e salgada de longas tiras espiraladas de algas.",
	"Objects.TrailMix.Name": "Mix de Trilha",
	"Objects.TrailMix.Desc": "Nozes e frutas misturadas para energia duradoura.",
	"Objects.WildFruitSalad.Name": "Salada de Frutas Silvestres",
	"Objects.WildFruitSalad.Desc": "É como o outono em uma tigela.",
	"Objects.GrilledFish.Name": "Peixe Grelhado",
	"Objects.GrilledFish.Desc": "Mm, o sabor da natureza.",
	"Objects.RoastedFiddleheads.Name": "Brotos de Samambaia Assados",
	"Objects.RoastedFiddleheads.Desc": "Terroso, mas leve. Assar realça a doçura.",
	"Objects.BakedTubers.Name": "Tubérculos Assados",
	"Objects.BakedTubers.Desc": "Um clássico de fogueira.",
	"Objects.MushroomKebab.Name": "Espetinho de Cogumelos",
	"Objects.MushroomKebab.Desc": "Uma variedade de cogumelos em um espeto de madeira fácil de comer.",
	"Objects.FriedBugSteak.Name": "Bife de Inseto Frito",
	"Objects.FriedBugSteak.Desc": "Quase parece um bife normal!",
	"Objects.SteamedClams.Name": "Amêijoas no Vapor",
	"Objects.SteamedClams.Desc": "Lembra as noites de verão na praia.",
	"Objects.FlavoredOil.ProduceFormat": "Óleo de {0}",

	"Objects.HairRecolorRing.Name": "Anel Tingidor de Cabelo",
	"Objects.HairRecolorRing.Desc": "Use-o e veja-o colorir seu cabelo!",
	"Objects.FrogRing.Name": "Anel do Sapo",
	"Objects.FrogRing.Desc": "Invoca um amigo sapo faminto ao equipar. Muito faminto.",
	"Objects.MarksmanRing.Name": "Anel do Atirador de Elite",
	"Objects.MarksmanRing.Desc": "As flechas vão derrubá-los com um único tiro!",
	"Objects.FairyRing.Name": "Anel da Fada",
	"Objects.FairyRing.Desc": "Uma fada bondosa o acompanhará e curará seus ferimentos em combate.",
	"Objects.ParrotRing.Name": "Anel do Papagaio",
	"Objects.ParrotRing.Desc": "Papagaios são muito bons em encontrar ouro por aí! Não se preocupe, ele dará todas as moedas para você.",
	"Objects.IceOrbRing.Name": "Anel do Orbe de Gelo",
	"Objects.IceOrbRing.Desc": "Congele! Largue suas armas!",
	"Objects.GoldSpurRing.Name": "Anel de Espora Dourada",
	"Objects.GoldSpurRing.Desc": "Gira e tilinta no seu dedo como a estrela de um xerife!",
	"Objects.BasiliskRing.Name": "Anel do Basilisco",
	"Objects.BasiliskRing.Desc": "As garras do basilisco vão despedaçar a negatividade dos monstros.",
	
	"Objects.MinersMeal.Name": "Refeição do Minerador",
	"Objects.MinersMeal.Desc": "O molho, o doce, a mistura... parece delicioso para o minerador exausto. Talvez delicioso demais.",
	"Objects.SnowTotem.Name": "Totem da Neve",
	"Objects.SnowTotem.Desc": "O totem encara você com olhos frios...",
	"Objects.SunTotem.Name": "Totem do Sol",
	"Objects.SunTotem.Desc": "Você pode sentir o calor que o totem tem dentro de si.",
	
	
	"CraftingRecipes.Transmute.Au": "Transmutar (Reverso - Au)",
	"CraftingRecipes.Transmute.Ir": "Transmutar (Reverso - Ir)",

	"BigCraftables.ParrotPerch.Name": "Poleiro de Papagaio",
	"BigCraftables.ParrotPerch.Desc": "Parece perfeito para um papagaio! Onde você vai encontrar um, porém?",
	"BigCraftables.TrinketWorkbench.Name": "Bancada de Bugigangas",
	"BigCraftables.TrinketWorkbench.Desc": "Você pode converter bugigangas em anéis e anéis de volta em bugigangas aqui!",
	"BigCraftables.GlowingCrystal.Name": "Cristal Brilhante",
	"BigCraftables.GlowingCrystal.Desc": "Oooh... brilhante e reluzente!",
	"BigCraftables.MiningDrill.Name": "Perfuratriz Programável",
	"BigCraftables.MiningDrill.Desc": "Requer um Pacote de Baterias e um minério, gema, geodo, carvão ou pedra para funcionar. Dará saídas adicionais e funcionará mais suavemente se um Coletor de Máquinas estiver por perto.",
	"BigCraftables.ThermalReactor.Name": "Reator Térmico",
	"BigCraftables.ThermalReactor.Desc": "Produz pacotes de bateria quando colocado em locais com lava. NÃO coloque diretamente na lava.",
	"BigCraftables.NodeMaker.Name": "Criador de Nós",
	"BigCraftables.NodeMaker.Desc": "Cria nós de pedra para colocar e cultivar dentro de uma Caverna Mineral. Requer argila para funcionar.",
	"BigCraftables.MinecartChest.Name": "Baú de Vagonete",
	"BigCraftables.MinecartChest.Desc": "Envia qualquer conteúdo colocado para o Depósito de Vagonetes na fazenda se houver um construído; caso contrário, não tem função.",
	"BigCraftables.DrillCollector.Name": "Coletor de Máquinas",
	"BigCraftables.DrillCollector.Desc": "Um coletor inteligente feito para coletar e carregar automaticamente certas máquinas.",
	
	"Machinery.NodeMaker.InvalidCount": "Requer 2 de argila.",
	"Machinery.MiningDrill.InvalidCount": "Requer 1 pacote de baterias.",
	"Machinery.NodeMaker.ProgrammableDrill.InvalidItem": "Requer 1 de qualquer minério, geodo, pedra, carvão ou gema.",
	
	"Mail.Afishionado.Main": "Caro @\t\t\t{{Season}} {{Day}}^^ Gostaríamos de agradecer pela assinatura e presentear você com um de nossos acessórios de pesca duráveis e polidos.^^{{Fact}} {{Ending}}^^Boas pescarias!^^- Fanáticos por Pesca de Ferngill",

	"Mail.Afishionado.Fact.1": "O Fato Divertido de Peixe de hoje é sobre o largemouth bass! Você sabia que o largemouth bass cresce mais lentamente em águas com muitas plantas devido à dificuldade de capturar presas?",
	"Mail.Afishionado.Fact.2": "O Fato Divertido de Peixe de hoje é sobre o smallmouth bass! Você sabia que adultos de smallmouth bass protegem ferozmente seus próprios filhotes, mas podem canibalizar os filhotes de outros pais?",
	"Mail.Afishionado.Fact.3": "O Fato Divertido de Peixe de hoje é sobre o bream! Você sabia que 'bream' é um nome compartilhado por muitas espécies de peixes e que o que chamamos de bream em Ferngill é na verdade um 'red porgy'?",
	"Mail.Afishionado.Fact.4": "O Fato Divertido de Peixe de hoje é sobre o baiacu! Você sabia que alguns baiacus 'artistas' criam ninhos feitos de círculos e padrões geométricos complexos na areia?",
	"Mail.Afishionado.Fact.5": "O Fato Divertido de Peixe de hoje é sobre o walleye! Você sabia que walleyes têm excelente visão mesmo com pouca luz, o que lhes dá vantagem sobre suas presas ao caçar em clima mais escuro?",
	"Mail.Afishionado.Fact.6": "O Fato Divertido de Peixe de hoje é sobre o pepino-do-mar! Você sabia que o corpo do pepino-do-mar é composto de colágeno que ele pode liquefazer à vontade para se espremer em pequenos espaços?",
	"Mail.Afishionado.Fact.7": "O Fato Divertido de Peixe de hoje é sobre o camarão! Você sabia que o camarão pistola pode estalar a garra para criar explosões sônicas fortes o suficiente para atordoar peixes e até quebrar vidro?",
	"Mail.Afishionado.Fact.8": "O Fato Divertido de Peixe de hoje é sobre a anchova! Você sabia que anchovas antigas tinham uma presa gigante na mandíbula superior e eram apelidadas de 'anchovas dente-de-sabre'?",
	"Mail.Afishionado.Fact.9": "O Fato Divertido de Peixe de hoje é sobre o atum! Você sabia que o atum consegue manter a temperatura corporal mais quente do que a água ao redor, o que permite que nadem tão rápido?",
	"Mail.Afishionado.Fact.10": "O Fato Divertido de Peixe de hoje é sobre a sardinha! Você sabia que, por razões ainda desconhecidas, bilhões de sardinhas migram para o norte ao longo da costa leste de Gotoro todos os anos?",
	"Mail.Afishionado.Fact.11": "O Fato Divertido de Peixe de hoje é sobre a perca! Você sabia que percas põem de dez a quarenta mil ovos por vez em longas cordas gelatinosas que contêm substâncias químicas para repelir outros peixes?",
	"Mail.Afishionado.Fact.12": "O Fato Divertido de Peixe de hoje é sobre a truta-arco-íris! Você sabia que jovens trutas-arco-íris passam por um processo chamado 'smolting' para sobreviver migrando para o oceano e se tornarem trutas 'steelhead'?",
	"Mail.Afishionado.Fact.13": "O Fato Divertido de Peixe de hoje é sobre o salmão! Você sabia que escadas para peixes, elevadores e até canhões de peixes são usados para ajudar os salmões a passarem por represas e barragens?",
	"Mail.Afishionado.Fact.14": "O Fato Divertido de Peixe de hoje é sobre o polvo! Você sabia que o polvo tem aglomerados de neurônios em cada um de seus braços que podem agir independentemente, essencialmente dando a ele nove cérebros?",
	"Mail.Afishionado.Fact.15": "O Fato Divertido de Peixe de hoje é sobre a lula! Você sabia que lulas têm três corações, um para o corpo principal e dois para as guelras, e que seu sangue é azul-escuro?",
	"Mail.Afishionado.Fact.16": "O Fato Divertido de Peixe de hoje é sobre a carpa! Você sabia que carpas têm dentes achatados parecidos com molares no fundo da garganta que usam para triturar caracóis e crustáceos?",
	"Mail.Afishionado.Fact.17": "O Fato Divertido de Peixe de hoje é sobre o bagre! Você sabia que bagres não têm escamas e sua pele coberta de muco é usada tanto para respirar quanto para 'provar' via quimiorreceptores?",
	"Mail.Afishionado.Fact.18": "O Fato Divertido de Peixe de hoje é sobre o lúcio! Você sabia que cada lúcio tem seu próprio padrão único de listras e manchas que fornece camuflagem?",
	"Mail.Afishionado.Fact.19": "O Fato Divertido de Peixe de hoje é sobre o peixe-lua! Você sabia que peixes-lua abanam seus ninhos com as nadadeiras para arejar os ovos e aumentar a quantidade de oxigênio?",
	"Mail.Afishionado.Fact.20": "O Fato Divertido de Peixe de hoje é sobre o salmonete! Você sabia que, na antiguidade, algumas pessoas mantinham salmonetes como animais de estimação e os treinavam para vir ao som de um sino?",
	"Mail.Afishionado.Fact.21": "O Fato Divertido de Peixe de hoje é sobre o arenque! Você sabia que arenques caçam pequenos crustáceos chamados copépodes nadando em uma formação de grade calculada à distância exata que o copépode consegue se esquivar?",
	"Mail.Afishionado.Fact.22": "O Fato Divertido de Peixe de hoje é sobre a enguia! Você sabia que enguias nadam gerando ondas que viajam ao longo do corpo e podem nadar para trás invertendo a direção da onda?",
	"Mail.Afishionado.Fact.23": "O Fato Divertido de Peixe de hoje é sobre o pargo-vermelho! Você sabia que pargos-vermelhos formam cardumes agrupados por tamanho, com os cardumes mudando de habitat conforme crescem?",
	"Mail.Afishionado.Fact.24": "O Fato Divertido de Peixe de hoje é sobre o super pepino-do-mar! Você sabia que super pepinos-do-mar de águas profundas conseguem controlar sua flutuabilidade, permitindo flutuar ou afundar quando quiserem?",
	"Mail.Afishionado.Fact.25": "O Fato Divertido de Peixe de hoje é sobre o ghostfish! Você sabia que ghostfish navegam usando o órgão da linha lateral para sentir vibrações e mudanças na pressão da água?",
	"Mail.Afishionado.Fact.26": "O Fato Divertido de Peixe de hoje é sobre o peixe-pedra! Você sabia que o peixe-pedra é o peixe mais venenoso do mundo, com toxinas potentes secretadas por suas nadadeiras dorsais em forma de agulha?",
	"Mail.Afishionado.Fact.27": "O Fato Divertido de Peixe de hoje é sobre o ice pip! Você sabia que ice pips têm sangue incolor porque não possuem glóbulos vermelhos e, em vez disso, transportam oxigênio diretamente pelo plasma?",
	"Mail.Afishionado.Fact.28": "O Fato Divertido de Peixe de hoje é sobre a enguia de lava! Você sabia que enguias de lava não conseguem engolir e, em vez disso, têm um segundo conjunto de mandíbulas extensível na garganta que agarra a comida e a puxa para dentro?",
	"Mail.Afishionado.Fact.29": "O Fato Divertido de Peixe de hoje é sobre o sandfish! Você sabia que o sandfish se enterra em leitos de areia de lagos de modo que apenas os olhos fiquem visíveis, esperando a presa nadar por cima?",
	"Mail.Afishionado.Fact.30": "O Fato Divertido de Peixe de hoje é sobre a carpa-escorpião! Você sabia que carpas-escorpião conseguem sobreviver por meses com quase nenhum oxigênio quando lagos evaporam no verão?",
	"Mail.Afishionado.Fact.31": "O Fato Divertido de Peixe de hoje é sobre o linguado! Você sabia que linguados nascem com um olho de cada lado da cabeça, mas conforme crescem, um dos olhos migra para o outro lado?",
	"Mail.Afishionado.Fact.32": "O Fato Divertido de Peixe de hoje é sobre a amêijoa! Você sabia que a idade de uma amêijoa é calculada contando linhas de crescimento na concha e que elas podem viver por mais de 500 anos?",
	"Mail.Afishionado.Fact.33": "O Fato Divertido de Peixe de hoje é sobre a carpa da meia-noite! Você sabia que carpas da meia-noite foram tradicionalmente usadas na aquicultura como forma de controlar caracóis que comem culturas aquáticas?",
	"Mail.Afishionado.Fact.34": "O Fato Divertido de Peixe de hoje é sobre o esturjão! Você sabia que esturjões não têm dentes e, em vez disso, 'aspiram' o alimento do fundo do lago estendendo suas bocas em forma de sifão?",
	"Mail.Afishionado.Fact.35": "O Fato Divertido de Peixe de hoje é sobre a truta-tigre! Você sabia que, embora trutas-tigre possam ocorrer muito raramente na natureza, a maioria é criada em criadouros para pescadores?",
	"Mail.Afishionado.Fact.36": "O Fato Divertido de Peixe de hoje é sobre o bullhead! Você sabia que, durante o inverno, bullheads param de comer e se enterram em detritos ao longo da margem até a água aquecer novamente?",
	"Mail.Afishionado.Fact.37": "O Fato Divertido de Peixe de hoje é sobre a tilápia! Você sabia que tilápias carregam seus ovos e filhotes na boca para protegê-los de predadores?",
	"Mail.Afishionado.Fact.38": "O Fato Divertido de Peixe de hoje é sobre o goby! Você sabia que alguns gobies formam relações simbióticas com camarões, em que o camarão cava a toca enquanto o goby faz a vigia?",
	"Mail.Afishionado.Fact.39": "O Fato Divertido de Peixe de hoje é sobre o spookfish! Você sabia que spookfish têm uma membrana em cúpula transparente para proteger seus olhos em formato de barril, que podem se telescopar para fora?",
	"Mail.Afishionado.Fact.40": "O Fato Divertido de Peixe de hoje é sobre o slimejack! Você sabia que a gosma que um slimejack produz pode se expandir para mais de 10.000 vezes seu tamanho original em questão de segundos?",
	"Mail.Afishionado.Fact.41": "O Fato Divertido de Peixe de hoje é sobre a lagosta! Você sabia que o sangue de uma lagosta é normalmente incolor, mas fica azul quando oxigenado por conter cobre em vez de ferro?",
	"Mail.Afishionado.Fact.42": "O Fato Divertido de Peixe de hoje é sobre o peixe-gota! Você sabia que o corpo do peixe-gota é especializado para pressões extremas do fundo do mar e se expande ao ser trazido à superfície?",
	"Mail.Afishionado.Fact.43": "O Fato Divertido de Peixe de hoje é sobre o salmão do vazio! Você sabia que salmões do vazio produzem bioluminescência vermelha que a maioria de suas presas não consegue ver, permitindo caçar com uma luz invisível?",
	"Mail.Afishionado.Fact.44": "O Fato Divertido de Peixe de hoje é sobre o caracol! Você sabia que a maior espécie de caracol marinho (e qualquer caracol!) pesa quase 18 kg, mais do que um corgi?",
	"Mail.Afishionado.Fact.45": "O Fato Divertido de Peixe de hoje é sobre o disco azul! Você sabia que discos azuis alimentam seus filhotes excretando muco pela pele, conhecido como 'leite de disco'?",
	"Mail.Afishionado.Fact.46": "O Fato Divertido de Peixe de hoje é sobre o peixe-leão! Você sabia que, quando ameaçado, um peixe-leão gira para manter suas nadadeiras venenosas apontadas para o predador, mesmo que isso signifique nadar de cabeça para baixo?",
	"Mail.Afishionado.Fact.47": "O Fato Divertido de Peixe de hoje é sobre a arraia! Você sabia que uma arraia normalmente respira pela boca, mas muda para os espiráculos no topo da cabeça quando enterrada na areia para caçar?",
	"Mail.Afishionado.Fact.48": "O Fato Divertido de Peixe de hoje é sobre o caranguejo! Você sabia que o maior caranguejo do mundo tem o dobro do tamanho de um humano e se camufla decorando a carapaça com esponjas-do-mar?",
	"Mail.Afishionado.Fact.49": "O Fato Divertido de Peixe de hoje é sobre o lagostim! Você sabia que lagostins são catadores onívoros que conseguem filtrar e processar nutrientes até da lama?",
	"Mail.Afishionado.Fact.50": "O Fato Divertido de Peixe de hoje é sobre o mexilhão! Você sabia que mexilhões são tão sensíveis a mudanças na pureza da água que algumas cidades os usam para monitorar o abastecimento?",
	"Mail.Afishionado.Fact.51": "O Fato Divertido de Peixe de hoje é sobre a ostra! Você sabia que ostras não são os únicos moluscos que criam pérolas e que a cor de uma pérola depende do tipo de ostra que a criou?",
	"Mail.Afishionado.Fact.52": "O Fato Divertido de Peixe de hoje é sobre o berbigão! Você sabia que berbigões conseguem 'pular' estendendo o pé como uma língua gigante e se impulsionando a partir do fundo do mar?",
	"Mail.Afishionado.Fact.53": "O Fato Divertido de Peixe de hoje é sobre o caramujo-do-mar! Você sabia que caramujos-do-mar se adaptam à maré, prendendo-se às rochas na maré alta e rastejando para comer algas nas rochas na maré baixa?",
	"Mail.Afishionado.Fact.54": "O Fato Divertido de Peixe de hoje é sobre a lula da meia-noite! Você sabia que uma lula da meia-noite tem dois olhos diferentes, com o olho esquerdo em forma de tubo apontando para cima e o olho direito em forma de orbe apontando para baixo?",
	"Mail.Afishionado.Fact.55": "O Fato Divertido de Peixe de hoje é sobre o albacora! Você sabia que albacoras formam cardumes mistos com outras espécies de atum para caçar ao redor de tapetes de algas flutuantes?",
	"Mail.Afishionado.Fact.56": "O Fato Divertido de Peixe de hoje é sobre o woodskip! Você sabia que woodskips se reproduzem por partenogênese, quando um embrião se desenvolve sem ser fertilizado, tornando-os todos clones da mãe?",
	"Mail.Afishionado.Fact.57": "O Fato Divertido de Peixe de hoje é sobre o shad! Você sabia que shads têm até 1.000 ossos, a maioria dos quais são minúsculos ossos em forma de Y dispostos em três fileiras de costelas flutuantes?",
	"Mail.Afishionado.Fact.58": "O Fato Divertido de Peixe de hoje é sobre o halibute! Você sabia que halibutes podem crescer até 2,4 m de comprimento e 1,5 m de largura, o que lhes rendeu o apelido de 'peixe porta de celeiro'?",
	"Mail.Afishionado.Fact.59": "O Fato Divertido de Peixe de hoje é sobre o chub! Você sabia que chubs comem qualquer coisa menor do que eles, incluindo outros peixes, lagostins, sapos, frutas silvestres pendendo sobre a água e até filhotes de aves?",
	"Mail.Afishionado.Fact.60": "O Fato Divertido de Peixe de hoje é sobre o lingcod! Você sabia que, enquanto a maioria dos lingcods tem carne branca, alguns ocasionalmente têm carne turquesa brilhante devido a pigmento na bile?",
	"Mail.Afishionado.Fact.61": "O Fato Divertido de Peixe de hoje é sobre o dourado! Você sabia que jovens dourados imitam a coloração de peixes-lua e nadam junto com eles para surpreender suas presas?",

	"Mail.Afishionado.Ending.1": "Que fato legal!",
	"Mail.Afishionado.Ending.2": "Não é interessante?",
	"Mail.Afishionado.Ending.3": "Agora você sabe!",
	"Mail.Afishionado.Ending.4": "Que criatura incrível!",
	"Mail.Afishionado.Ending.5": "A natureza é mesmo mágica!",
	"Mail.Afishionado.Ending.6": "Peixes são incríveis!",
	"Mail.Afishionado.Ending.7": "Nem eu sabia disso!",
	"Mail.Afishionado.Ending.8": "Todo dia se aprende algo novo!",
	"Mail.Afishionado.Ending.9": "Mal posso acreditar!",
	"Mail.Afishionado.Ending.10": "Eu adorei!",
	"Mail.Afishionado.Ending.11": "Que peixe intrigante!",

	"Mail.DwarvenBuddies.Unknown": "Aqui estão algumas barras de metal. De quem serão? É como dizer: 'não pergunte nada e não ouvirá mentiras'^^ -???",
	"Mail.DwarvenBuddies.Reveal": "Embora você seja um minerador bem competente, ainda é iniciante pelos padrões dos anões. Eu queria ajudar, mas tive que fazer isso sem te contar demais.^^ - Anão",
	"Mail.DwarvenBuddies.After": "Ei @,^^Fiz barras demais, então você deve levar algumas. Não compartilhe com outros humanos, ok.^^- Anão",
	"Mail.ShadowBuddies.Unknown": "Pegue alguns geodos coletados. Não se preocupe, são genuínos.^^ - ???",
	"Mail.ShadowBuddies.Reveal": "Eu costumava, de vez em quando, entrar sorrateiramente na sua fazenda para catar rabanetes-silvestres. Quando te vi lá pela primeira vez, algo me pareceu diferente e eu quis ajudar de algum modo.^^ - Krobus",
	"Mail.ShadowBuddies.After": "Olá @,^^Continuo encontrando mais daqueles geodos. Não tenho uso para eles, então você deve ficar com eles.^^- Krobus",

	"Messages.HiddenBenefits.FairyBox": "É um livrinho fantasioso sobre uma fada.^^A princesa Mina afugentou o gato e gentilmente pegou a borboleta que estava presa sob a pata dele. Não era uma borboleta, mas sim uma fada! A fada se sacudiu e fez uma reverência. 'Obrigada!' disse ela à princesa. 'Por favor, em agradecimento por me salvar, pegue esta caixa. Se você estiver ferida em suas batalhas, abra-a e eu curarei seus ferimentos. Ou, se seu país estiver em paz e não houver batalhas, pegue o pó dentro e espalhe-o em seus campos, para que suas colheitas cresçam fortes e saudáveis.' Com outra reverência, a fada saltou da mão de Mina e voou embora, deixando uma pequena caixa rosa para trás. ",
	"Messages.HiddenBenefits.IceRod": "É um panfleto publicitário sobre vários produtos.^^ICE ROD, $5999: O mais recente em tecnologia Free-Zee (tm), é tão bom que você vai achar que é magia! Faça sucesso na sua próxima festa com esta incrível vara que dispara orbes de puro gelo! Faça raspadinhas, esfrie comida quente e gelar bebidas em apenas 4 segundos! O segredo está em como ela extrai água do ar ao redor, então você nunca terá que se preocupar em reabastecê-la! Além disso, você também pode guardá-la na geladeira para um impulso instantâneo na qualidade dos alimentos! Você vai se perguntar como sua cozinha conseguiu viver sem uma!",
	"Messages.HiddenBenefits.BasiliskPaw": "É um pesado livro-texto sobre monstros.^^...De muitas criaturas temíveis e mágicas que vagam por este mundo, poucas são mais mortais que o basilisco com seu olhar pétreo. Ainda assim, poucos sabem que a pata de um tem imenso valor como talismã contra maldições e doenças, e menos ainda sabem que ela tem a curiosa habilidade de estender o alcance de alguém tanto no plano físico quanto no mágico. Ao simplesmente segurar a pata de um basilisco na mão, torna-se possível agarrar coisas que de outra forma não se poderia tocar; um ex-aprendiz do autor, de inclinação druídica, usou uma pata para alcançar itens coletáveis com facilidade... ",
	"Messages.HiddenBenefits.MagicQuiver": "É um bilhete para o Marlon sobre um pedido especial.^^Marlon, terminei de encantar o último lote de aljavas. Elas têm os feitiços usuais de mira e disparo automáticos, mas depois do que você disse sobre as estilingues, tentei algo um pouco diferente com estas e funcionou! Tente carregá-la com uma destas - o disparo automático da aljava não funcionará se as flechas estiverem em uma estilingue, mas continuará a disparar enquanto você quiser, sem precisar recarregar.",
	"Messages.HiddenBenefits.ParrotEgg": "É uma enciclopédia de animais aberta em uma página sobre papagaios.^^Papagaios estão entre as aves mais inteligentes e sociais. Embora a maioria das espécies de papagaios prefira socializar com seus iguais, já foi observado cruzamento entre espécies, com a prole resultante sendo uma mistura das colorações dos pais. Alguns papagaios até passam tempo com outros animais ou humanos: os Insulanos da Gema são conhecidos há muito tempo por treinar papagaios para ajudar a encontrar frutas e outros pequenos objetos (o que vários piratas do arquipélago adaptaram para encontrar moedas de ouro), e algumas culturas acham que um papagaio e seu poleiro mantidos dentro de abrigos para outros animais domésticos fazem com que os animais fiquem mais à vontade.",
	"Messages.HiddenBenefits.FrogEgg": "É um livro fino de não ficção sobre uma espécie local de sapo. ^^Ovos de sapo, conhecidos como desova, são esféricos e gelatinosos. Enquanto a maioria das espécies de sapo põe os ovos em aglomerados ou cordões na água ou ao redor de vegetação aquática, o sapo gigante do vale põe seus ovos do tamanho de damascos individualmente em poças de cavernas. De forma incomum, esta espécie se desenvolve completamente ainda no ovo e choca como um sapo totalmente formado, não como um girino. Seu tamanho característico significa que pode comer muitos grandes habitantes de cavernas, embora o próprio sapo seja predado por peixes, e muitos moradores tratam seus ovos como fertilizante para viveiros de peixes. ",
	"Messages.HiddenBenefits.GoldenSpur": "É um manual antigo sobre equipamentos de rancho.^^Esporas: equipamento útil para qualquer cavaleiro. Esporas com rosetas (a clássica roda em forma de estrela favorecida por caubóis) permitem pequenos movimentos sutis em auxílio aos comandos de montaria. A maioria das esporas é feita de aço resistente ao tempo, mas esporas com revestimento de ouro ou prata são populares em rodeios, corridas e outros eventos de exibição. Em alguns círculos de caubóis, persiste a crença de que um par de esporas douradas tornará os reflexos do usuário mais rápidos, e uma prática comum é adaptar as esporas para prendê-las diretamente nas botas do caubói.",
	"Messages.HiddenBenefits.MagicHairGel": "É uma página de anúncio recortada de uma revista de moda masculina.^^Apresentando Majik: Cor de Alto Impacto. Empunhe o poder do prismatismo. Gel para cabelo com fixação forte e cuidado intenso, que mira microscopicamente os pontos fracos para maior resistência. Não comprometa — Majik dá cor sem sacrificar a resistência. Com fórmula nova e aprimorada para saúde reforçada. É Para Você.",

	"Dialogue.GiftOfFriendship.Abigail": "Oi, @! Eu fui me aventurar nas minas ontem à noite e vi isso. Eu sabia que você ia gostar! O que acha? Bem legal, né?$h [66 80 68 768 769 767]",
	"Dialogue.GiftOfFriendship.Alex": "Ei, @, eu trouxe isso para você! Tenho certeza de que vou virar profissional em breve e não teria chegado tão longe sem seu apoio. Muito obrigado!$h [351 349 212 198 214]",
	"Dialogue.GiftOfFriendship.Caroline": "@, que bom te ver. Estas flores estavam desabrochando no meu jardim de inverno hoje de manhã, e eu quis te dar uma.$h [591 593 595 597 376]",
	"Dialogue.GiftOfFriendship.Clint": "Ei, @. Então... eu só queria te dar isto. [SkillBook_3 70 62 60 64 334 335 336 337 378 380 384 386]#$b#Porque estou feliz por você ser meu grande amigo. Você gosta?",
	"Dialogue.GiftOfFriendship.Demetrius": "Olá, @, que sorte te ver hoje! Eu estava querendo te dar isto, mas estava afogado em trabalho. Espero que goste.$h [(BC)25 (BC)105 (BC)231 (BC)9 745 478 473 486 494]",
	"Dialogue.GiftOfFriendship.Dwarf": "Ei, @, não conte ao mago, mas você é o primeiro humano de quem eu gosto de estar perto. Pegue isto por ser um bom amigo. [96 97 98 99 562 82 556 554 547 540 563 286 287 288 ]",
	"Dialogue.GiftOfFriendship.Elliott": "@, eu gostaria de mostrar minha enorme apreciação pela sua companhia constante durante nossa amizade. Espero que isso combine com seus gostos. [SkillBook_1 372 718 719 723 242 225 219]$h",
	"Dialogue.GiftOfFriendship.Emily": "Oi, @! Estou tão feliz em te ver. Eu soube no dia em que você chegou que nossos destinos se entrelaçariam. Por favor, aceite — é um símbolo da minha gratidão por você!$h [551 550 564 577 560 541 578]",
	"Dialogue.GiftOfFriendship.Evelyn": "Oh, olá querida. Eu fiz esta sobremesa para a família ontem à noite. Por que você não come um pouco também?$h [223 222 651 234 232 604 608 611 612 238 731 904]",
	"Dialogue.GiftOfFriendship.George": "@! Fico feliz em te ver. Pegue isto. É uma coisinha, mas é o melhor que um velhote como eu pode dar.$h [(B)515 334 335 336 ]",
	"Dialogue.GiftOfFriendship.Gus": "Bom te ver, @! Eu queria dizer que sou grato por sermos amigos. Vai lá, é por conta da casa!$h [ 196 206 205 214 213 208 219 209 224]",
	"Dialogue.GiftOfFriendship.Haley": "Ei, @! Eu vi isso da última vez que fui ao shopping e pensei em você. Estou feliz que somos amigos! Eu devo ter sido tão rude quando nos conhecemos, então obrigada por ter paciência comigo. [{{PoolItem}}]",
	"Dialogue.GiftOfFriendship.Harvey": "Olá, @! Eu estava querendo te dar isto para ajudar a manter sua saúde. Eu valorizo muito nossa amizade, sabia. Se cuida!$h [196 230 237 200 207 231 606]",
	"Dialogue.GiftOfFriendship.Jas": "Olá ${Sr.^Sra.^Mx.}$ @, a tia Marnie e eu compramos isto para você porque te amamos muito! Espero que goste!$h [221 611 608 222]",
	"Dialogue.GiftOfFriendship.Jodi": "Você está com fome, @? Eu fiz isto mais cedo e guardei um pouco caso você aparecesse. Eu já te considero parte da família agora, sabia!$h [ 220 214 231 200 222 198 607]",
	"Dialogue.GiftOfFriendship.Kent": "Bom te ver, @. Queria agradecer novamente por me ajudar a voltar à vida tranquila. Aqui, para você. [686 687 691 692 693 694 695 856 877 SonarBobber Kedi.VPP.SnailTackle 926 TentKit ]",
	"Dialogue.GiftOfFriendship.Krobus": "Olá @, eu tenho um presente para você. Estou realmente feliz em ter essa 'amizade', como vocês humanos chamam. Também vou orar a Yoba pelo seu bem-estar.$h [773 772 872 879]",
	"Dialogue.GiftOfFriendship.Leah": "Ei, @! Encontrei um ótimo ponto de forrageio mais cedo e pensei que, como você é meu amigo, iria apreciar um pouco. Está fresco como se pode!$h [399 259 404 257 408 20 406 16 422 281 414 412 416]",
	"Dialogue.GiftOfFriendship.Lewis": "Olá, @! Você realmente se tornou um verdadeiro membro desta comunidade, não foi? Tenho certeza que seu avô estaria orgulhoso de você. [178 253 395 599 621 645]",
	"Dialogue.GiftOfFriendship.Leo": "Na semana passada, o Willy me levou de volta à Ilha Gengibre para visitar minha família. Eu encontrei isso na selva para você! Você também é minha família agora!$h [852 91 834 830 832]",
	"Dialogue.GiftOfFriendship.Linus": "Olá, @. Tenho certeza de que a natureza é grata pelo seu respeito, e eu também sou grato por ser seu amigo. Por favor, aceite isto como meu agradecimento.$h [Kedi.VPP.BakedTubers Kedi.VPP.GrilledLeek Kedi.VPP.GrilledFish Kedi.VPP.TrailMix Kedi.VPP.MushroomKebab Kedi.VPP.SeaweedSalad Kedi.VPP.WildFruitSalad Kedi.VPP.RoastedFiddleheads Kedi.VPP.FriedBugSteak Kedi.VPP.SteamedClams DeluxeBait 774 610 196 609 648]",
	"Dialogue.GiftOfFriendship.Marnie": "Bom dia, @! Eu fiz isto ontem com meu melhor queijo de cabra. Você gostaria de experimentar?$h [ 197 221 222 223 234 199 608]",
	"Dialogue.GiftOfFriendship.Maru": "Olá, @! Eu tenho usado estes em meus experimentos recentemente. Quero criar algo para ajudar fazendeiros como você! Quer testar quando estiver pronto?$h [334 335 336 337 787 557]",
	"Dialogue.GiftOfFriendship.Pam": "Ei, garoto(a). Eu pedi isto da Joja junto com o de sempre. Não conte ao Pierre, tá? Enfim, obrigada por ficar comigo todo esse tempo. Mesmo eu não sendo uma boa mãe, você me ajudou a ver as coisas melhor. [88 90 164 165 802 588 386]",
	"Dialogue.GiftOfFriendship.Penny": "Oi, @! Quando eu estava arrumando a cozinha mais cedo, lembrei do nosso 'Chili de @'. Você sabe como eu amo cozinhar, então eu fiz isto para você!$h [195 197 198 199 201 209 219 648]",
	"Dialogue.GiftOfFriendship.Pierre": "Ei, Fazendeiro(a) @! Eu encomendei isto especificamente para você. Obrigado por apoiar minha loja em vez da Joja desde o primeiro dia!$h [368 369 370 371 465 466 805 918 919 599 621 645 (F)2625 (F)2632 (F)2634 (F)1684 (F)2798 (F)807 (F)2626 (F)2875 (F)2397 (F)2624 (BC)36 (BC)107 (BC)137 (BC)113 (BC)47 (BC)108 (BC)48 (BC)184 (BC)188 (BC)192 (BC)204 ]",
	"Dialogue.GiftOfFriendship.Pierre.Joja": "Ei, Fazendeiro(a) @! Eu encomendei isto especificamente para você. Mesmo com tudo que a Joja fez com esta cidade, você ainda tem sido um bom amigo para mim. [368 369 370 371 465 466 805 918 919 599 621 645 (F)2625 (F)2632 (F)2634 (F)1684 (F)2798 (F)807 (F)2626 (F)2875 (F)2397 (F)2624 (BC)36 (BC)107 (BC)137 (BC)113 (BC)47 (BC)109 (BC)48 (BC)184 (BC)188 (BC)192 (BC)204 ]",
	"Dialogue.GiftOfFriendship.Robin": "Estou tentando algumas técnicas de escultura que a Leah me mostrou, mas está indo devagar. Estou aproveitando os erros em novos projetos! Quer um, @$h? [(F)1280 (F)2742 (F)1669 (F)1300 (F)1440 (F)986 (F)989 (F)1368 (F)1364 (F)1671 (BC)232 (BC)BigChest (BC)BigStoneChest (BC)130 ]",
	"Dialogue.GiftOfFriendship.Sam": "Ei, @! Está com fome? Peguei comida para viagem do Saloon para a gente compartilhar.$h [206 213 214 224]",
	"Dialogue.GiftOfFriendship.Sandy": "Oh, olá, querido(a)! Veja o que eu trouxe para você! Eu encontrei enquanto reabastecia as prateleiras outro dia e achei que você ia gostar.$h [88 90 18 22 418 402 184 425 431 455 453 429 427]",
	"Dialogue.GiftOfFriendship.Sebastian": "Oh, oi. Ontem à noite fui fuçar nas velhas minas e encontrei isto. Aproveite.$h [565 82 575 768 769 84]",
	"Dialogue.GiftOfFriendship.Shane": "Ei, @. Eu estava em Zuzu para um jogo de 'gridball' na semana passada e vi isso. Me fez pensar em você, então tome. [206 241 215 213 253 395]",
	"Dialogue.GiftOfFriendship.Vincent": "Oi, ${Sr.^Sra.^Mx.}$ @! Eu quis te dar algo legal porque você é o adulto mais divertido de todos! Você gostou?$h [152 766 399 153 157 SeaJelly CaveJelly RiverJelly 372 ]",
	"Dialogue.GiftOfFriendship.Willy": "${Olá, rapaz^Olá, moça^Olá, fazendeiro(a)}$. Aqui, o melhor peixe do dia — eu gostaria que você levasse. Talvez frite ou peça ao Gus para fazer um dos pratos mais chiques dele, hehe.$h [ {{PoolItem}} ]",
	"Dialogue.GiftOfFriendship.Wizard": "Vá embora se estiver aqui só para olhar. Não devo ser distraído do meu trabalho.#$b#Ah, a propósito, leve isto antes de ir. Pode ser útil para você. [688 689 690 886 TreasureTotem 261 681 MysticSyrup 124 125 256]",

	"Enchantments.AutoFire.Name": "Disparo Automático",
	"Enchantments.Rapid.Name": "Rápido",
	"Enchantments.BatKiller.Name": "Matador de Morcegos",
	"Enchantments.Thrifty.Name": "Econômico",
	
	"Buildings.MineralCavern.Name": "Caverna Mineral",
	"Buildings.MineralCavern.Desc": "Não se preocupe, é seguro entrar! Misteriosamente, pedras colocadas dentro crescem com o tempo.",
	"Buildings.MineTent.Name": "Depósito de Vagonetes",
	"Buildings.MineTent.Desc": "Prédio de armazenamento para manter os bens minerados seguros até você voltar. Apenas um deste prédio pode estar presente em um único save.",
	"Buildings.Sawmill.Name": "Serraria",
	"Buildings.Sawmill.Desc": "Serraria Serraria",
}
