{
  "Sebastian_Wander_Default_1": "Your body is looking good from all this farm work, @.$4#$b#Not that I'm complaining.$1",
  "Sebastian_Wander_Default_2": "%pet followed me today. Usually ignores me for you.#$b#I guess I'm finally part of the family.$1",
  "Sebastian_Wander_Default_3": "Never thought I'd enjoy fresh air this much.#$b#You've changed me, @. In good ways.$4",
  "Sebastian_Wander_Default_4": "Farm life's chaos but our bed's always peaceful.#$b#Well, usually peaceful. Best part of my day.",
  "Sebastian_Wander_Default_5": "Your crops grow while I debug code...#$b#We both make things blossom in our ways.$4",
  "Sebastian_Wander_Default_6": "Maru would probably love this place. All the science of farming, right?",
  "Sebastian_Wander_Building_1": "This place has good vibes. Quiet, private...#$b#Perfect for when I need to escape everyone.",
  "Sebastian_Wander_Building_2": "Hope you don't mind me wandering. Just needed to stretch my legs and my mind.",
  "Sebastian_Wander_Building_3": "Every empty space on this farm feels full of potential, just waiting for the right idea. $0#$b#We should build something new together, @. $4",
  "Sebastian_Wander_Building_4": "These buildings have more personality than my old basement.#$b#Still prefer the darkness though.",
  "Sebastian_Wander_BrokenFence_1": "Fences break; it's what they do. Like bugs in my code, just part of the process. I'll help patch it later.",
  "Sebastian_Wander_BrokenFence_2": "I can fix this later if you want. Gives me an excuse to tinker with tools.",
  "Sebastian_Wander_BrokenFence_3": "Sometimes I just walk the fence line when I need to think.#$b#The broken parts remind me that not everything has to be fixed right away... Some things are fine as they are.",
  "Sebastian_Wander_BrokenFence_4": "I could patch this... or we could pretend it's 'rustic charm'.#$b#...Fine, I'll get the hammer.",
  "Sebastian_Wander_Water_1": "I took the bike out yesterday and then looped back to the mountain lake.#$b#Nothing clears my head like the open road and cold water.#$b#Then I bumped into Maru, which is a risk of going back to the old house.",
  "Sebastian_Wander_Water_2": "The water is so still. Good for when my own thoughts are too loud.",
  "Sebastian_Wander_Water_3": "The water's surface mirrors the sky today, endless and a little intimidating. Makes you think, doesn't it?#$b#Glad I have solid ground with you. $4",
  "Sebastian_Wander_Water_4": "The water's so still today. I've been trying to be more like that calm, present. Not always lost in my head or on my bike somewhere.#$b#It's a work in progress.",
  "Sebastian_Wander_Tree_1": "Trees don't judge you for being moody.#$b#Wish I'd spent more time outside as a teenager.",
  "Sebastian_Wander_Tree_2": "This tree's shade is perfect. Almost makes me forget how annoyingly bright it is out here.",
  "Sebastian_Wander_Tree_3": "Under this tree, it's all shadows and quiet. Almost feels like my old basement... but better, because you're here. $4",
  "Sebastian_Wander_Tree_4": "Sitting under this tree, I'm reminded of riding my motorcycle through backroads.#$b#It has the same sense of quiet freedom.",
  "Sebastian_Wander_Tree_5": "Under this tree, it's easier to breathe. Shades my pale skin, too. Robin always nagged me about getting more sun.",
  "Sebastian_Wander_FruitTree_1": "Maru would probably calculate the exact sugar content of the fruit we grow here.#$b#I just think they taste good.",
  "Sebastian_Wander_FruitTree_2": "This shade reminds me of where I'd sit to smoke behind Mom's house... glad those days are behind me.",
  "Sebastian_Wander_FruitTree_3": "Fresh fruit beats frozen pizza any day. Who knew?",
  "Sebastian_Wander_FruitTree_4": "These fruit trees amaze me, so much abundance from something that just... exists. You nurture it, and it gives back.#$b#Wish my family dynamics were that simple. But we're good, you and me.",
  "Sebastian_Wander_MatureCrop_1": "Your harvests always impress me, @.#$b#Makes my programming achievements feel small in comparison.$4",
  "Sebastian_Wander_MatureCrop_2": "These crops look ready. Makes me wanna see the numbers.#$b#Bet the profit margin is impressive.",
  "Sebastian_Wander_MatureCrop_3": "Look at all this, ready for you. Feels satisfying, even just watching it grow. You put so much into this place...#$b#Makes me want to step up, too.",
  "Sebastian_Wander_Cave_1": "This cave entrance calls to me...#$b#Makes me want to grab a sword and just explore with you.$1",
  "Sebastian_Wander_Cave_2": "This cave entrance still gives me chills... dark, unknown, full of secrets. Reminds me of you in the mines, @. $0#$b#Stay sharp down there.",
  "Sebastian_Wander_Cave_3": "$query FARM_CAVE Bats#Sometimes I come out here just to listen to the bats. Their echoes sound like my synth experiments.|Staring up at the sky from our field... makes the world feel huge, but this little plot, our home, feels like the center of it. Thank you, @.",
  "Sebastian_Wander_Cave_4": "This cave still gives me the chills... in a good way. Dark, quiet, full of secrets. Reminds me of the mines, but... softer.#$b#Kinda like you, @. Tough but full of surprises.$4",
  "Sebastian_Wander_Coop_Chicken_1": "Watching chickens peck feels weirdly meditative.#$b#Not as fun as Froglet Adventures 2, but close.",
  "Sebastian_Wander_Coop_Chicken_2": "The chickens are kind of cute, I guess. Remind me to never get roosters though, I value my sleep too much.",
  "Sebastian_Wander_Coop_Chicken_3": "They're oddly fascinating to watch. Do you think they know how pointless their existence is?#$b#...Too dark?",
  "Sebastian_Wander_Coop_Chicken_4": "Chickens have such simple lives. Peck, lay, sleep. Wish I could turn my brain off that easily some days.",
  "Sebastian_Wander_Coop_1": "This would make a decent music space if soundproofed.#$b#Sam would get a kick out of jamming in a chicken coop.",
  "Sebastian_Wander_Coop_2": "I keep expecting Mom to pop out and ask if I've cleaned my room yet... old habits.$2",
  "Sebastian_Wander_Coop_3": "Took the bike out earlier, just a quick ride to clear my head. I'll always need that, you know?#$b#But I always come back to you. Always.",
  "Sebastian_Wander_Coop_4": "This coop is peaceful. A good place to just... exist without expectations.",
  "Sebastian_Wander_Barn_Cow_1": "They look so docile... Makes me wonder what they're thinking about all day.#$b#Probably not existential dread, unlike someone I know.$1",
  "Sebastian_Wander_Barn_Cow_2": "Cows have such blank stares, don't they? Reminds me of Demetrius when I try to explain coding. $2#$e#At least these ladies don't talk back.",
  "Sebastian_Wander_Barn_Cow_3": "Cows make surprisingly good listeners for explaining code.#$b#They never interrupt with pointless small talk but are more expressive than a rubber duck.",
  "Sebastian_Wander_Barn_Cow_4": "You know, I used to think farming was boring...#$b#but watching you boss these giants around is weirdly hot.",
  "Sebastian_Wander_Barn_1": "This barn reminds me of reading sci-fi in Dad's old barn as a kid...#$b#Back when things were simpler.$2",
  "Sebastian_Wander_Barn_2": "Plenty of space for my bike in here if it ever rains.#$b#Not that I'd keep it with livestock.",
  "Sebastian_Wander_Barn_3": "Empty or full, barns always have that rustic smell. Takes me back to helping mom with the wood shop sometimes.",
  "Sebastian_Wander_SlimeHutch_1": "The slime hutch is my favorite. They feel like familiar, weird little programs.$1#$b#Chaotic, but predictable.",
  "Sebastian_Wander_SlimeHutch_2": "The slime hutch is fascinating in a weird way. Reminds me of some of the alien ecosystems I read about in sci-fi books... maybe we're terraforming right here.$1",
  "Sebastian_Wander_Shed_1": "Your setup here is efficient, @. Almost makes me want to organize my code.#$b#Almost.",
  "Sebastian_Wander_Shed_2": "I never get tired of the rhythmic hum from the shed; it's almost as soothing as my synth.",
  "Sebastian_Wander_Shed_3": "I never thought I'd be appreciating a shed so much. Having space for all your work... it's efficient, I guess.",
  "Sebastian_Wander_Shed_4": "This shed's a good spot to think. Quiet, organized... unlike my brain.",
  "Sebastian_Wander_Greenhouse_1": "$query !PLAYER_VISITED_LOCATION Current Greenhouse#A broken structure full of potential...#$b#Like my half-finished game waiting for inspiration.|Magic greenhouse... still weirds me out how nature bends to will here.#$b#Almost like debug mode in reality.$1",
  "Sebastian_Wander_Greenhouse_2": "$query !PLAYER_VISITED_LOCATION Current Greenhouse#That broken down greenhouse is kinda sad.#$b#Like a program that won't compile.|A greenhouse that works in winter... that's true magic. Not like coding or music, but something real, tangible.#$b#You really built something special here, @.$1",
  "Sebastian_Wander_Greenhouse_3": "$query !PLAYER_VISITED_LOCATION Current Greenhouse#That ruined greenhouse is like an unfinished program. So much wasted potential in its broken panes. $0#$b#We'll get it running someday.|This place is incredible, @. Even Demetrius would be impressed, not that I'd tell him how it was repaired.",
  "Sebastian_Wander_Farmer_1": "I like wandering out here. It's quiet, but never lonely... not with you around. $0#$b#Even when we're not side by side.",
  "Sebastian_Wander_Farmer_2": "Don't mind me, just enjoying the view. You make farming look easy, @.  Easy and glamorous.$1",
  "Emily_Wander_Default_1": "Your farmhand gloves are looking rough, @. Want me to embroider little parrots on the next pair?$1",
  "Emily_Wander_Default_3": "Your axe has such strong energy today!#$b#Maybe the spirits want us to clear that northwest grove... or maybe I'm just restless.$3",
  "Emily_Wander_Default_4": "Remember when we first met?#$b#I never imagined our love would grow like wildflowers, untamed and beautiful.$1",
  "Emily_Wander_Default_5": "I hope we're taking good care of the land, @...#$b#It gives us so much, we should give back too.",
  "Emily_Wander_Default_6": "I dreamed of a parrot last night, guiding us to a hidden grove...#$e#Perhaps we should explore the forest together soon.",
  "Emily_Wander_Default_7": "I found the most beautiful feather by the pond. It feels like a little gift from the universe.$1",
  "Emily_Wander_Building_1": "$query !SEASON Winter#The farm feels so alive today...#$b#Can you sense the energy humming in the air? It's like magic.$1|I dreamt about this spot last night, covered in snow just like this.#$b#In my dream, amethysts were growing right out of the ground! Winter reveals the hidden magic of things.",
  "Emily_Wander_Building_2": "$query !SEASON Winter#The crops thrive under your hand, yet part of me wonders if we've tamed too much of this land.$2|The farm buildings look so charming with snow on the roof.#$b#I've been sketching some winter inspired clothing designs while watching the snowflakes fall. Your adventuring has given me so many ideas!$1",
  "Emily_Wander_Building_3": "I wonder what my parents are seeing in their travels...#$b#Do you think they ever miss steady roots like we have?",
  "Emily_Wander_Building_4": "This farm is our shared dream, @. Robin may have built it but we made it our home.$1",
  "Emily_Wander_Scenic_1": "$query !SEASON Winter#I saw a pair of butterflies dancing over the flowers earlier...#$b#It felt like they were blessing our farm with love. Do you believe in signs?|The snow makes everything so peaceful, don't you think?#$b#I feel like the farm is meditating beneath this white blanket, gathering strength for spring.$1",
  "Emily_Wander_Scenic_2": "Some days I miss the bustle of town...#$b#but then I stand here, watching the breeze move through the plants, and I know I'm exactly where I should be.",
  "Emily_Wander_Farmer_1": "Hey @, just wanted to say I love you!$4",
  "Emily_Wander_BrokenFence_1": "I've been channeling healing energy into our farm today.#$b#Even this broken fence has a purpose in the grand design.#$b#Though I suppose practical repairs wouldn't hurt either.$1",
  "Emily_Wander_BrokenFence_2": "$z patio#The universe guided me to this spot to meditate.#$b#The contrast between cultivated land and wild nature is so profound here.$3",
  "Emily_Wander_BrokenFence_3": "Do you think the fence feels pain when it breaks?#$b#I've been sending it compassionate thoughts just in case.",
  "Emily_Wander_GrandpaShrine_1": "I wonder what your Grandpa would think of how the farm has changed?$2",
  "Emily_Wander_Water_1": "$z patio#$query !SEASON Winter#Oh, @! I was just communing with the water spirits. They say our farm will be blessed with abundance this season.$1|The water's energy is especially potent today! I can almost see the ripples of possibility extending outward.$1#$b#I dipped my toes in earlier and had the most vivid vision of us dancing under moonlight. The universe is sending us messages, can you feel it?$4",
  "Emily_Wander_Water_2": "$z patio#The water here carries memories of rain and mountain snow...#$b#I can feel it all when I quiet my mind.$4",
  "Emily_Wander_Water_3": "$z patio#Sandy would love this meditation spot. I should invite her to visit soon.#$b#The water is such a contrast to the desert energy she's used to.",
  "Emily_Wander_Tree_1": "Sometimes I wonder if trees dream...#$b#Do you think they remember us when we're not around?",
  "Emily_Wander_Tree_2": "This tree's bark has such an interesting texture.#$b#I bet I could make a gorgeous eco-print fabric with it.",
  "Emily_Wander_Tree_3": "You know, @, I used to think roots meant being stuck.#$b#But these trees taught me... roots let you grow taller.$4",
  "Emily_Wander_Tree_4": "I can feel the ancient wisdom of this tree, @. It's been standing here quietly observing the cycles of life long before we arrived.$1",
  "Emily_Wander_Tree_5": "I had a dream that our trees were dancing last night when everyone was asleep.#$b#They swayed and twirled under the moonlight... it felt so real.",
  "Emily_Wander_Tree_6": "I hung a little crystal in this tree to help it grow.#$b#Sandy told me she does the same thing with her cacti in the desert.$1",
  "Emily_Wander_FruitTree_1": "Fruit trees are such patient teachers.#$b#They give everything they have, season after season...#$e#Just like you, @.$4",
  "Emily_Wander_FruitTree_2": "$z patio#@, have you ever pressed your palm against the bark of a tree and felt the life flowing through it?#$b#I do this meditation with our fruit trees when you're in the mines. It helps me feel connected to everything.",
  "Emily_Wander_FruitTree_3": "The pattern of branches on this tree reminds me of the constellation I saw in my meditation crystal last night.#$b#Everything in nature is connected by the same sacred geometry.",
  "Emily_Wander_MatureCrop_1": "Haley would hate getting dirt under her nails in a flowerpatch...#$b#But I think digging in the earth is good for the soul. Don't you?",
  "Emily_Wander_MatureCrop_2": "Sometimes I just stand here and listen to the plants...#$b#They whisper secrets if you're patient enough.",
  "Emily_Wander_MatureCrop_3": "$z emily_beach_dance#The spirits made me dance in the field.#$b#A little celebration for the earth's gifts. Want to join me?$1",
  "Emily_Wander_MatureCrop_Daffodil_1": "Daffodils are so beautiful! They always brighten my day.$1#$b#I love their cheerful yellow color.",
  "Emily_Wander_MatureCrop_Daffodil_2": "These daffodils are practically glowing today... the field hums with golden energy!#$b#Want to pick some together, @? $4",
  "Emily_Wander_MatureCrop_Daffodil_3": "Do you remember when I first told you daffodils were my favorite?#$b#You planted these just for me, didn't you?$1",
  "Emily_Wander_MatureCrop_Daffodil_4": "Let's save some of these for Sandy when she visits.#$e#The desert could use a little of their bright energy.",
  "Emily_Wander_Cave_1": "$query FARM_CAVE Bats#I've been watching the bats flutter out at dusk; their energy is so peaceful and ancient.#$b#Don't you feel it too, @?$4|My parrot tried to mimic the cave's echoes this morning.#$b#It was the funniest, most mystical sound.$1",
  "Emily_Wander_Cave_2": "$query FARM_CAVE Bats#Haley would call this place spooky, but it feels sacred to me.#$b#Full of hidden gifts, just waiting.|Haley would call me silly, but tending these mushrooms feels more sacred than any chore.#$b#They have ancient wisdom, you know.",
  "Emily_Wander_Cave_3": "$query FARM_CAVE Bats#Remember when we camped and met the bear?#$b#This cave gives me that same tingle of wild, gentle magic.$1|I think the spirits favor this spot, @.#$e#We should leave a small offering by the entrance tomorrow at dawn.",
  "Emily_Wander_Cave_4": "$z patio#$query FARM_CAVE Bats#I was just meditating by the cave entrance#$b#the energy here is perfect for aligning my chakras.|Sandy sent me a rare crystal from the desert.#$e#I'd love to place it in the cave, it might amplify our farm's aura.",
  "Emily_Wander_JunimoHut_1": "I wonder if Junimos have dreams...#$b#Maybe they dream of harvesting stardust under a rainbow moon.$4",
  "Emily_Wander_JunimoHut_2": "$z patio#The energy around their little hut is so pure...#$b#I couldn't help but sit and meditate for a while.",
  "Emily_Wander_JunimoHut_3": "$z emily_beach_dance#The way they move... so playful, so free.#$b#It makes me want to dance right here with them.$1",
  "Emily_Wander_JunimoHut_4": "I left some gemstones by their hut yesterday...#$b#They vanished, but I swear I heard a happy little chirp!$1",
  "Emily_Wander_Coop_Chicken_1": "Do you think the chickens know we're talking about them? Sometimes I swear they nod along.$1",
  "Emily_Wander_Coop_Chicken_2": "I was talking to the chickens about their dreams...#$e#You're laughing, but they're very deep conversationalists!",
  "Emily_Wander_Coop_Chicken_3": "I left a few crystals in the coop...#$b#I hope they bring the hens good energy.",
  "Emily_Wander_Coop_Chicken_4": "I felt a tug to check on the coop's aura today.#$e#All the chickens' energies are perfectly harmonious!",
  "Emily_Wander_Coop_1": "Sometimes I find myself missing the bustle of the saloon...#$e#but then I look around at all the animals we care for together and I know I'm right where I belong.",
  "Emily_Wander_Coop_2": "I just had the strangest vision, a rainbow colored chicken!#$b#Do you think the universe is telling us something, @?",
  "Emily_Wander_Coop_3": "The wind whispered through the coop just now...#$b#It feels like the spirits are restless today. Should we dance to soothe them?$3",
  "Emily_Wander_Coop_4": "Do you think the chickens know how lucky they are?#$b#To live here, surrounded by so much love...$4",
  "Emily_Wander_Barn_Cow_1": "The animals have such peaceful auras today, @. I can almost hear them humming.$4#$b#Maybe I should join in!$1",
  "Emily_Wander_Barn_Cow_2": "I had a vision last night. Our cows were dancing in rainbow scarves!$1#$b#Maybe I should make them some...",
  "Emily_Wander_Barn_Cow_3": "The barn smells like earth and warm milk. It's comforting, isn't it? Like a big, wooden hug.$4",
  "Emily_Wander_Barn_Cow_4": "$z patio#I wonder if the cows meditate while they chew. They've got that serene look, like Sandy during yoga.$1",
  "Emily_Wander_Barn_Cow_5": "I left a little bundle of lavender in the feed bin.#$b#The animals deserve good vibes too, don't they?",
  "Emily_Wander_Barn_1": "This barn has such a warm energy to it, @. I can feel it resonating with the crystals I've hidden in the corners.#$b#They help balance the energy flow, especially during winter when everything slows down.$1",
  "Emily_Wander_Barn_2": "The barn smells like hay and sunshine. It's funny how the simplest things can feel so magical, isn't it?$1",
  "Emily_Wander_Barn_3": "The way the light filters through the barn slats... it's like nature's own stained glass.$1",
  "Emily_Wander_Silo_1": "I sometimes imagine this silo filled with stardust instead of grain...#$b#Wouldn't that be magical?$1",
  "Emily_Wander_Silo_2": "I dreamed last night that our silo turned into a giant crystal geode...#$b#When I woke up, I had to come check on it immediately! Silly, I know.",
  "Emily_Wander_Silo_3": "The wind chimes I hung on this silo make such beautiful music when the breeze picks up...#$b#It's like the farm itself is singing to us!",
  "Emily_Wander_Shed_1": "I just had the strangest vision...#$b#The shed was glowing with golden light!#$e#Maybe it's a sign of good fortune for the harvest.$1",
  "Emily_Wander_Shed_2": "I found a loose thread on my skirt...#$b#Now I'm tempted to redesign the whole thing!#$e#Do you mind if I borrow some cloth from the chest?$1",
  "Emily_Wander_Shed_3": "The way the sunlight hits the shed just now...#$b#It's like the universe is winking at us.$1",
  "Emily_Wander_Shed_4": "You're so practical, @...#$b#I love that about you.#$e#But promise me we'll always leave room for magic too?$4",
  "Emily_Wander_Greenhouse_1": "$query PLAYER_VISITED_LOCATION Current Greenhouse#This place almost feels enchanted, @, like a secret garden with a joyful aura of its own.|This old greenhouse still hums with forgotten life energy.#$b#Perhaps one day we can restore it to its former beauty, grow rare blossoms here together?",
  "Emily_Wander_Greenhouse_2": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Let's grow something rare and precious in here, @. Maybe a crystal fruit?#$b#It just feels right when it came back to life so magically.|Ah, the remnants here hold such history... #$b# I wonder if the crystal energy can help restore it.",
  "Emily_Wander_Greenhouse_3": "$z emily_beach_dance#$query PLAYER_VISITED_LOCATION Current Greenhouse#I love how alive everything feels here—makes me want to twirl right in the soil!|Sometimes I imagine what we could grow here...#$b# tropical flowers from the desert, maybe even coffee plants!",
  "Emily_Wander_Stable_1": "The horse seems extra playful today. I wonder if they can sense the change in the air?",
  "Emily_Wander_Stable_2": "I had a dream about riding through a field of flowers with you...#$b#It felt so real, like we were truly free.$1",
  "Emily_Wander_Stable_3": "The stable is filled with such warm energy. It's like a big hug for the horse... and for us too.$4",
  "Elliott_Wander_Default_1": "I've been contemplating a new character for my novel. A farmer with your tenacity and grace.#$b#Though no fictional creation could capture your essence completely, @.",
  "Elliott_Wander_Default_2": "%pet seems to have taken quite a liking to me! Perhaps animals sense the poetic soul within?#$b#Or maybe it's simply that I provide treats when you're not looking.$1",
  "Elliott_Wander_Default_3": "Your soft breathing beside me last night inspired a verse so tender I blushed while writing it.#$e#Would you like me to recite it for you later, in the privacy of our bedroom?$4",
  "Elliott_Wander_Default_4": "The farm looks especially beautiful in this light. Though not nearly as beautiful as the ${man^woman}$ who transformed it from wilderness to paradise.$4",
  "Elliott_Wander_Default_5": "I was just thinking about my piano. #$b# Perhaps we could move it from the cabin to our home? I long to compose melodies inspired by your graceful movements across the farm.$1",
  "Elliott_Wander_Building_1": "This building, though utilitarian in purpose, carries the unmistakable mark of your creative vision. #$b# I confess, before meeting you, I never appreciated the artistry in practical matters. #$b# You've expanded my understanding of beauty beyond flowery prose and crashing waves to include the perfect placement of a well built structure.",
  "Elliott_Wander_Building_2": "What an exquisite farmhouse we share! So different from my humble cabin on the shore.#$b#Though I occasionally miss the sound of waves, waking beside you more than compensates.$4",
  "Elliott_Wander_Building_3": "There's something deeply romantic about these rustic structures. #$b# In my bachelor days, I could only dream of such pastoral perfection. Now I find myself living within the pages of my own idyllic tale.$4",
  "Elliott_Wander_Building_4": "I've been contemplating a piano sonata inspired by our life here.#$b#The allegro would capture your energetic work in the fields, while the adagio... well, that would represent our more private moments.$4",
  "Elliott_Wander_BrokenFence_1": "This fence requires attention, my dear. Not unlike my hair on particularly humid mornings!#$e#Shall I attempt the repair, or would my soft writer's hands prove inadequate?",
  "Elliott_Wander_BrokenFence_2": "A broken fence... a small imperfection in our little paradise, yet it only makes the whole scene feel more authentically ours.",
  "Elliott_Wander_Water_1": "The water's gentle rippling reminds me of the ocean outside my old cabin.#$b#Yet this sight brings different inspiration. Perhaps a pastoral romance set on a farm not unlike our own?$1",
  "Elliott_Wander_Water_2": "The water's surface is nature's mirror, reflecting not just our faces but the very sky above.#$e#Sometimes I miss the roar of ocean waves, but this gentle rippling has its own poetic charm.",
  "Elliott_Wander_Water_3": "While it lacks the ocean's mighty roar, this gentle water has a music all its own.#$e#It soothes the soul.",
  "Elliott_Wander_Water_4": "$z elliott_read#The tranquil surface of the lake mirrors the calm I feel while reading here. Your hard work has created such a peaceful refuge, @. $4",
  "Elliott_Wander_Tree_1": "Standing beneath this tree, I'm struck by a most captivating metaphor our love, like these branches, reaching ever skyward.#$e#Would you mind if I used that in my next novel?$4",
  "Elliott_Wander_Tree_2": "$query !SEASON Winter#The way the sunlight filters through these leaves reminds me of our first kiss.#$b#Dappled, unexpected, and utterly transformative. I find myself breathless at the memory.$4|The austere beauty of bare branches against the winter sky... #$b# It reminds me of how I felt before you, stark and waiting for spring's touch. Now my heart blooms year-round.$4",
  "Elliott_Wander_Tree_3": "$query !SEASON Winter#Beneath this leafy canopy, I'm transported to worlds of fantasy and wonder.#$b#Do you recall when I would sit under that gnarled pine by my cabin, scribbling furiously as the waves crashed nearby?|",
  "Elliott_Wander_Tree_4": "$z elliott_read#Under this grand tree, with a book in hand, I feel a profound peace. Your presence makes even the shade more welcoming.$4",
  "Elliott_Wander_FruitTree_1": "This fruit tree is positively resplendent! The perfect spot to sit beneath and compose poetry about my ${handsome husband^beautiful wife}$.#$e#Would you care to join me for an afternoon of inspiration, @?",
  "Elliott_Wander_FruitTree_2": "$query !SEASON Winter#The orchard blooms with such elegance. In my cabin, I could only dream of such splendor.#$e#Now I wake to this paradise and the warmth of your embrace each morning.$4|I've been contemplating the metaphor of this tree... dormant now, yet full of promise.#$b#Like my heart before I met you, @... waiting for the right season to bloom.$4",
  "Elliott_Wander_FruitTree_3": "Plucking ripe fruit straight from the tree... there's a raw, sweet simplicity to it that city life never offered.$1",
  "Elliott_Wander_MatureCrop_1": "These ripened crops, ready for harvest... how they remind me of my literary ambitions.#$b#Like words carefully cultivated, now ready to be shared with the world.$1",
  "Elliott_Wander_MatureCrop_2": "Look at this bounty, ripe for harvesting! Your hands coax such abundance from the soil.#$b#Later tonight, perhaps I can show you how those capable hands might be otherwise employed...",
  "Elliott_Wander_Cave_1": "The mysterious energy of this cave calls to mind the gothic romances I so adored in my youth.#$b#Perhaps there's a story lurking here, waiting for my pen to give it life.$1",
  "Elliott_Wander_Cave_2": "$query FARM_CAVE Bats#The cave's mysterious depths remind me of the creative process - dark, uncertain, but yielding unexpected treasures.#$b#Do you think the bats mind my occasional visits to contemplate plot twists?|Did you know I once wrote a short story about a mushroom kingdom? Standing here, I feel as though I've stepped into my own imagination.$1",
  "Elliott_Wander_Cave_3": "The mysterious echo from this cave entrance stirs my imagination.#$b#What secrets dwell within? What ancient stories might be inscribed upon its walls?#$e#I feel a chapter forming in my mind already.$1",
  "Elliott_Wander_Coop_Chicken_1": "These feathered philosophers cluck about with such purpose! #$b# I find myself wondering what wisdom they might impart if they could speak. #$b# Perhaps they'd tell us that happiness is as simple as warm sun, good food, and the company of those you love... a lesson I'm still learning each day by your side. $1",
  "Elliott_Wander_Coop_Chicken_2": "Ah, these feathered companions! Their simple existence brings such tranquility.#$b#Though I must confess, when you're away in the mines, I sometimes read poetry to them. They seem to particularly enjoy the romantic verses.$1",
  "Elliott_Wander_Coop_Chicken_3": "The rhythmic clucking of these chickens has a peculiar musicality to it. Like nature's metronome, they keep perfect time for my mental compositions.$1",
  "Elliott_Wander_Coop_1": "There's something profoundly beautiful about the way you care for every creature on this farm, @.#$b#It was your gentle nurturing spirit that drew me to you, like a moth to the lantern's glow. #$b# I hope to capture that essence in the final chapters of my next book. That transformative power of compassionate care.",
  "Elliott_Wander_Coop_2": "This building represents your vision made manifest, @.#$b#Before I met you, I only built worlds of paper and ink. Now I see how satisfying it is to create something tangible that nourishes both body and soul.",
  "Elliott_Wander_Coop_3": "Observing this coop, I'm reminded that even the most humble abode can be a place of warmth and prosperity.",
  "Elliott_Wander_Coop_4": "$z elliott_read#I've stationed myself against the warm exterior of this coop with my novel.#$b#The rhythm of farm life has become the heartbeat of my existence, @. Our nights of passion and days of purpose... I couldn't imagine anything more fulfilling.$4",
  "Elliott_Wander_Barn_Cow_1": "These gentle beasts despite their massive size seem to understand more than they let on. #$b# When I look at them, I'm reminded of that chapter in my novel where the protagonist finds peace in the simple rhythms of rural life.#$b#Perhaps I should read to them sometime... do you think they'd appreciate Hemingway or lean more toward pastoral poetry? $1",
  "Elliott_Wander_Barn_Cow_2": "These magnificent bovines are the very picture of pastoral splendor! I must confess, I've developed quite an affection for them since moving from my seaside abode.#$e#Their gentle eyes hold such wisdom, don't you agree, @?",
  "Elliott_Wander_Barn_Cow_3": "These gentle bovines have such soulful eyes. I wonder if they know how much joy their milk brings to our home?#$b#Perhaps I should write an ode to the humble cow... 'Sonnet to the Providers of Cream for My Morning Coffee.'$4",
  "Elliott_Wander_Barn_1": "This sturdy shelter, standing firm against the elements, makes me think of you, @.#$b#How you've created this sanctuary not just for animals, but for my restless heart as well.#$b#My cabin by the sea was lonely in ways I never fully understood until I shared my life with you. $4",
  "Elliott_Wander_Barn_2": "I find myself contemplating what creatures might eventually inhabit this barn.#$b#Perhaps majestic cows or noble goats?#$e#Whatever you choose, my dear, I'll compose a sonnet in their honor.$4",
  "Elliott_Wander_Barn_3": "The gentle sounds from the barn create a soothing backdrop for my literary adventures.#$b#There's something profoundly inspiring about reading tales of high adventure while surrounded by the honest industry of farm life.",
  "Elliott_Wander_Shed_1": "I find the interplay of science and agriculture quite fascinating, @.#$b#The farm's machines transform humble produce into exquisite delicacies, much like a writer transmutes ordinary words into literary gold.",
  "Elliott_Wander_Shed_2": "This building stands as a monument to our shared dreams, my love. Every board tells a story of our life together.$4",
  "Elliott_Wander_Shed_3": "$z elliott_read#The gentle hum from within the shed provides a soothing backdrop to my reading. I find the sound curiously inspiring.",
  "Elliott_Wander_PetBowl_1": "Even the simple chore of feeding %pet feels like a poetic act when done together. You bring out the beauty in everything. $4",
  "Elliott_Wander_Greenhouse_1": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Our repaired greenhouse is magical indeed! Even when it is winter outside, it is eternal spring within.#$b#Much like how your presence brings warmth to even my coldest, most doubt-filled days.|This broken greenhouse holds such promise, like the unfinished manuscript I labored over before meeting you.#$e#With your touch, I know both will bloom magnificently.$4",
  "Elliott_Wander_Greenhouse_2": "$query PLAYER_VISITED_LOCATION Current Greenhouse#This greenhouse is magical indeed! #$b# Almost as magical as the way you look in the morning light, your hair tousled from sleep and our nocturnal adventures.|This ruined structure speaks of forgotten hopes... but also of the potential for renewal, much like my own spirit once felt.$2",
  "Elliott_Wander_Greenhouse_3": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Marvelous! This greenhouse defies the very seasons themselves.#$b#Within these walls, winter's icy grip finds no purchase.#$e#A perfect metaphor for our love, wouldn't you agree? Evergreen and flourishing regardless of external circumstances.$4|This broken greenhouse holds such promise beneath its shattered panes.#$b#Like an unfinished symphony, it waits for the right hands to restore its former glory.$2",
  "Elliott_Wander_Farmer_1": "Did %pet just run past with my quill?#$b#That rascal seems determined to thwart my literary pursuits today. Perhaps the universe is suggesting I focus on you instead.$1",
  "Elliott_Wander_Farmer_2": "This evening, let's share a bottle of wine by the hearth. I want to hear every detail of your day, my love.$4",
  "Haley_Wander_Default_1": "Do you ever just look around and... pinch yourself?#$b#I used to think happiness was a shopping spree in Zuzu City. Turns out it's a quiet, sunny day on the farm with you.$4",
  "Haley_Wander_Default_2": "Do you think we should repaint the exterior of the farmhouse? I'm thinking a soft blush pink would be divine.#$b#What? Too much? Fine, maybe just the bedroom then.$11",
  "Haley_Wander_Default_3": "Ugh, I think I just stepped in something gross.$2#$b#Remember when that would have ruined my entire day? Now it's just... farm life.$1",
  "Haley_Wander_Default_4": "$z patio#I've been trying to get the perfect shot of your scarecrow for like twenty minutes.#$b#It keeps reminding me of your old clothes when you first moved here.$11#$b#Don't worry, I've upgraded you since then. You're welcome.$1",
  "Haley_Wander_Default_5": "I know you're busy, but I just wanted to see your face.#$b#This farm is so big... it feels like you're miles away sometimes, even when you're right here.#$b#Maybe we should get walkie-talkies? Pink ones. Obviously.$1",
  "Haley_Wander_Default_6": "Be careful over by the shipping bin, I saw a spider the size of my fist! Ew!$2#$b#Go... go take care of it for me? My brave, strong ${husband^wife}$?$4",
  "Haley_Wander_Default_7": "Okay, quick survey. On a scale of 'super cute' to 'impossibly gorgeous,' how good do I look with the sun in my hair right now?$11#$b#Don't answer too fast, I want you to really think about it.$1",
  "Haley_Wander_Default_8": "*sigh* I got lost in thought watching you earlier. You were watering the crops, all focused and determined...$4#$b#And I just stood there like some lovesick teenager with a crush!$11#$e#Emily would tease me so much if she knew how often I just... watch you work.$4",
  "Haley_Wander_Default_9": "I'm doing my 'Wifely Inspection Tour'. Need to make sure the fences are sturdy and the animals are sufficiently peppy.$11#$b#So far, everything seems to be in order. You get a passing grade, Farmer @.$1#$b#Your reward is me. You get me later. Lucky you!$13",
  "Haley_Wander_Default_10": "Hey, you. Stop working so hard for a second and look at me.$1#$b#I came out here to get some fresh air... and to give you something nice to look at while you work.$13#$b#You're welcome.$11",
  "Haley_Wander_GrandpaShrine_1": "Imagine if your grandpa could see you now. All strong and capable... and you even dress better these days.$11#$b#He'd be amazed. I know I am, every day.$4",
  "Haley_Wander_GrandpaShrine_2": "Let's make a promise. Right here.#$b#Let's make this farm so amazing, and our family so happy, that your grandpa's ghost will have a giant, non-spooky smile on his face forever.$1",
  "Haley_Wander_GrandpaShrine_3": "Thinking about him?#$b#It's okay to miss people. I miss my parents all the time.$2#$b#But you're not alone. You have me now, always.$4",
  "Haley_Wander_GrandpaShrine_4": "This little corner of the farm is so quiet. It's nice.#$b#I was thinking... we should plant some sunflowers around the shrine. It would really brighten it up! What do you think?$1",
  "Haley_Wander_GrandpaShrine_5": "Do you think your grandpa would have liked me?#$b#I mean... the old me was kind of a brat, let's be honest.$2#$b#But I've come a long way, with your help... I hope he'd approve of us.$4",
  "Haley_Wander_Farmer_1": "I followed you over here just to say hi. And maybe to steal a kiss. Or two. Or seven.$4",
  "Haley_Wander_Farmer_2": "Don't stop what you're doing on my account. I just like watching you.$4#$b#Just pretend I'm your personal, super-hot cheerleader.$13",
  "Haley_Wander_Farmer_3": "Hey. I saw you over here by yourself and wanted to keep you company.#$b#Don't work too hard, okay? I miss you when you're busy.$4",
  "Haley_Wander_Farmer_4": "I'm not distracting you, am I?#$b#Good. Because I plan to keep doing it.$13",
  "Haley_Wander_Farmer_5": "I love how you always stop what you're doing when I come over.#$b#It makes me feel like the most important thing on this whole farm.$4#$b#I mean, I obviously am, but it's nice that you know it too.$13",
  "Haley_Wander_Scenic_1": "Do you ever stop and really look at this place?#$b#It's honestly kinda beautiful... not in a glam-magazine way, but in a messy, gorgeous, real-life way.#$b#And you're the heart of it all. I'm starting to get sappy. Quick, distract me with a kiss.$4",
  "Haley_Wander_Scenic_2": "$z patio#This view... I must've taken a dozen pictures of it, but none of them ever feel right. They never capture how it feels to stand here.#$b#Maybe some things aren't meant to be captured in a photo. Maybe they're just meant to be experienced.",
  "Haley_Wander_Scenic_3": "$query SEASON Spring Summer Fall#Aren't the butterflies pretty today? They're almost as colorful as the clothes Emily tries to make me wear.$11|It's weird how everything's frozen solid, but it's still so beautiful.#$b#Look, our footprints are the only ones in the snow all the way from the house.",
  "Haley_Wander_Scenic_4": "It's so quiet and private out here... No one to see us but the trees...$13#$b#You look like you need a long break from all that farming...#$b#Why don't you come over here and... take a break with me?$4",
  "Haley_Wander_Scenic_5": "Just admiring the view.$1#$b#No, silly, not the farm... you.$4#$b#I could watch you work all day.$4",
  "Haley_Wander_Scenic_6": "Look at all this space we have. It's so peaceful out here.$1#$b#Sometimes I picture our kids running around out here, chasing butterflies while you teach them how to plant seeds... and I can teach them about proper selfie lighting.#$e#It's a nice thought, isn't it? Our own little kingdom.",
  "Haley_Wander_Scenic_7": "$query SEASON Spring Summer Fall#I know, I know. This skirt isn't exactly 'practical farm attire'.#$b#But I'm not the one wrestling with root vegetables, am I?$11#$b#Besides, I have to look good for my hardworking ${husband^wife}$ when ${he^she}$ takes a break.$4#$b#What's the point of being pretty if you can't come distract the ${man^woman}$ you love?$13|Winter in Pelican Town used to be such a drag. Just endless cold and boredom.$2#$b#But looking at our farm all covered in a quiet blanket of snow... it's not so bad. It's actually kind of magical.#$b#Let's go inside soon, though. I'm thinking hot cocoa by the fire... with extra cuddles from you.$4",
  "Haley_Wander_FishPond_1": "$z patio#%Haley wrinkles her nose as she peers into the fish pond.#$b#They're not exactly... photogenic, are they? Not even with a good filter.$2#$b#You, on the other hand... Strike a pose for me, honey.$4",
  "Haley_Wander_FishPond_2": "Do you... talk to your fish? Do you have little names for all of them?#$b#Oh my gosh, you do, don't you! That's the dorkiest, most adorable thing I've ever heard.$1",
  "Haley_Wander_FishPond_3": "Promise me you're not going to try and cook these for dinner.#$b#My palate has expanded since meeting you, honey, but... it hasn't expanded that much. Pink cake is still my favorite food group.$1",
  "Haley_Wander_FishPond_4": "This reminds me of the beach, just... smellier. And with less sand. And no cute lifeguards.#$b#Oh wait, my cute lifeguard is right here.$4#$b#Come here, save me from these creepy-crawly fish with a kiss.$1",
  "Haley_Wander_FishPond_5": "Ew, fish. You know I hate fish.$2#$b#Why do they just... float there? Staring? It's super creepy.$2#$b#But... you seem to like them. So I'll try not to complain. Too much.$1",
  "Haley_Wander_FishPond_6": "So these fish just swim around all day while you bring them gifts?#$b#You know, they kind of remind me of me.$11#$b#Except I'm way prettier and I smell a lot better.$1",
  "Haley_Wander_BrokenFence_1": "I was thinking... we could fix this fence together! It'll be a cute couple's project!$1#$b#I'll be in charge of supervision, handing you tools, and telling you how strong and amazing you look.$4",
  "Haley_Wander_BrokenFence_2": "Oh, there you are! I wanted to show you this fence. See? It's totally busted.#$b#Don't worry, I won't just stand here and point out problems. I'm also here to look cute while you solve them.$11",
  "Haley_Wander_BrokenFence_3": "I've been standing here for like five minutes trying to figure out how to fix this fence...$2#$b#Then I realized, why struggle when I have the hottest ${handyman^handywoman}$ in the valley at my beck and call?$13#$b#That's you, by the way. In case it wasn't obvious.$1",
  "Haley_Wander_BrokenFence_4": "Oops! Looks like we have a little farm maintenance to do.#$b#I'll tell you what. You fix this, and I'll go inside and bake a pink cake from scratch.#$b#What? It's called motivation, honey.$1",
  "Haley_Wander_BrokenFence_5": "$z patio#I noticed this was broken earlier when I was taking photos of the fields.#$b#I got some amazing shots though! The broken fence actually added some rustic charm.$11#$b#But yeah, you should probably fix it before the animals escape again.",
  "Haley_Wander_BrokenFence_6": "Ew, this broken fence is a total eyesore.$2#$b#But... I guess it gives me a good excuse to watch you get all sweaty while you fix it.$4",
  "Haley_Wander_BrokenFence_7": "Honey, this fence needs some serious TLC.",
  "Haley_Wander_BrokenFence_8": "*sigh* Another broken fence. At this rate, we'll need to replace the whole perimeter.$2#$b#Don't worry, I already ordered some pink fence paint online. What? It'll look cute!$1",
  "Haley_Wander_MatureCrop_1": "Are you harvesting these or just admiring me admiring them?$11#$b#I don't blame you, I am pretty distracting.$1",
  "Haley_Wander_MatureCrop_2": "Wow, these look perfect! Ready to harvest.#$b#Bring a few inside when you're done, okay? I have a new recipe I want to try out on my favorite taste-tester.",
  "Haley_Wander_MatureCrop_3": "I was just admiring your crops.#$b#But honestly? I'm more interested in the farmer who grew them.$4#$b#Come here and kiss me before you get back to harvesting. I need my @ fix.$1",
  "Haley_Wander_MatureCrop_4": "These are ready! Should I grab a basket?#$b#What? I can help harvest! I'm not that high-maintenance anymore.$4#$e#...Okay, but I'm wearing gloves. These nails didn't paint themselves!$11",
  "Haley_Wander_MatureCrop_5": "$z patio#I brought my camera, but honestly... I kind of just want to watch you work.#$b#You're my favorite view.$4",
  "Haley_Wander_MatureCrop_6": "$z patio#*sigh* I love it here. The sky, the breeze, the crops...#$b#But mostly, I love catching you in the middle of it all. You're the one picture I never want to stop looking at.$4",
  "Haley_Wander_MatureCrop_7": "Wow, look at them all. It feels like just yesterday you planted the seeds.#$b#You're like... a plant wizard or something. My ${handsome^beautiful}$, magical plant wizard.$1",
  "Haley_Wander_MatureCrop_8": "So, when all this gets sold, we can go shopping, right?#$b#I saw the cutest pair of boots online... they're only 50,000g.$11#$b#Kidding! ...Mostly.$1",
  "Haley_Wander_MatureCrop_9": "You spend so much time taking care of these plants. They're so lucky to get all your attention.#$b#Don't forget to save some of that tender loving care for your wife, okay? I need watering, too... with kisses.$4",
  "Haley_Wander_MatureCrop_10": "Wow, look at all this. You're, like, a master of... plant stuff.$1#$b#It's actually kind of hot, seeing the results of all your hard work like this.$13",
  "Haley_Wander_MatureCrop_Sunflower_1": "$z patio#The light is just perfect right now. See how it hits the sunflowers? It's like they're posing for me.#$b#Don't move, you're in the shot! Perfect... my two favorite things in one picture.$4",
  "Haley_Wander_MatureCrop_Sunflower_2": "Can you pick the absolute prettiest sunflower for me before you harvest the rest?#$b#I want to put it in a vase on our nightstand. It'll be like having a little piece of sunshine inside.$1",
  "Haley_Wander_MatureCrop_Sunflower_3": "*gasp* You grew these sunflowers for me, didn't you?$4#$b#Don't even try to deny it. I can see it in your eyes.$13#$b#Come here and let me thank you properly...$4",
  "Haley_Wander_MatureCrop_Sunflower_4": "I was just thinking... remember our wedding? I had sunflowers in my bouquet.#$b#And now you grow them for me every summer. It's like you're proposing all over again.$4#$b#Stop it, I'm getting all teary! My mascara!$1",
  "Haley_Wander_MatureCrop_Sunflower_5": "Our sunflowers are getting so tall now.$1#$b#Remember when you gave me my first sunflower? I pressed it in a magazine... I still have it.$4",
  "Haley_Wander_MatureCrop_Sunflower_6": "This yellow is such a happy color. It's totally giving me inspiration for a new summer dress.#$b#What do you think? A sundress the color of a sunflower? You'd like me in that, wouldn't you, @?$13",
  "Haley_Wander_MatureCrop_Sunflower_7": "I love that you planted these sunflowers for me. It's like my own personal patch of sunshine.$4",
  "Haley_Wander_MatureCrop_Sunflower_8": "$z patio#I'm trying to get a good artsy photo of this sunflower, but a bee keeps photobombing my shot.$3#$b#Tell it to buzz off, will you? You're the one who knows how to talk to animals.$1",
  "Haley_Wander_MatureCrop_Sunflower_9": "You remembered I love sunflowers, didn't you?$4#$b#Growing a whole patch of them... you really know how to make a girl feel special, @.$4",
  "Haley_Wander_Greenhouse_1": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Can I tell you a secret?#$b#Sometimes when you're gone, I go into the greenhouse and just... talk to your plants.$4#$b#I know it sounds crazy! But Emily says plants grow better when you talk to them...$4#$b#So I tell them about my day, about how much I miss you, about that new dress I ordered online...$1|*sigh* I got a little dirt on my new sandals checking out your greenhouse.$2#$b#What? No, I'm not mad! See what you've done to me? Old Haley would've thrown a fit.$1#$e#Come here and make it up to me with a kiss anyway.$4",
  "Haley_Wander_Greenhouse_2": "$query PLAYER_VISITED_LOCATION Current Greenhouse#I remember when this was just a pile of broken glass and weeds. Gross.$2#$b#Look at it now. You make everything you touch beautiful...$4|I was thinking of taking some 'moody' pictures of the broken glass, but it's just... depressing.$2#$b#It makes me sad to see something with so much potential just sitting here all broken. You'll fix it soon, right, honey?",
  "Haley_Wander_Greenhouse_3": "$z patio#Hey, honey. Come stand over here with me.#$b#I want to take a picture of us in front of the greenhouse. You know, for our 'happily ever after' album.$4",
  "Haley_Wander_Greenhouse_4": "$d cc#What's the most exotic thing you have growing in there? Is it a coconut tree?#$b#Oh. Well, you should totally plant one for me! We could make our own piña coladas!$1|Hey, you. Taking a break? Good. You work way too hard.#$b#Come stand with me for a minute. Let's just... be. Together.",
  "Haley_Wander_Greenhouse_5": "$query PLAYER_VISITED_LOCATION Current Greenhouse#You spend so much time fussing over the plants in this greenhouse. I'm starting to get jealous.$2#$b#Do I need to put on a leaf bikini to get your attention around here?$11|What if, when it's fixed up, we filled the whole greenhouse with just sunflowers? Can you imagine? It'd be like our own personal sun!$1#$b#Okay, okay, I see that look on your face. I know, starfruit is more profitable. A girl can dream, can't she?$1",
  "Haley_Wander_FruitTree_1": "$z patio#This row of trees looks like a runway. Walk toward me slow... yes, like that. Work it.$13#$b#Perfect. Now come here and collect your kiss as a modeling fee.$13",
  "Haley_Wander_FruitTree_2": "Emily would say this tree has a 'vibrant life-force' and that we should meditate under it to absorb its 'positive energy'.$1#$b#...You know what? For once, that doesn't sound totally weird.#$b#Let's just stand here together for a second. It feels... peaceful.",
  "Haley_Wander_FruitTree_3": "$query SEASON Spring Summer Fall#*sniff* Mmm, that smell takes me back to my great grandma's orchard.#$b#She'd always let me pick the ripest fruit right off the tree.|I know it's silly, but I sort of whispered to the tree, 'Hang in there, girl. Spring's coming.'#$b#...Don't look at me like that. You talk to the farm animals all the time.$1",
  "Haley_Wander_FruitTree_4": "$z patio#$query SEASON Spring Summer Fall#Look at the dappled light through these leaves... it's like the farm is doing glamour lighting for me.$1#$b#Stand right there, @. Chin up, soft smile... perfect. I'm saving that one to my '${husband^wife}$ being adorable in nature' album.$4|I took a photo of this tree covered in snow... it looks like it's wearing a sparkly gown.#$b#See? Even nature wants to dress up sometimes.$11",
  "Haley_Wander_FruitTree_5": "$query SEASON Spring Summer Fall#This tree is giving major 'fairytale orchard' vibes today...#$b#All we need is a couple of baby bunnies hopping around and me in a flowy dress.$11#$b#And maybe you ${shirtless^in a tank top}$, chopping wood in the distance. Just for the aesthetic.$4|I was just imagining us lying under this tree in spring, feeding each other fruit like some vintage romance movie...$1#$b#Too much? Fine. But you'd totally be into it. Admit it.$13",
  "Haley_Wander_Stable_1": "Your horse and I have come to an understanding.#$b#They let me practice my braiding techniques on their tail, and I sneak them extra sugar cubes when you're not looking.$11",
  "Haley_Wander_Stable_2": "I love how gentle you are with your horse. The way you pat their neck, whisper to them...$4#$b#It reminds me of how you are with me. Patient, caring, always knowing just what I need.$4",
  "Haley_Wander_Stable_3": "I caught you! You were totally checking me out while I was petting your horse.$1#$b#It's okay, I was posing on purpose. These new boots make my legs look amazing, right?$13",
  "Haley_Wander_Stable_4": "$z patio#I'm trying to get a good portrait of your horse, but he's not a very good model. He keeps moving his head.$2#$b#He's almost as bad as Alex when I tried to take his picture once. At least the horse isn't flexing constantly.$11",
  "Haley_Wander_Building_1": "You know what? I'm proud of you. This whole farm thing... it's actually pretty impressive.$1#$b#I mean, I always knew you were special. That's why I picked you, duh.$11#$b#But seeing what you've built here... it makes me fall for you all over again.$4",
  "Haley_Wander_Building_2": "Sometimes I try to picture what this whole place will look like in ten years.#$b#More fruit trees, maybe a pony for our kids... and you and me, still right here.$4#$e#It's a nice picture, isn't it?",
  "Haley_Wander_Building_3": "I never would've had the patience for this before. Just standing still, watching nature.#$b#You've taught me how to slow down, honey. And I'm seeing so many beautiful things I missed before.$4",
  "Haley_Wander_Building_4": "I used to think farm life would be all dirt and... ew, manure.$2#$b#But watching you work? The way you care for everything here? It's actually really beautiful.$4#$b#Plus, manual labor looks really good on you. Have I mentioned that today?$1",
  "Haley_Wander_Building_5": "Hey. I was just standing here thinking about you.#$b#It's silly, but even when you're just a few feet away, I miss you.$4#$b#Come give me a kiss. Just a quick one. To tide me over.$4",
  "Haley_Wander_Building_6": "You have hay in your hair. Here, let me...$1#$b#How do you always manage to look hot even when you're a mess?$13",
  "Haley_Wander_Building_7": "$query SEASON Spring Summer Fall#The way you handle that scythe is kind of...$13#$b#What? I'm just appreciating my ${husband's^wife's}$ farm skills!$11#$b#Come find me later when you're done. I'll help you... relax.$13|You know, they say no two snowflakes are alike. Just like no two kisses from you are alike.$4#$b#...Care to prove my theory right?$13",
  "Haley_Wander_Building_8": "Eww! I touched a worm! Gross, gross, gross!$3#$b#Okay, I'm over it. But I'm officially retiring from weeding for the day.#$b#My delicate hands are made for photography and... holding yours.$4",
  "Haley_Wander_Building_9": "Working hard, or hardly working?$11#$b#Whatever it is, you're making that hoe look good. ...Not a sentence I ever thought I'd say.$1",
  "Haley_Wander_Building_10": "I'm proud of you. I'm proud of all this. It's beautiful.$13",
  "Haley_Wander_Building_11": "Just taking it all in. The sun, the breeze... the smell of fertilizer.$2#$b#I can't believe I'm saying this, but... I'm getting used to it. It's the smell of home now.$1",
  "Haley_Wander_Shed_1": "I'm thinking about setting up a little darkroom in this shed.#$b#Just kidding! Ew, the dust!$11#$b#But if you ever built me my own little pink shed for my photography... well, a girl wouldn't say no.$1",
  "Haley_Wander_Shed_2": "Alex used to brag about his workout equipment. I bet whatever you've got in this shed is way heavier and more impressive.$1",
  "Haley_Wander_Shed_3": "It's kind of private back here, isn't it? Away from the main house...$13#$b#No one would see if I stole a kiss from my hard-working ${husband^wife}$... or two.$4",
  "Haley_Wander_Shed_4": "So what's really in this shed, @? Is it full of dusty old tools and weird-smelling jars?$2#$b#...Or are you hiding presents for me?$1#$b#Because if there's that new designer handbag I bookmarked in there, you can just tell me now.$11",
  "Haley_Wander_Shed_5": "$z patio#This old shed is surprisingly photogenic. The textures on the weathered wood are amazing.#$b#Kind of like you... a little rough around the edges, but absolutely perfect when you look close.$4",
  "Haley_Wander_Shed_6": "It's getting a little chilly out here. Do you think we could... you know... go inside the shed to warm up?#$b#I promise I won't touch any of your important farmer stuff. I just want to be held by my ${big, strong husband^pretty wife}$ for a minute.$4",
  "Haley_Wander_Shed_7": "Is this your ${'man cave'^'she shed'}$? Where you hide from your adoring wife?#$b#*giggle* Just teasing. I know you'd miss my face too much.$11#$b#Seriously though, don't stay cooped up with the pickle jars all day. I need someone to tell me I'm pretty.$4",
  "Haley_Wander_Patio_1": "$z patio#I'm trying to photograph this butterfly, but it keeps flying away! So rude.$3#$b#It's not as good a model as you are. You always know how to stand still and look ${handsome^pretty}$ for me.$4",
  "Haley_Wander_Patio_2": "I found the prettiest little quartz stone by the steps here. It's so smooth and sparkly.#$b#A few years ago I would've thought 'ew, a rock'. Now my first thought was 'Emily would love this for one of her... things'.$1#$e#I guess being your wife has made me a kinder person. Even towards my weirdo sister.$4",
  "Haley_Wander_Patio_3": "This patio is cute, but it's missing something...#$b#Fairy lights! We should string them up all around this spot. And maybe a little table for two?$11#$e#We could have dinner out here on warm nights. How romantic would that be?$4",
  "Haley_Wander_Patio_4": "*sigh*... I feel like a princess in her castle garden right now.#$b#And you're the ${handsome, rugged prince^beautiful knight}$ who comes to visit between slaying monsters and planting parsnips.$4",
  "Haley_Wander_Patio_5": "What's that look for? You're staring at me like I'm a freshly baked pink cake.$11#$b#Is it my outfit? Or are you just thinking about how lucky you are to have such a hot wife?$1",
  "Haley_Wander_Patio_6": "I saw you petting %pet for, like, five whole minutes before you came over here. So adorable.$1",
  "Haley_Wander_Patio_7": "$z patio#Don't move! You've got that... 'hardworking farmer glow'. Very rustic chic.$11#$b#Okay, you can move now. Come give the photographer a kiss.$4",
  "Haley_Wander_Patio_8": "$query SEASON Summer#I'm strategizing. From this vantage point, I can see almost the whole farm.#$b#I've decided we should definitely plant more sunflowers over there. For aesthetic purposes, of course.$1|#Looking at the farm from here... it's really pretty. I get why you love it so much.#$b#Just don't expect me to start weeding. My manicure would be ruined in, like, five seconds. Ew.$1",
  "Haley_Wander_Barn_1": "$z patio#Oh good, you're here! I need your opinion on something super important.$11#$b#Should I do a lavender or rose gold filter on these barn photos? It's for my new blog post.#$b#'From City Dreams to Country Scenes' - cute title, right?$1",
  "Haley_Wander_Barn_2": "I was thinking, maybe you could teach me how to do some more things on the farm?#$b#Nothing too dirty, obviously. Maybe I could learn to brush the animals?#$b#I bet I'd be a natural at making them look fabulous.$11",
  "Haley_Wander_Barn_3": "*wrinkles nose* Ugh. I stepped in something... questionable.$2#$b#You better carry me back to the house, or at least promise to give me a foot rub later.$11",
  "Haley_Wander_Barn_4": "%Haley glances at you, then leans against the barn door with a sly smile.#$b#You know... if we locked the barn door from the inside, no one would bother us for a while...$13",
  "Haley_Wander_Barn_5": "You always look so at home out here... like you belong with the animals and the sun and the grass.$4#$b#And somehow... I feel like I belong here too. With you.$4",
  "Haley_Wander_Barn_6": "Ugh, the smell out here is... potent. It's a mix of hay, dirt, and... what is that?$2#$b#Oh, don't look at me like that. I love our farm, but I'm never going to love the smell of manure.$11#$e#You still love me though, right? Even if I'm a little high-maintenance?$4",
  "Haley_Wander_Barn_7": "Want to sneak into the hayloft and cuddle for a bit?$4#$b#I promise not to complain about the straw in my hair... much.$13",
  "Haley_Wander_Barn_Cow_1": "I was just having a chat with one of the cows. She seems a little down today, don't you think?#$b#I told her what she needs is a spa day. A nice brushing, a salt lick facial... and definitely a cute pink bow for her tail.$1#$b#...What? Don't look at me like that! Animals deserve to feel pretty too!$11",
  "Haley_Wander_Barn_Cow_2": "Aww, I was just watching you with the cows. The way they look at you is so adorable.$1#$b#They totally love you. Not as much as I do, obviously. But it's a close second.$11",
  "Haley_Wander_Barn_Cow_3": "Were you just talking to the cows? That's so cute!$1#$b#What do you tell them? Do you gossip about me?$11#$b#'Oh Bessie, my wife bought another camera lens online...'$11",
  "Haley_Wander_Barn_Cow_4": "$z patio#I was trying to take a photo of the cows, but they just kept trying to lick the lens.#$b#I should probably be grossed out... but it's kind of adorable.$1",
  "Haley_Wander_Barn_Cow_5": "Do you think the cows know we're married?#$b#I feel like they give me this look. Like, 'Oh, you're the one ${he^she}$ picked.'$1",
  "Haley_Wander_Barn_Cow_6": "*sigh* These cows are living the dream. Eat, nap, get petted, repeat.$1",
  "Haley_Wander_Barn_Cow_7": "You've been working so hard. Come here, let me fix your hair...#$b#There. Much better. Can't have my ${husband^wife}$ looking all disheveled. What would the cows think?$11",
  "Haley_Wander_Barn_Cow_8": "Every time I come out here, the cows look at me like I'm their queen. Probably because I am.$1",
  "Haley_Wander_Barn_Cow_9": "One of the cows is looking at me funny...#$b#It's probably jealous of my outfit. I don't blame it.$11",
  "Haley_Wander_Barn_Cow_10": "I was just saying hello to the cows. They have the prettiest eyes, you know? With those long lashes.#$b#That one with the spot on her nose just blinked at me. I think she likes me best.$1#$e#Don't worry, you're still my number one... but she's a close second.$1",
  "Haley_Wander_Coop_1": "I've been thinking... maybe we should paint the coop pink?$1#$b#What? Don't give me that look! It would be so cute!$11#$b#Okay, okay, maybe just pink trim? A girl can dream...$1",
  "Haley_Wander_Coop_2": "Hey! I see how the animals all run over to you. You're their favorite, aren't you?#$b#It's okay. Just as long as I'm your favorite.$4",
  "Haley_Wander_Coop_3": "Sometimes I just come out here and watch you work.#$b#Is that weird? I just... I love watching you.$4",
  "Haley_Wander_Coop_4": "I was thinking... maybe I could design little bows for the animals.#$b#No, I'm serious! Imagine how cute they'd look in pastels!$1",
  "Haley_Wander_Coop_5": "Sometimes I think these animals like me more than people ever did back in town.$2#$b#Except you, obviously. You're obsessed with me.$1",
  "Haley_Wander_Coop_6": "$z patio#Don't move! The light is hitting you just right. You have this little half-smile... like you're thinking about me.$4#$b#Perfect! I'm calling this one 'My Favorite View on the Farm.'$4",
  "Haley_Wander_Coop_Chicken_1": "I swear one of the chickens just tried to follow me into the house.#$b#Sorry sweetie, you're cute, but that's my spot next to @.$1",
  "Haley_Wander_Coop_Chicken_2": "$z patio#@, your chickens keep photobombing my artistic shots!#$b#...Actually, that last one was pretty adorable.$1#$b#Maybe I'll start a series: 'Fashionable Fowl of Ferngill Valley.'$11",
  "Haley_Wander_Coop_Chicken_3": "$z patio#I was trying to take photos of the chickens, but they kept running away from me!$2#$b#How do you make it look so easy? They practically worship you.#$b#Teach me your chicken-whispering ways, farm${boy^girl}$.$1",
  "Haley_Wander_Coop_Chicken_4": "This one chicken has totally bonded with me. She follows me around like I'm her glamorous mother hen.$1",
  "Haley_Wander_Coop_Chicken_5": "I caught you watching me from across the field earlier...$11#$b#Were you admiring my egg collecting form or just thinking about kissing me?$1#$b#Either way, you're cute.$4",
  "Haley_Wander_Coop_Chicken_6": "%Haley brushes a feather off your shoulder and gives you a teasing smile.#$b#You've got chicken fluff on you. It's weirdly charming.$1",
  "Haley_Wander_Coop_Chicken_7": "I was just checking on the girls for you. I think one of them laid a huge egg!#$b#Maybe I'll use it to bake you something special tonight. You deserve a treat for all your hard work.$1",
  "Haley_Wander_Coop_Chicken_8": "Ugh, it definitely... smells like chickens out here.$2#$b#But they're so fluffy when they run around! It's disgustingly cute. I can't decide if I should say 'ew' or 'aww'.$1",
  "Haley_Wander_Coop_Chicken_9": "Sometimes I bring my fashion magazines out here to read.#$b#The chickens seem to enjoy looking at the pictures. That one over there? Total fashionista.$11",
  "Haley_Wander_Coop_Rabbit_1": "You want to know my dream right now?#$b#To have a picnic out here, just you, me, some cupcakes... and like ten bunnies hopping around being fabulous.$1",
  "Haley_Wander_Coop_Rabbit_2": "*sigh* Why can't my hair be as soft as bunny fur?#$b#You think it is? Ugh, you're just saying that because you're in love with me. Which, thank you, that's very sweet.$4",
  "Haley_Wander_Coop_Rabbit_3": "$z patio#Did you know rabbits wiggle their noses around 20 times a minute?#$b#...I looked it up. For photography reasons. Totally not because I'm obsessed or anything.$1",
  "Haley_Wander_Coop_Rabbit_4": "I was just telling the bunnies about how we met.$1#$b#I may have left out the part where I called your clothes horrendous.#$e#We don't want them thinking I was mean!$11",
  "Haley_Wander_Coop_Rabbit_5": "$z patio#I brought my camera out here to shoot landscapes, but I ended up taking about 200 photos of rabbit butts.$11#$b#Don't judge me! Have you seen how fluffy they are?$1",
  "Haley_Wander_Coop_Rabbit_6": "Aww, you caught me baby talking to the rabbits again.$4#$b#What? They understand me! Look at their little twitchy noses!$1#$e#Stop laughing! You talk to them too, I've heard you!$11",
  "Haley_Wander_Coop_Rabbit_7": "You know what? I've decided. We need more rabbits.$1#$b#Like, at least five more. Maybe ten.$1#$b#Don't give me that look! Think of all the soft, fluffy cuddles!$11",
  "Haley_Wander_Tree_1": "I caught you. Sneaking up on your wife while she's daydreaming, huh?$11",
  "Haley_Wander_Tree_2": "$query SEASON Spring Summer Fall#I was just thinking... this little patch of grass under the tree here? It's screaming for a picnic blanket and some cheese and wine.#$b#And us, obviously. What do you say we play hooky from farm chores for an hour?$1|Don't you get cold out here all day? Your nose is all red!#$b#It's kind of cute, like a little snow bunny.$11",
  "Haley_Wander_Tree_3": "Do you think we could build a little rope swing on this tree? Like in the movies? It'd be so romantic!$4",
  "Haley_Wander_Tree_4": "$query SEASON Spring Summer Fall#I'm supervising. From the shade. Because I'm a very helpful supervisor.$1#$b#And also because the sun causes wrinkles, and I'm trying to preserve my beauty for you for at least another fifty years.$11|Look at our footprints in the snow, side-by-side.#$b#It's like everywhere we go on this farm, we're making our mark together. Cheesy, I know. But also... really nice.$4",
  "Haley_Wander_Tree_5": "$query SEASON Spring Summer Fall#You work too hard. Take a break. Come stand in the shade with me.#$b#Unless... you think you'll get distracted? Because I can guarantee you will.$13|Stop, don't move! You have a perfect little snowflake on your eyelash.#$b#There. All better. Now, what's my reward for saving you?$11",
  "Haley_Wander_Tree_6": "$query SEASON Spring Summer Fall#If you'd told me a few years ago that I'd be happily married and living on a farm, I would have sent you to see Harvey.$2#$b#But standing here, with you... I can't imagine wanting anything else.$1|Brrr! It's freezing! But I wanted to see how the farm looked all quiet and covered in snow.#$b#It's... kind of magical. Especially with you here to stop me from turning into a Haley-sicle.$4",
  "Haley_Wander_Tree_7": "Come here... stand with me for a second.$13#$b#I like this. Just us, quiet, with the whole world happening around us. It's our little secret moment.$13",
  "Haley_Wander_Tree_8": "*giggle* Are you staring at me? I can feel your eyes on me, you know.$11#$b#Don't stop. I spent twenty minutes on my hair this morning and picked out this outfit just to wander around the farm.$13",
  "Haley_Wander_Tree_9": "Do you think if I ask this tree nicely, it'll grow a coconut? No?#$b#Worth a shot. A girl can dream of a fresh piña colada, can't she?$1",
  "Haley_Wander_Water_1": "Doesn't the water look so calm today? It makes me think about my parents, sailing on the Gem Sea.#$b#I hope they're having fun. I bet my mom is winning all the shuffleboard games.$1#$b#It's nice to miss them without feeling sad. I guess that's what being happy does to you.$4",
  "Haley_Wander_Water_2": "$z patio#Don't distract me, I'm in my artistic zone!#$b#...Okay, fine. You can distract me for one kiss. But make it a good one.$13",
  "Haley_Wander_Water_3": "You know, this spot is actually super romantic. All quiet, with the water sparkling...#$b#It feels like a fantasy suite date from one of those reality dating shows, but, you know... with more dirt.$1#$b#Come here... I want a kiss to remember this exact moment.$13",
  "Haley_Wander_Water_4": "$z patio#$query SEASON Spring Summer Fall#I came out here to take some pictures of the dragonflies...#$b#But now you're here and you're all sweaty from working and... well, you're a lot more interesting to look at than some bugs.$4|I love how the water reflects the sky here. It's like having two skies - one above and one below.#$b#Very poetic, right? I've been reading more since we got married. Actual books, not just fashion magazines!$1",
  "Haley_Wander_Water_5": "Sometimes I just stare at the water and think about how much my life has changed.#$b#I used to think happiness was a new pair of shoes or a thousand 'likes' on a photo.#$b#I was so dumb. This is happiness, @.$4",
  "Haley_Wander_Water_6": "Aww, did my ${handsome husband^pretty wife}$ come looking for me? I knew you couldn't last long without me.$13",
  "Haley_Wander_Water_7": "$z patio#Eek! @! You scared me! I almost dropped my camera in the water.$8#$b#I'd have to make you buy me a new one, you know. And I have... very expensive taste.$1#$b#...You'd do it, wouldn't you? You'd buy me anything.$4",
  "Haley_Wander_Water_8": "I've been thinking... maybe we should put in a little dock here?#$b#Nothing fancy, just somewhere I could sit and dangle my feet while I edit photos on my laptop.#$e#Plus, it would be super romantic for sunset dates.$4",
  "Haley_Wander_Cave_1": "$query FARM_CAVE Bats#So the bats bring you fruit? That's the cutest form of room service ever!$1#$b#Do they take requests? I'm feeling like a peach today.$11#$e#No? Ugh. Well, I guess it was worth a shot.|If you have the mushrooms growing in there... does that mean this is technically a designer mushroom cellar? That sounds way more chic than 'farm cave.'#$b#We should rebrand. I'll make a cute sign for it. Pink, obviously.$1",
  "Haley_Wander_Cave_2": "Even when you're standing next to a grimy cave, you still manage to look hot.$4#$b#It's so unfair to the other ${guys^ladies}$ in the valley, really.$1",
  "Haley_Wander_Cave_3": "Ew, it's so dark and spooky in that cave. You're not, like, hiding another wife in there, are you?$2#$b#...What's that look for? I'm kidding! Mostly. You know I'd find out. I'm very resourceful.$1",
  "Haley_Wander_Cave_4": "$query FARM_CAVE Bats#I still can't believe you have bats living in this cave. Seriously. It's like something out of a Zuzu City goth club.$11#$b#At least they leave us presents. That's kinda cute, for a bunch of flying rodents. Don't tell them I said that.$1|What's that look for? You think I'm too prissy for a little cave exploration?#$b#Okay, fine, maybe I prefer my adventures to be in a shoe store. But I can be brave! For you.$1#$e#Just... check for cobwebs first. And bugs. And anything... gooey. Ew.",
  "Haley_Wander_Cave_5": "So this is your secret little cave, huh? It's... dark. And probably full of spiders. Ew.#$b#But I guess it's kind of private... What do you say you take a break from farming and show me what's so special about it?$13",
  "Haley_Wander_Cave_6": "I thought maybe if I waited here, you'd come by and we could have a little cave-adjacent makeout session...$4",
  "Haley_Wander_Cave_7": "$z patio#I tried to take some artistic photos of the cave entrance, but they all came out looking like horror movie stills.$2",
  "Haley_Wander_Cave_8": "$query FARM_CAVE Bats#Okay, confession time. I snuck in this cave yesterday to grab some fruit for a smoothie.$11#$b#It was so dark and creepy! How do you just walk in there like it's nothing?|You know what this cave needs? Better lighting. Maybe some fairy lights?$1#$b#...What? I'm trying to be supportive of your weird farmer hobbies!#$e#Fine, keep your dark, spooky mushroom dungeon.$1",
  "Haley_Wander_JunimoHut_1": "So, this is your secret, huh? You're not just a super hot, talented farmer... you've got a whole crew of little forest-sprites doing your chores.$11",
  "Haley_Wander_JunimoHut_2": "$z patio#Shhh! Don't move, you'll scare them! I'm trying to get the perfect action shot of them popping back into their little hut.$1",
  "Haley_Wander_JunimoHut_3": "Okay, so at first I was a little freaked out by these things, not gonna lie. I thought they were weird, slimy apples.$2#$b#But they're actually kind of sweet. I saw one of them give a flower to another one... It reminded me of when you give me sunflowers.$4",
  "Haley_Wander_JunimoHut_4": "$z patio#Do they have a little society in there? Is there a Queen Junimo? Does she wear a tiny crown?#$b#Ugh, now I can't stop thinking about it. A photoshoot of a royal Junimo family... it would be my masterpiece!$1",
  "Haley_Wander_JunimoHut_5": "I'm so glad we have these guys. All this harvesting looks like... a lot of work. And it's so dirty.#$b#It just means you can finish up earlier and come spend time with me. Which is your most important job, obviously.$1",
  "Penny_Wander_Default_1": "I'm trying to learn the names of all the crops, but... um... it's a lot.$3#$b#I'm better with books than with beets, I'm afraid. Good thing I have you!$1",
  "Penny_Wander_Default_2": "Do you remember when I first visited your farm? I was so nervous...#$b#Now look at me, wandering around like I own the place! Well... I suppose I kind of do now, don't I?$4",
  "Penny_Wander_Default_3": "$query SEASON Spring Summer Fall#I tidied up the flowers by the house a little. I hope you don't mind!#$b#Having a real garden to tend to... it's a dream. Maybe I can plant some of my own poppies next summer?$1|This land feels so ancient sometimes.#$b#I wonder what stories are buried right under our feet, just waiting to be told.$7",
  "Penny_Wander_Default_4": "Oh! You caught me just staring at the farmhouse...#$b#It's silly, I know. I just... I still can't quite believe I live in a real house. With you.$4",
  "Penny_Wander_Default_5": "Sometimes I just stand out here and breathe.#$b#In the trailer, the air always felt... heavy. Stale.$2#$b#Here, it smells like fresh earth and sunshine.$1",
  "Penny_Wander_Default_6": "%pet has discovered I'm an easy mark for belly rubs.$1#$b#I may have spent the last hour being their personal masseuse...$1",
  "Penny_Wander_Default_7": "I was just trying to find the perfect spot to read... but now that you're here, I'm feeling a little distracted.$4",
  "Penny_Wander_Default_8": "I was hoping you'd come find me. I like getting lost in these little corners with you.$4",
  "Penny_Wander_Default_9": "You know what Vincent asked me yesterday? If farmers grow spaghetti trees.$1#$b#I told him to ask you about it next time. Good luck with that one, honey!$1",
  "Penny_Wander_Default_10": "I hope you don't mind me wandering around.#$b#It's just... this is all still so new to me. Having so much space to just... be.$7",
  "Penny_Wander_Scenic_1": "$query PLAYER_HAS_CHILDREN Current#I've been walking the entire perimeter of our property this morning...#$b#Do you realize how much land we have? When they're big enough, our kids could run for hours here and never get bored!$1|I can just picture it... a little swing set right here. And maybe a sandbox over there.$4#$b#...Oh, I'm getting ahead of myself, aren't I? It's just... this place makes it so easy to dream about our future.$1",
  "Penny_Wander_Scenic_2": "$query SEASON Summer#Look what I discovered, wild sweet peas growing by the fence![(O)402]#$b#In Victorian flower language, sweet peas mean 'blissful pleasure' and 'goodbye'... rather contradictory, isn't it?#$b#Though I suppose it makes sense. Every blissful moment is also a goodbye to the past...$3|You know what I love most about wandering the farm?#$b#Getting to see you in your element. You're so confident out here, so capable...$4",
  "Penny_Wander_Scenic_3": "Sometimes when I'm out here, I pretend I'm a character in one of my novels...$4#$b#A mysterious woman wandering her ${husband's^wife's}$ vast estate, harboring secret passions... heehee!$1",
  "Penny_Wander_Scenic_4": "Oh! Hi honey... I was just... feeling grateful. For all of this. For you.$4",
  "Penny_Wander_Scenic_5": "This would be a perfect spot for a picnic, don't you think? We could bring some melon and just... be. Together.$7",
  "Penny_Wander_Scenic_6": "This spot right here? This is where I want to teach our children to read someday.#$b#Under the open sky, surrounded by everything their ${father^mother}$ built...$1",
  "Penny_Wander_Scenic_7": "Oh! You snuck up behind me again. If you keep doing that, I'm going to start charging a kiss every time.$4",
  "Penny_Wander_Scenic_8": "Sometimes I walk around the farm just to feel the sun on my face and know that I'm home.#$b#Really, truly home.$1",
  "Penny_Wander_Tree_1": "Oh! I didn't see you there... I was trying to identify which birds are nesting in our oak tree.#$b#Maru lent me her field guide. See? I think those might be purple martins...#$b#They're known for their aerial acrobatics during courtship. Rather like how you used to show off when you'd visit me in town.$4",
  "Penny_Wander_Tree_2": "$z penny_read#This is such a pleasant spot to lose myself in a good book.#$b#Though... um... I may have gotten distracted earlier. What started as reading ended as a rather vivid daydream about you...$4",
  "Penny_Wander_Tree_3": "I've been thinking about setting up a little reading nook right here...#$b#Just imagine it - a blanket, some cushions...$7#$e#Oh, you like that idea? Well... we could share it. I mean, if you wanted to take breaks with me sometimes.$4",
  "Penny_Wander_Tree_4": "$z penny_read#Um... don't look up right now, but there's a squirrel directly above you that looks very interested in your hair...#$b#I think it's the same one that keeps stealing my bookmarks!$1",
  "Penny_Wander_Tree_5": "$z penny_read#You know what I love most about reading out here?#$b#Every time I look up from my book, I might catch a glimpse of my ${handsome husband^pretty wife}$.$4#$e#It's very distracting, actually. I've read this same page three times...$4",
  "Penny_Wander_Tree_6": "$z penny_read#Careful, honey. If you sneak up on me like that when I'm reading a history of Goblin wars, I might have to use a defensive maneuver.$1#$b#...It mostly involves a strategic retreat into your arms, though.$4",
  "Penny_Wander_Tree_7": "This seems like the perfect tree for carving our initials into, doesn't it?$4#$b#Oh, I'm just kidding! That would hurt the tree... but... it is a romantic thought, isn't it?$1",
  "Penny_Wander_Tree_8": "$z penny_read#$query ANY \"SEASON Spring\" \"SEASON Summer\"#What are you smiling at? Is there a leaf in my hair?$3#$b#...Oh. You're just looking at me.$4#$b#Well... keep doing it.$4|It's so quiet out here. Back at the trailer, you could always hear the saloon...#$b#I don't think I'll ever get tired of this peace. Thank you, @.$4",
  "Penny_Wander_Tree_9": "$query PLAYER_HAS_CHILDREN Current#This old tree... it feels so permanent. Like it's always been here and always will be.#$b#That's how I feel about us.$4|Jas and Vincent would love climbing this tree.$1#$b#Someday... maybe our children will.$4",
  "Penny_Wander_Tree_10": "$z penny_read#I was preparing a lesson on local flora when I realized I'd rather just enjoy being surrounded by it...#$b#Sometimes knowledge can wait for wonder.$1",
  "Penny_Wander_Tree_11": "$z penny_read#I used to sit under trees like this when... well, when home was a bit too loud.$2#$b#It feels different now. It feels safe. Because of you.$4",
  "Penny_Wander_Tree_12": "I could spend all day just watching the trees sway like this.#$b#They look so peaceful... like they're not worried about taxes or weather patterns or emotionally complicated mothers.",
  "Penny_Wander_Tree_13": "You're looking at me like I'm about to float away...#$b#I promise I'll always come back to you, even if I spend hours wandering under the trees.$4",
  "Penny_Wander_Water_1": "I was trying to see if I could spot any of those strange, colorful fish you sometimes catch.$1#$b#No luck. I think they're shy. Like me.$4",
  "Penny_Wander_Water_2": "If Mom lived here, she'd have a permanent lawn chair set up right on this spot.$1#$b#We'd never see her in the house. Actually... maybe that wouldn't be so bad! Heehee, just kidding!$1",
  "Penny_Wander_Water_3": "I come out here sometimes when I'm missing Mom...$2#$b#The water helps wash away the worries.$7",
  "Penny_Wander_Water_4": "The kids would love a field trip to a place like this...#$b#Though Vincent would probably try to catch every single frog.$1",
  "Penny_Wander_Water_5": "Careful, this is exactly the sort of quiet, secluded spot where a bookish wife might be tempted to... thoroughly distract her farmer from ${his^her}$ chores.$4",
  "Penny_Wander_Water_6": "I used to be afraid of deep water...$3#$b#But everything seems less scary when I'm with you.$4",
  "Penny_Wander_Water_7": "$z penny_read#I rehearse lessons out loud here sometimes...#$b#So if you catch me explaining 'sediment' to absolutely no one, um... that's normal.$1",
  "Penny_Wander_Water_8": "You know what's funny? Mom always said I'd marry a fisherman because I spent so much time staring at water.$1#$b#I guess she was sort of right... you do fish sometimes!",
  "Penny_Wander_Water_9": "Would it be strange if I said this spot makes me want to kiss you?$4#$b#...Well, strange or not, come here.$4",
  "Penny_Wander_Seat_1": "You know... back at the trailer, the only place to sit outside was on the rickety old steps.$2#$b#Having a proper place to sit, in my own yard, where I can feel the sun... It feels like such a luxury.$7",
  "Penny_Wander_Seat_2": "You're so focused when you're working the fields... I like to sit here and watch you. It's strangely soothing.$7#$b#Sometimes I even make up little stories in my head about you... like you're a fairy ${prince^princess}$ tending ${his^her}$ enchanted land.$1",
  "Penny_Wander_Seat_3": "Oh, hi honey. It was so thoughtful of you to put seating out here.#$b#It's the perfect spot to read a chapter while still feeling close to you.$7",
  "Penny_Wander_Seat_4": "Watching you work from here, I can't help but feel... well...$4#$b#Let's just say I'm looking forward to tonight.$4",
  "Penny_Wander_Seat_5": "Oh! You startled me. I was a thousand years in the past, thinking about the Dwarven Kingdom of Vol-Kan.#$b#This place is so quiet, it's easy to get lost in a book... or just my own thoughts.$7",
  "Penny_Wander_Seat_6": "I used to imagine a life where I could sit quietly, somewhere safe, with someone who loved me.#$b#And now here I am... sitting quietly, somewhere safe, with you.$4",
  "Penny_Wander_Seat_7": "This seat is perfect. It creaks just a little, like it's telling old stories. I sort of love that.$1",
  "Penny_Wander_Seat_8": "Want to sit with me for a minute, honey?#$b#I promise I won't quiz you on Dwarvish root words this time. Probably.$1",
  "Penny_Wander_Seat_9": "This seat has the best view. Not of the farm... well, yes, that too... but mostly of you.$4",
  "Penny_Wander_Seat_10": "$query !PLAYER_HAS_CHILDREN Current#This would be a perfect spot to sit and watch the kids play, wouldn't it?#$b#Oh! Um... I'm just thinking out loud again.$4|You work so relentlessly, @. I'm sitting here just to make sure you remember to take a break.#$b#Consider this my official duty as your concerned wife.$1",
  "Penny_Wander_Patio_1": "$z penny_read#I was just journaling a little... writing about this exact spot. Describing the light on the fields...#$b#...and the ${handsome farmer^pretty farmer}$ who makes my heart flutter when ${he^she}$ walks by.$4",
  "Penny_Wander_Patio_2": "$z penny_read#Do you mind if I read out loud? Just a paragraph...#$b#When the words are lovely, they feel different in the open air.$7",
  "Penny_Wander_Patio_3": "$z penny_read#Are you trying to distract me from my reading, @?#$b#Because... it's working.$4",
  "Penny_Wander_Patio_4": "I was just thinking about Mom. I hope she's doing okay.#$b#It's easier to think about her from here. I can miss her, and love her, without feeling... trapped.$3",
  "Penny_Wander_Patio_5": "$z penny_read#Oh! Um... hi, honey. I was just writing in my journal again.$4#$b#It's... well, most of the entries lately seem to be about a certain kind-hearted farmer.$1",
  "Penny_Wander_Patio_6": "It's so peaceful. I was thinking I should invite Maru over for tea out here.#$b#She's probably been cooped up with one of her projects for days. Some fresh air would do her good.$7",
  "Penny_Wander_Patio_7": "Hello, dear. Don't mind me. I'm just soaking up the sun and being outrageously happy.$1#$b#It's a new hobby of mine.$7",
  "Penny_Wander_Patio_8": "$z penny_read#The hero in this book just rescued the heroine from a dragon. It's very romantic.#$b#...But you rescued me from a leaky trailer and a life of worrying about money. I think you win, @.$4",
  "Penny_Wander_Patio_9": "This spot is perfect for stargazing. We should bring a blanket out here tonight.#$b#...And if we get 'distracted' from the stars like last time, well... I certainly won't complain.$4",
  "Penny_Wander_Patio_10": "$z penny_read#I was just getting to a... very romantic part of this novel.$4#$b#But I'd much rather have the real thing. Do you have a moment?$4",
  "Penny_Wander_MatureCrop_1": "Did you know that ancient farmers used to sing to their plants?#$b#I tried it earlier but they didn't seem impressed by my voice...$3",
  "Penny_Wander_MatureCrop_2": "That look... oh, I know that look.$1#$b#Don't you even think about splashing me with that watering can!$1",
  "Penny_Wander_MatureCrop_3": "I was just trying to figure out which of these plants are weeds... but I got nervous I'd pull up a valuable crop by mistake!#$b#I'm much better with books than with botany, I'm afraid. I think I'll stick to watering your flowers for now.$1",
  "Penny_Wander_MatureCrop_4": "The way you've arranged the crops this season... it's so neat and organized, like a well-loved library.$7#$e#You've got soil on your face again. Somehow it just makes you more ${handsome^pretty}$.$4",
  "Penny_Wander_MatureCrop_5": "Oh, you caught me talking to the scarecrow. I was practicing a lesson on photosynthesis. He was very attentive.$1",
  "Penny_Wander_MatureCrop_6": "I was thinking of trying a new recipe with some of our fresh vegetables...#$b#...Don't make that face! It might be good this time! Maybe.$1",
  "Penny_Wander_MatureCrop_7": "I was just admiring how well the crops are doing.#$b#Back in the trailer, the only thing I ever managed to grow was a single, very sad-looking chive in a pot on the windowsill.$2#$b#Seeing all this... it feels like magic.$1",
  "Penny_Wander_MatureCrop_Melon_1": "Promise me we'll cut one of these melons open tonight? Just the two of us, on the porch.$4#$b#We can watch the fireflies and I'll read to you.$4",
  "Penny_Wander_MatureCrop_Melon_2": "Mmm, smell that? I think the melons are ready for harvest.$1",
  "Penny_Wander_MatureCrop_Melon_3": "You spoil me, you know that? A whole field of my favorite fruit, right outside our door...$1",
  "Penny_Wander_MatureCrop_Melon_4": "These are beautiful! I have a new recipe for melon sorbet I want to try...#$b#Don't worry, it doesn't involve the oven this time. I think our kitchen is safe. For now.$1",
  "Penny_Wander_MatureCrop_Melon_5": "Maru says the sugar content in melons peaks right before harvest...#$b#Should we test one? For science?$1",
  "Penny_Wander_MatureCrop_Melon_6": "I dreamt about melons last night, you know. An entire field of golden melons under the stars...#$b#And you were there, leading me through the vines to a picnic blanket where...#$b#Oh! You want to hear the rest? Well... maybe I'll show you tonight instead.$4",
  "Penny_Wander_MatureCrop_Melon_7": "Have you heard the old Valley folk saying 'sweet as summer melons, lasting as winter pine'?#$b#My grandmother used to say that about true love. I never really understood until now.$4",
  "Penny_Wander_Building_1": "I hope you don't mind me wandering around your workspace. I'm just so fascinated by it all.#$b#Everything here has a purpose, a place. It's a complex system that you manage all by yourself. It's very impressive, @.$7",
  "Penny_Wander_Building_2": "Um... were you watching me just now?$4#$b#Because I was definitely watching you first. The way the sun hits your shoulders when you're working... it's very distracting.$4",
  "Penny_Wander_Building_3": "I saw Maru in town yesterday. She's building something new... she gets this look in her eye.#$b#I'm glad she has her workshop, and I have... all of this.$1",
  "Penny_Wander_Building_4": "The farmhouse looks so warm and inviting from here. Like a beacon in a storybook.#$b#It's always calling me home... calling me to you.$4",
  "Penny_Wander_Building_5": "$query TIME 1100#This is my favorite time of day...#$b#When the chores are almost done and I can just watch you... and think about how I get to spend the whole evening with you.$4|*sigh* It's peaceful out here.$7#$b#I used to close my eyes and pretend I lived somewhere like this... and now I do.$4",
  "Penny_Wander_Building_6": "I saw the most interesting beetle a moment ago. I made a little note about it for Vincent.#$b#He's in a big 'creepy crawly' phase. It's cute! I think farm life would really suit him.$1",
  "Penny_Wander_Building_7": "You're looking at me with that little smile again... the one that makes my stomach do flip-flops.$4#$b#It makes me feel like the main character in one of those sweeping romance novels... Is that silly?$4",
  "Penny_Wander_Building_8": "Hello, dear. I decided to get some steps in. Maru says sitting and reading all day isn't good for your posture.#$b#But every time I walk past our house, I get distracted just looking at it, thinking about how happy I am inside.$4",
  "Penny_Wander_Building_9": "There you are. I was just thinking about you.$4#$b#It's my favorite part of the day, you know. When I'm just quietly walking, and then suddenly, you appear.$1",
  "Penny_Wander_Building_10": "Do you ever wonder what Jas and Vincent will grow up to become?#$b#I hope they find something as fulfilling as what you've built here.$7",
  "Penny_Wander_Building_11": "Sometimes I walk the whole property just to feel close to you.$4#$b#Is that strange? It's just... everything here has your touch. Every fence post, every path...$7",
  "Penny_Wander_Coop_1": "The way the animals all come running to you when you walk by... it's adorable.$1#$b#I know the feeling.$4",
  "Penny_Wander_Coop_2": "Hmm? Oh, sorry, I was a million miles away.#$b#I was just thinking... I never, ever dreamed I'd be this happy, @. Thank you.$4",
  "Penny_Wander_Coop_3": "It's funny... when I was little, I used to pretend I had a big yard full of animals to talk to.#$b#It was a way to feel less lonely in that little trailer.$3#$b#And now... it's real.$1",
  "Penny_Wander_Coop_4": "Don't mind me. I'm just going to stand here and pretend I'm helping with farm work.$1",
  "Penny_Wander_Coop_5": "You always smell like hay and sunshine and something sweet I can't quite place...$4#$b#It used to be books that made me feel safe. Now it's you.$4",
  "Penny_Wander_Coop_Chicken_1": "I was just watching the chickens. They have such a funny little social order... It's like a tiny, feathered kingdom.$1#$b#It reminds me of a history book I read about feuding dynasties... oh, but you probably don't want to hear about that right now.$4",
  "Penny_Wander_Coop_Chicken_2": "The chickens were following me around earlier! Do you think they've adopted me?$1",
  "Penny_Wander_Coop_Chicken_3": "$query SEASON Winter#Oh! Your hand is warm... Thank you. I didn't realize how chilly I'd gotten out here.#$b#You're better than any blanket.$4|Hello, dear. I'm not doing much, just... appreciating all this.#$b#The wildflowers in the fields, the happy clucking from the coop... our life.$4",
  "Penny_Wander_Coop_Chicken_4": "$z penny_read#I was trying to read 'Fundamentals of Advanced Archaeology' to the chickens...#$b#They, um... they weren't very interested. They seem to prefer pecking at my shoes.$3#$e#I think they take after their farmer. Easily distracted.$1",
  "Penny_Wander_Coop_Chicken_5": "The brown chicken reminds me of my old teddy bear. Same color, same judgmental stare...$1#$b#What? Oh, you think I'm adorable? Well... *ahem*... back to work then!$4",
  "Penny_Wander_Coop_Chicken_6": "$query PLAYER_HAS_CHILDREN Current#Oh! I was just watching the chickens... They have such funny little personalities, don't they?#$b#That white one keeps trying to steal everyone else's feed. She reminds me of Vincent when I bring cookies to class!$1|Look at them all together... like a noisy, feathery, slightly chaotic little family.$1#$b#It makes me think... about our own little family, someday. I think you'd be a wonderful ${father^mother}$, @.$4",
  "Penny_Wander_Coop_Chicken_7": "I tried to collect eggs earlier but... um... I got a bit intimidated.$2#$b#That brown one gave me such a look! Like she was guarding dragon treasure or something.$7",
  "Penny_Wander_Coop_Chicken_8": "$z penny_read#Heehee... I taught the chickens a new trick! Watch this...#$b#*ahem* 'Once upon a time...'#$b#See how they all settled down? They love story time!$1",
  "Penny_Wander_Barn_1": "$z penny_read#I've been sketching the barn from different angles for my journal. Your animals seem so content here...#$b#You have such a gentle touch with them. It's... it's one of the many things I love about you.$4",
  "Penny_Wander_Barn_2": "I found a very secluded spot behind the barn... perfect for a picnic. Or... other things.$4#$b#Just a thought.$4",
  "Penny_Wander_Barn_3": "I hope I'm not in your way. I was just thinking... if I were to write a lesson plan about farm life, what's the most important thing to teach?#$b#...Oh, that's a good point. The hard work. It's not just cute animals, is it?",
  "Penny_Wander_Barn_4": "What's that smile for? Did I get some dirt on my nose again?$3#$b#Oh. You're just happy to see me.$4#$b#Well, me too.$1",
  "Penny_Wander_Barn_5": "There you are. I was hoping you'd find me here.$1#$b#It's so quiet and warm in the barn, with the smell of hay... it makes a girl think about... well. Tumbling in it.$4",
  "Penny_Wander_Barn_Cow_1": "Your cows seem so content today.$1#$b#It's no wonder they give such good milk when they're cared for so well.",
  "Penny_Wander_Barn_Cow_2": "This morning I saw you talking to the cows and my heart just... melted.$4",
  "Penny_Wander_Barn_Cow_3": "I peeked into the barn and... oh, @, the cows were cuddled up together.$1#$b#It made me think of us. Do you think animals fall in love, too?$4",
  "Penny_Wander_Barn_Cow_4": "$z penny_read#I brought a book out here... 'The Bovine Companion'. I thought if I understood the cows better, I could be more helpful.",
  "Penny_Wander_Barn_Cow_5": "What's that look for? ...Was I staring at the cows with my 'teacher face' again?#$b#I can't help it! I'm already composing a lesson in my head for Vincent about cud-chewing ruminants. He'll love the gross parts.$1",
  "Penny_Wander_Barn_Cow_6": "Watching you be so gentle with these big creatures... it makes my heart feel all fluttery.$4#$b#I can just picture you teaching our own little ones how to be kind to animals one day.$4",
  "Penny_Wander_Barn_Cow_7": "I was just talking to the cows. They seem very sure you're the best ${husband^wife}$ in Stardew Valley.$1",
  "Penny_Wander_Stable_1": "Hello, dear. I was giving your horse a little pep talk.#$b#I told him he's the bravest, most handsome steed in the entire Ferngill Republic. I think he's feeling very proud of himself now.$1",
  "Penny_Wander_Stable_2": "Um, @? I've been thinking... you're so graceful when you ride. Do you think... do you think you could teach me sometime?#$b#I want to be able to share everything about this life with you. Even the parts that scare me a little.$4",
  "Penny_Wander_Stable_3": "Do you think your horse would let me braid its mane? I've always wanted to do that...#$b#Oh! Maybe with little poppies woven in...$1",
  "Penny_Wander_Stable_4": "What if we packed a lunch, hopped on the horse, and just rode until we found a quiet spot to read together?#$b#...Is that too hopelessly romantic?$4",
  "Penny_Wander_Stable_5": "I read somewhere that horses can sense your emotions...#$b#So if he's looking smug, it's probably because I was just thinking about kissing you.$4",
  "Penny_Wander_Stable_6": "Can I tell you a secret? Sometimes when you're in the mines, I come here and read to your horse.$1#$b#He's a very good listener! Though he did try to eat page 83 of my Dwarvish history book...",
  "Penny_Wander_Shed_1": "I was just peeking in the shed. You have so many interesting machines!#$b#It's a little... chaotic, though. No offense!$1#$b#Maybe one rainy day we could organize it together? I could make labels. It could be fun! Like a puzzle, but with more... dust bunnies.$1",
  "Penny_Wander_Shed_2": "I saw your tools by the shed door and got this weird little pang in my heart...$4#$b#You work so hard for us, @. I love you for that... and for so much more.$4",
  "Penny_Wander_Shed_3": "I was just calculating how many books I could fit in this shed...#$b#What? Oh, that look! I promise I won't turn all the farm buildings into libraries!$1",
  "Penny_Wander_Shed_4": "Your workshop is fascinating. It's so different from Maru's... hers is all wires and strange noises.#$b#Yours smells like wood, and earth, and you.$4",
  "Penny_Wander_FishPond_1": "Do you think the fish ever get curious about us too?#$b#*giggle* Imagine if they had little fish notebooks and wrote down observations about us...$1",
  "Penny_Wander_FishPond_2": "Mom tried to teach me to fish exactly once. It was... an experience.$3#$b#I mostly just learned how to get bait smell out of my favorite skirt. *shudder*.$2",
  "Penny_Wander_FishPond_3": "I was trying to count how many fish there are, but then you came over and now my brain has gone all fuzzy.$4#$b#You're a terrible distraction, you know that? The best kind of terrible.$1",
  "Penny_Wander_FishPond_4": "Oh, hello, honey. I was just watching the fish... They're a bit demanding, aren't they?$1#$b#I saw their little request sign earlier. Honestly, the things they ask for...$1",
  "Penny_Wander_Greenhouse_1": "$query PLAYER_VISITED_LOCATION Current Greenhouse#The greenhouse is such a lovely little oasis. It's warm, quiet, and smells so sweet.#$b#If I ever go missing, check there first. I might be curled up in a corner with a book and a few too many strawberries.$1|Even with all the weeds and shattered panes, you can still see this greenhouse has good bones. A strong foundation.#$b#A lot of things are like that, I think. They just need a little love and hard work to be beautiful again.$4",
  "Penny_Wander_Greenhouse_2": "$query PLAYER_VISITED_LOCATION Current Greenhouse#I found a recipe for 'Spicy Ancient Fruit chutney' in an old book. It sounds... ambitious.#$b#But seeing all the amazing things you grow gives me confidence! Maybe my next kitchen experiment won't end with us ordering pizza.$4|So, what are your plans for this spot? Are you thinking of restoring it?#$b#...Oh, your eyes just lit up! You do have a plan! You don't have to tell me, I love surprises.$1",
  "Penny_Wander_Greenhouse_3": "$query PLAYER_VISITED_LOCATION Current Greenhouse#You know, this is a nice, secluded spot. No one from town ever comes all the way back here...$4#$b#And the glass is all steamed up... so no one can see in...$4#$e#I was just thinking we could... check on the ripeness of the crops? Together?$4|It's funny... even in its ruined state, this greenhouse feels kind of peaceful.#$b#Maybe it's the quiet. Or maybe it's knowing that someday, it'll grow something beautiful again.",
  "Penny_Wander_Greenhouse_4": "$query PLAYER_VISITED_LOCATION Current Greenhouse#This greenhouse would be the perfect place for a book club meeting on a rainy day. Maru would love it.#$b#She'd probably try to rig up some kind of robot watering system while she was here, though.$1#$e#I'd have to keep an eye on her.|I was just daydreaming... picturing this place all fixed up.#$b#Filled with melons and poppies, warm and steamy even in the middle of winter...#$b#A perfect place to sneak away for a kiss, don't you think?$4",
  "Penny_Wander_Greenhouse_5": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Feel that? The warmth coming through the greenhouse glass...#$b#It gets all steamy in there. Private. Reminds me a little of that night at the bathhouse...$4|This place must've been lovely once. I wonder what kind of things your grandpa grew in here...#$b#...Maybe someday we'll make it even better than it was.$1",
  "Penny_Wander_FruitTree_1": "You know what the best part about living on a farm is?#$b#All these convenient places for kissing my ${husband^wife}$...$4",
  "Penny_Wander_FruitTree_2": "I wonder how tall this tree will be when our children are old enough to climb it.$4",
  "Penny_Wander_FruitTree_3": "$z penny_read#Ah, you found my hiding spot. I was just taking a little break.#$b#There's room for one more. I'll even read you a chapter... if you're good.$4",
  "Penny_Wander_FruitTree_4": "$query SEASON Spring Summer Fall#I was thinking of trying to make a pie with the fruit from this tree...#$b#...You don't have to look so scared! I'll use a recipe this time.$1|Brrr... even with my thickest coat, there's a real bite in the air today.$3#$b#The poor tree looks so stark and lonely, doesn't it? It reminds me of how I used to feel in winter...",
  "Penny_Wander_Farmer_1": "I brought you a little snack... It might be slightly burnt, but it's made with love.[(O)651]$4",
  "Penny_Wander_Farmer_2": "You looked like you needed a break, so I thought I'd come distract you with my awkward charm.$1#$b#...Was that a smile? I knew it would work.$4",
  "Penny_Wander_Farmer_3": "Oh, there you are, @. I was just walking and found myself looking for you.#$b#I guess my feet know where my heart is, even when my head's in the clouds.$4",
  "Penny_Wander_Farmer_4": "You've been working non-stop since sunrise, dear.$3#$b#Remember what I read to you from that book on 'Sustainable Farming Practices'? It said farmer well-being is the most important crop.#$b#So, consider this a mandatory wellness check. Come here.$4",
  "Penny_Wander_Farmer_5": "I was going to read under the tree, but then I saw you and... well, I guess I wandered over without thinking.$1#$b#Do you mind if I stay here with you for a bit?",
  "Penny_Wander_Farmer_6": "I just passed by the scarecrow and said 'hi' before I realized it wasn't you...#$b#In my defense, you both wear the same flannel sometimes.$1", 
  "Penny_Wander_Farmer_7": "Oh... you smiled when you saw me. That look you gave me just now... it makes my knees feel a little wobbly.$4#$b#You really do love me, don't you?$4",
  "Penny_Wander_Farmer_8": "You were humming just now. I didn't know you had such a nice voice.#$b#...Could you hum it again? Maybe while I lean against your shoulder like this?$4",
  "Penny_Wander_JunimoHut_1": "Do you think the Junimos are happy here, @? I know they harvest the crops, but... what do they do for fun?#$b#I left a poppy by the door for them. I hope they like it...$7",
  "Penny_Wander_JunimoHut_2": "$query !PLAYER_HAS_CHILDREN Current#I was just thinking... if we have children, this will be part of their childhood...#$b#Running through the fields, with little Junimos popping out to say hello.$1|I tried to write our Junimo friends a little thankyou note, but I wasn't sure what language they speak.#$b#I settled on a simple drawing of a smiley face and a star.$1",
  "Penny_Wander_JunimoHut_3": "I wonder if they have a social hierarchy. Is there a Junimo King or Queen? Do they have little Junimo politics?#$b#Sorry... the teacher in me wants to turn everything into a social studies lesson. You can just tell me to be quiet when I get like this.$1",
  "Penny_Wander_JunimoHut_4": "Oh! You startled me. And the Junimos, too! See, they all zipped back inside.#$b#You're a menace, @. A very ${handsome^pretty}$ menace that I happen to be in love with.$4", 
  "Penny_Wander_JunimoHut_5": "Do you think the Junimos ever watch us? When we're having a picnic, or when you... chase me around the fields?$4#$e#I hope we're providing them with some quality entertainment.$1",
  "Penny_Wander_JunimoHut_6": "I tried to offer a Junimo some of my poppyseed muffin earlier. It sort of... patted it, and then ran away.$3#$b#Maybe they don't have teeth? Or maybe my baking is just universally disliked, even by magical beings.$3",
  "Penny_Wander_JunimoHut_7": "I wonder what the Junimos do in their huts when it rains. Do you think they have tiny furniture? And tiny little books?$1",
  "Penny_Wander_GrandpaShrine_1": "Your grandfather's shrine is such a peaceful spot. I've been sitting there, imagining all the sunsets he must have watched...#$b#Do you think he'd be happy knowing we're here together?",
  "Penny_Wander_GrandpaShrine_2": "You work so hard to live up to your grandfather's memory, don't you?#$b#He would be so, so proud of you, @. Not just for the farm, but for the good ${man^woman}$ you've become.$7",
  "Penny_Wander_GrandpaShrine_3": "Oh, you found me. I like coming here. It feels... peaceful. Like a quiet corner in a huge library.#$b#That look on your face... you're thinking about him, aren't you?",
  "Penny_Wander_GrandpaShrine_4": "I've read about ancestral shrines in my history books, but they're usually for ancient Elven kings or Dwarvish warriors...#$b#I suppose a farmer is just as noble, though. Especially one as kind as your grandfather.",
  "Penny_Wander_GrandpaShrine_5": "Oh, hi honey. I was just thinking about your grandfather... and the beautiful legacy he left for you.$7#$b#I hope he'd approve of me. I promise I'm taking very good care of his favorite ${grandson^granddaughter}$.$4",
  "Penny_Wander_GrandpaShrine_6": "I was just thinking... I wish my Mom had something like this. A place to remember her parents in a happy way.$2#$b#Maybe if she did, things would have been different for her.",
  "Penny_Wander_GrandpaShrine_7": "Hello, dear. I was just pulling a few weeds from around the base. It's the least I can do to show respect.#$e#It's like tending a little garden for your family's memory. It makes me feel connected to this place in a deeper way.",
  "Penny_Wander_GrandpaShrine_8": "I come here sometimes just to say 'thank you'.#$b#Not just to your grandfather for leaving you this farm... but to whatever force in the universe brought you into my life.$4#$e#You rescued me, @. Not just from the trailer, but from the quiet sadness I was carrying. You've made my world so bright.$4",
  "Penny_Wander_GrandpaShrine_9": "$z penny_read#Shh, don't laugh! I'm reading 'Sunlight on the Prairie' to your Grandpa.$1#$b#It's a bit romantic, but the main character is a farmer who builds a life from scratch. I thought he'd appreciate the sentiment.",
  "Penny_Wander_Cave_1": "$query FARM_CAVE Bats#Did you hear that? Just the bats fluttering around. I hope they're comfortable in there.#$b#It's sweet of them to leave us fruit. It feels like we have little winged tenants paying rent.$1|I checked on our little mushroom farm! It's so fascinating how they grow in the dark.#$b#It's like a secret garden inside our big farm. I brought one out for you... is this a good one to cook with?[(O)404]",
  "Penny_Wander_Cave_2": "Every time I see this cave, I think of you going down into the mines.$2#$b#Promise me you won't take any unnecessary risks today, @. I don't know what I'd do if you got hurt.$3",
  "Penny_Wander_Cave_3": "I was just thinking... this cave is probably geologically very young. But imagine if it connected to the old Dwarvish tunnels!$1#$b#We could find ancient scrolls! Or... you know... a quiet, secluded spot for a picnic.$4",
  "Penny_Wander_Cave_4": "You know, this is kind of like our own private grotto, isn't it? A secret place just for us.$4#$b#Maybe we could... 'explore' it together later? After your chores are done, of course.$4",
  "Penny_Wander_Cave_5": "$query FARM_CAVE Bats#Do you ever wonder if the bats gossip about us?#$b#'There goes the farmer again, always kissing ${his^her}$ wife in the cave entrance... scandalous.'$1|I was thinking... maybe we could turn part of this cave into a reading nook?#$b#I know, I know... not exactly practical. But just imagine it... mossy walls, candles, the two of us curled up with a book...$1",
  "Penny_Wander_BrokenFence_1": "Um, honey? I think this fence needs some attention...#$b#Want me to hold the boards while you hammer? I promise not to get distracted by your muscles this time.$4",
  "Penny_Wander_BrokenFence_2": "I know you have a million things to do, but this probably needs fixing soon, right?#$e#Don't worry, I trust you to get to it. You always do.",
  "Penny_Wander_BrokenFence_3": "Oh... this fence is broken. I was going to fix it, but I wasn't sure if you'd already noticed it.#$b#You did? I should've known you'd be one step ahead, dear.",
  "Penny_Wander_BrokenFence_4": "This fence looks like it's seen better days...$3#$b#I read in 'Practical Farm Management' that broken fences can let rabbits into the crops. Should we fix it together?",
  "Penny_Wander_Well_1": "I was just making a wish at the well.#$b#It's silly, I know... I already have everything I could have ever wished for right here.$4",
  "Abigail_Wander_Default_1": "Do you ever wonder if our farm sits on ancient burial grounds?#$b#That would explain the strange noises I hear at night. Not that I'm complaining!$1",
  "Abigail_Wander_Default_2": "I just found %pet investigating something in the bushes. Whatever it was vanished when I got close.#$b#I swear this farm has more mysteries than people realize.$3",
  "Abigail_Wander_Default_3": "Did you know I keep a journal of all the strange things I've seen on the farm?#$b#If I ever publish it, we'll be famous! Or people will think I'm completely crazy.$1",
  "Abigail_Wander_Default_4": "Last night I dreamt that %pet and I were fighting cave monsters together.#$b#Do you think animals can sense spirits like I can?$3",
  "Abigail_Wander_Default_5": "$query SEASON Winter#Do you think Grandpa's spirit watches over the farm in winter?#$b#I've been leaving little offerings by his shrine. Hope that's okay with you.|When the wind blows through the crops like this, it sounds like music.#$b#Want to grab my flute and your mini-harp? We could make some magic together under the stars tonight.$4",
  "Abigail_Wander_Default_6": "It takes so many machines to process everything we grow on this farm!#$b#They remind me of the weird contraptions the Wizard has... except ours actually make money instead of smoke and strange smells.$1",
  "Abigail_Wander_Default_7": "@, I found the perfect spot for us to stargaze tonight!#$e#Bring a blanket and I'll bring the wine. Who knows what might happen under the cosmic energy?$4",
  "Abigail_Wander_Default_8": "I never thought I'd enjoy farm life this much.#$b#Then again, I never thought I'd marry someone who makes my heart race faster than fighting a shadow brute.$4",
  "Abigail_Wander_Building_1": "This farm is our adventure now, @.#$b#It's better than any quest in a game because we're building it together. I never thought I'd say that!$4",
  "Abigail_Wander_Building_2": "Hey @, want to play a game tonight? Winner gets to choose what we do afterward.#$b#I warn you, I've been practicing my Prairie King skills in secret and I have some creative activities planned for when I win.$1",
  "Abigail_Wander_Building_3": "Do you think this building could use a splash of purple?#$b#Dad would have had a fit if he saw me redecorating, but this is our place now. I love that freedom.$4",
  "Abigail_Wander_Building_4": "This building has such a mysterious aura to it.#$b#Can you feel that energy? It's like the walls are whispering secrets from another realm.$7",
  "Abigail_Wander_Building_5": "$z abigail_flute#I was just playing my flute to attract woodland spirits... but all I attracted was you, @. That works too.$1",
  "Abigail_Wander_Building_6": "I've been thinking about adding some spooky decorations to this building.#$e#Nothing says 'our farm' like a gargoyle or two, don't you think?$1",
  "Abigail_Wander_BrokenFence_1": "This fence needs fixing. I could try my hand at it!#$b#Dad never thought I could handle practical tasks, but I'll show him. I'm more capable than they think.",
  "Abigail_Wander_BrokenFence_2": "Do you think we should fix this fence? I kind of like how it looks all weathered and broken.#$b#It reminds me that imperfection can be beautiful too... like how you love me despite my weird habits.$4",
  "Abigail_Wander_Water_1": "This water is so clear I can see my reflection.#$b#I used to visit the mountain lake alone to find water like this. Now I have my very own magical spot right here.$4",
  "Abigail_Wander_Water_2": "$z abigail_flute#I brought my flute out here to practice.#$b#The melodies sound different in open air. Wilder, more free. Like how I feel since moving to the farm with you.$1",
  "Abigail_Wander_Water_3": "Do you ever just stare into the water and feel like it's staring back?#$b#There's something hypnotic about it that makes me lose track of time. Like the mines, but less dangerous.",
  "Abigail_Wander_Water_4": "This water reminds me of that cave lake where you first gave me an amethyst.#$b#I still keep every single one you give me, you know.$4",
  "Abigail_Wander_Water_5": "I think this is my favorite spot besides our bedroom.#$b#I sometimes come here at night just to feel the magic.#$b#It's like being in another world while still being home. Want to stargaze from here tonight?$4",
  "Abigail_Wander_Water_6": "The water looks so inviting today... reminds me of that lake by the mines.#$b#Remember when we went swimming there after dark? I still think about that night... a lot.$4",
  "Abigail_Wander_Tree_1": "Standing under this tree makes me feel connected to something bigger than myself.#$e#Sometimes I wonder if trees remember everyone who's ever stood beneath them.$4",
  "Abigail_Wander_Tree_2": "$z abigail_flute#I brought my flute out here to practice today. It feels different playing music surrounded by growing things instead of my old bedroom walls.$4",
  "Abigail_Wander_Tree_3": "$query SEASON Winter#The snow makes everything so quiet... perfect for hearing whispers from the other side.#$b#Or just the sound of your breathing next to me at night.$4|The shade of this tree feels magical.#$b#When I close my eyes, I can almost hear whispers from the spirit realm... or maybe that's just the wind through the leaves.$1",
  "Abigail_Wander_Tree_4": "$z abigail_flute#I think I've finally found it, this is the perfect spot to play my flute.#$b#The acoustics are amazing, the notes seem to drift across the water and come back different somehow.$4#$e#I played for %pet earlier and they seemed to really enjoy it!#$b#Well %pet didn't run away at least, so I'm counting that as a win.$1",
  "Abigail_Wander_FruitTree_1": "When I was little, I used to dream about living somewhere with fruit trees.#$b#Mom always said I had strange wishes, but then she's always fussing with her tea plants so I think it runs in the family.",
  "Abigail_Wander_FruitTree_2": "I bet we could build a little treehouse up there in the branches.#$b#Nothing fancy, just somewhere to escape when we need some alone time together...",
  "Abigail_Wander_FruitTree_3": "$query SEASON Winter#I love this tree, even in winter when it's bare.#$e#Dad always wanted fruit trees at the shop, but mom said they'd attract bugs.$1|The fruit on this tree looks delicious.#$b#Almost as delicious as you look when you're working in the fields, all sweaty and focused...$4",
  "Abigail_Wander_MatureCrop_1": "These are ready to pick! I can tell because they've got that special glow.#$b#Want me to help harvest? I promise not to eat any... well, maybe just one, I always seem to be hungry.$1",
  "Abigail_Wander_MatureCrop_2": "Just looking at these is making me hungry! I can practically taste that fresh produce already.#$b#I could help you gather them if you want... or distract you. Your choice, farmer.$1",
  "Abigail_Wander_MatureCrop_3": "Dad would be so jealous if he saw how much better your produce is than what he sells in the store.$1#$b#I can't wait to cook something special with them for us tonight.$4",
  "Abigail_Wander_LovedCrop_Pumpkin_1": "I can't wait for these to be ready to pick. Pumpkins like jack-o'-lanterns just waiting to happen.#$b#We have to carve some together for Halloween.$1",
  "Abigail_Wander_LovedCrop_Pumpkin_2": "Hey @, I just found your pumpkin patch! You remembered they're my favorite!#$e#I can already imagine carving spooky faces into them when they're ready.$1",
  "Abigail_Wander_LovedCrop_Pumpkin_3": "These pumpkins are growing so well! Maybe we could make pumpkin soup together when they're ripe?#$e#I still remember the first time you gave me one. I actually ate the whole thing raw!$1",
  "Abigail_Wander_LovedCrop_Pumpkin_4": "$z abigail_flute#I love seeing those pumpkins grow... it's like watching little orange treasures emerge from the earth.$1#$b#Sometimes I sit with them and play my flute.#$b#Don't laugh! I read somewhere that music helps plants grow. These will be the most melodious pumpkins in the valley!$1",
  "Abigail_Wander_Cave_1": "$query FARM_CAVE Bats#The cave is absolutely fascinating! #$b# Those fruit bats remind me of characters from my favorite games. Do you think the Wizard would know if they're magical?$7|I was just thinking about Sebastian and Sam. Maybe we should invite them over?#$e#I bet they'd be impressed with what we've built here. Especially these weird mushrooms I found!$1",
  "Abigail_Wander_Cave_2": "Our cave is incredible, @! It reminds me of the mines, but safer.#$b#I still eat some of the quartz I find in here. Don't judge me, they're delicious!$1",
  "Abigail_Wander_Cave_3": "$query FARM_CAVE Bats#The bats in this cave are so misunderstood. They're just like me. They look dark but they bring sweet things.#$b#Speaking of sweet things... come here.$4|I've been thinking about growing some rare mushroom varieties in this cave.#$b#They'd be perfect for some... experimental cooking. Don't worry, nothing poisonous! Probably.",
  "Abigail_Wander_Cave_4": "$query FARM_CAVE Bats#I swear the bats in this cave recognize me now.#$b#One of them dropped this fruit right in my hand! Maybe my occult studies are finally paying off?|This cave gives me the best vibes. Do you think there are spirits living among these mushrooms?#$b#Sometimes I swear I can hear whispering when I stand here alone.$3",
  "Abigail_Wander_Cave_5": "I used to daydream about escaping Dad's shop to live in a mysterious cave.#$b#Never thought I'd actually have access to one with my ${husband^wife}$.$1",
  "Abigail_Wander_Coop_Chicken_1": "The chickens are so cute! I gave them some extra feed.#$b#One of them reminds me of my dad when he's angry at Joja Mart's pricing... all puffed up and indignant.$1",
  "Abigail_Wander_Coop_Chicken_2": "The chickens keep looking at me with those beady little eyes. I think they're plotting something.#$b#I'm kidding! Well... mostly kidding. Keep an eye on them for me, okay?$1",
  "Abigail_Wander_Coop_Chicken_3": "The chickens remind me of those little creatures in Solarian Chronicles. Small but surprisingly tough!#$b#Maybe that's why I feel so comfortable around them.$1",
  "Abigail_Wander_Coop_Chicken_4": "The chickens seem restless today. Maybe they sense a spirit nearby?#$b#Don't look at me like that! I'm serious! Animals are sensitive to the otherworld.$3",
  "Abigail_Wander_Coop_1": "This coop has potential. What if we raised void chickens?#$b#Just imagine collecting those void eggs every morning. Plus, they'd match my aesthetic.$1",
  "Abigail_Wander_Coop_2": "This coop would make an amazing spot for my occult studies!#$e#Just imagine candles, crystals, and maybe a small altar for summoning... um, I mean for meditation.$4",
  "Abigail_Wander_Coop_3": "This coop reminds me of the little fort I used to build in my bedroom.#$b#I'd hide from my parents and pretend I was exploring ancient ruins.#$b#Now I get to explore something much more interesting... you, and us.$4",
  "Abigail_Wander_Coop_4": "Do you think we could paint some purple highlights on this coop?#$b#I'm not saying everything has to match my hair, but... actually, yes I am saying that.$1",
  "Abigail_Wander_Barn_Cow_1": "These cows are so peaceful. One of them let me pet her!#$b#You know, I never thought I'd enjoy farm life this much. Thanks for showing me this world, @.$4",
  "Abigail_Wander_Barn_Cow_2": "I was a little intimidated by the size of these cows at first, but now I think they're kinda cute.#$b#I still haven't worked up the courage to milk one myself though... maybe someday.",
  "Abigail_Wander_Barn_Cow_3": "$z abigail_flute#I've been chatting with the cows all morning. They're surprisingly good listeners.#$b#They even let me practice my flute without complaining... which is more than my dad ever did.$4",
  "Abigail_Wander_Barn_Cow_4": "I was just telling these cows about the time I ate an amethyst. They weren't impressed.#$e#Maybe I should stick to impressing you instead?$4",
  "Abigail_Wander_Barn_1": "Standing outside this barn gives me the creeps sometimes.#$b#Don't laugh, but I swear I heard whispering coming from inside last night. Maybe we should investigate together?$3",
  "Abigail_Wander_Barn_2": "This barn feels like it has some spiritual energy to it.#$e#Don't you feel it, @? Like there's something ancient and knowing here. I wonder if it's built on sacred ground...$3",
  "Abigail_Wander_Barn_3": "This barn has so much potential, @! We could host the most epic Solstice ritual in here.#$b#Just imagine all the candles, the incense... maybe I shouldn't get carried away. Though I do love when you indulge my mystical side.$4",
  "Abigail_Wander_Barn_4": "$z abigail_flute#So I was thinking, we *could* fill this barn with animals, or...#$b#Maybe convert part of it into a practice space for my flute? I've been wanting to play more for you at night.$4",
  "Abigail_Wander_Shed_1": "I was exploring your shed and had the most brilliant idea... what if we converted it into a gaming room?#$b#We could set up Prairie King in there! Just imagine late night gaming sessions with snacks and... other activities.$4#$e#Dad would freak if he knew I was turning farm buildings into game rooms.$1",
  "Abigail_Wander_Shed_2": "I've been thinking we could convert this building into a music studio. #$e# Somewhere I could practice flute without disturbing %pet. What do you think?",
  "Abigail_Wander_Shed_3": "I swear I heard something scurrying around in there... Maybe we have a little shadow creature taking shelter?#$e#Or it's just a mouse. But the mysterious option is more fun!$3",
  "Abigail_Wander_Greenhouse_1": "$query PLAYER_VISITED_LOCATION Current Greenhouse#The repaired greenhouse feels magical.#$b#It's like our own little bubble of life that defies the seasons. The wizard would be impressed with this enchantment.$|I wonder what secrets this old greenhouse holds?#$b#Maybe there's a portal to another dimension inside. Or just a lot of broken glass. Either way, it needs more exploring!$1",
  "Abigail_Wander_Greenhouse_2": "$query PLAYER_VISITED_LOCATION Current Greenhouse#The repaired greenhouse is amazing! It's like our own little pocket dimension.#$b#We could grow starfruit year-round... or maybe those special mushrooms the Wizard told me about.$1|This greenhouse is just begging to be fixed up.#$e#Think of all the exotic plants we could grow! Maybe even some that glow in the dark or have magical properties.$1",
  "Abigail_Wander_Greenhouse_3": "$query PLAYER_VISITED_LOCATION Current Greenhouse#This greenhouse always reminds me of what's possible with hard work, focus, dedication... oh and a little magic.$1#$e#Much like our relationship... from strangers to soulmates.$4|This greenhouse is just begging to be fixed up.#$e#Imagine growing pumpkins year-round! I'd never have to wait for fall again.$1",
  "Abigail_Wander_Farmer_1": "@ sometimes I miss the video arcade, but nothing beats having you all to myself out here. #$b# Plus, I can kiss you whenever I want without Sebastian making gagging noises.$4",
  "Abigail_Wander_Farmer_2": "Hey, ${handsome^beautiful}$ farmer. Working hard or hardly working?#$b#Either way, you look good doing it. Maybe we should take a break in the house?$4",
  "Harvey_Wander_GrandpaShrine_1": "I'm not a man who believes in ghosts, @. But I do believe in enduring love.#$b#And standing here, I can feel it all around us.",
  "Harvey_Wander_GrandpaShrine_2": "%Harvey turns from the shrine and pulls you into a gentle embrace.#$b#I may not have known your grandfather, but I promise to take care of what he loved most. You.",
  "Harvey_Wander_GrandpaShrine_3": "I often find myself drawn to this corner of the farm.#$b#It has a certain... serenity, but it feels like more than that.",
  "Harvey_Wander_GrandpaShrine_4": "The thought of being evaluated by a spirit is... medically un-documentable. And a little stressful. *gulp*#$b#But I hope your grandfather approves of me. I do make sure you eat your vegetables!$1",
  "Harvey_Wander_GrandpaShrine_5": "Thank you for bringing me into your world. A world your grandpa started.#$b#I hope... I hope I'm making him proud, too.",
  "Harvey_Wander_GrandpaShrine_6": "$query PLAYER_HAS_CHILDREN Current 2#One day, we'll bring %kid1 and %kid2 here and tell them stories about their great-grandfather.|This seems like a place for looking back, doesn't it?#$b#But when I stand here with you, all I can think about is our future.",
  "Harvey_Wander_GrandpaShrine_7": "You know, I never knew my own grandfather. He was a pilot in the war.#$b#Sometimes I wonder if he'd be disappointed that I never got my wings...$2",
  "Harvey_Wander_GrandpaShrine_8": "I hope you don't mind me visiting this spot. There's something peaceful about it.#$b#As a doctor, I've... seen a lot of endings. It's nice to be reminded that some things persist.",
  "Harvey_Wander_GrandpaShrine_9": "I was just... talking to him. Is that weird?$4#$b#I was thanking him for bringing you here. To me.",
  "Harvey_Wander_GrandpaShrine_10": "$query PLAYER_HAS_CHILDREN Current#I've been thinking about legacy lately. What we leave behind.#$b#Your grandfather left you this farm. I... I'd like to leave our children something meaningful too.|I hope when our time comes, we'll have built something worth leaving behind too.#$b#A family, perhaps? Children who'll stand here someday and remember us?",
  "Harvey_Wander_GrandpaShrine_11": "%Harvey quickly wipes his eyes as you approach.#$b#Sorry, I... I was just thinking about all the patients I couldn't save. Standing here makes me wonder if they're watching too.$2",
  "Harvey_Wander_GrandpaShrine_12": "I had the strangest dream last night. Your grandfather was teaching me to fly a plane.#$b#He said, 'Take care of my grandchild, doc.' Then I woke up.#$b#...I will. I promise I will.",
  "Harvey_Wander_GrandpaShrine_13": "Sometimes when I can't sleep, I come out here and look at the stars. This spot has the best view.#$b#Want to know a secret? I've named some constellations after you.",
  "Harvey_Wander_GrandpaShrine_14": "I was just updating your grandpa on your health. Excellent, by the way. Though you could use more sleep.$1",
  "Harvey_Wander_Default_1": "Just taking a moment to appreciate the fresh air. The particulate matter count out here is remarkably low.#$e#It's good for the lungs... and the soul.$1",
  "Harvey_Wander_Default_2": "I've been trying to identify the optimal walking route around the farm for cardiovascular health.#$e#But I keep getting distracted by how peaceful everything is. It's a wonderful problem to have.$1",
  "Harvey_Wander_Default_3": "Seeing you work so hard... it's inspiring. Just promise me you're staying hydrated and taking regular breaks?#$b#My professional opinion is that my ${husband^wife}$ is the most precious person in the valley, and must be protected.",
  "Harvey_Wander_Default_4": "Sometimes I catch myself staring at you while you work. The way you move with such purpose and grace...#$b#I'm supposed to be the composed doctor, but you make me feel like a lovestruck teenager.$3#$e#I rather like the feeling.$4",
  "Harvey_Wander_Default_5": "Be careful around the heavy equipment, dear.#$b#I've treated more than a few farmers for preventable injuries... My heart couldn't take it if something happened to you.$2",
  "Harvey_Wander_Default_6": "I've been memorizing every detail about you out here...#$b#The way sunlight catches in your hair while you work, that little half-smile when you're tired...#$b#Is that strange? I just want to be able to close my eyes and see you perfectly, always.$4",
  "Harvey_Wander_Default_7": "All this hard work... your hands must be calloused. Let me take a look at them tonight.#$e#A little moisturizer can do wonders for skin integrity. It's my duty as your husband, after all.",
  "Harvey_Wander_Default_8": "Taking a walk around the farm like this reminds me of making rounds at the clinic...#$b#Except instead of checking on patients, I'm hoping to bump into my ${husband^beautiful wife}$.$1",
  "Harvey_Wander_Default_9": "All this walking around the farm has done wonders for my leg strength!$1#$b#Combined with Caroline's aerobics class, I'm in the best shape of my life.#$e#Though I suspect the real motivation to stay fit is wanting to keep up with you.$4",
  "Harvey_Wander_Default_10": "Hello, dear. Don't worry about me, I just needed a moment away from my medical journals.",
  "Harvey_Wander_Default_11": "Seeing you out here, working so hard... it fills me with a sense of pride. And a little bit of clinical concern.#$e#Don't overdo it, sweetheart.",
  "Harvey_Wander_Stable_1": "He's so large... *gulp*#$b#Ah, so the key is a calm, steady approach? I see. It probably helps to lower the horse's cortisol levels.#$e#Thank you for showing me, dear. You're very patient with me.",
  "Harvey_Wander_Stable_2": "Hmm. A horse isn't that high off the ground, is it? Not compared to, say, a hot air balloon...#$b#What do you think, @? Could you teach an old doctor new tricks? ...Gently?",
  "Harvey_Wander_Stable_3": "I brought an apple for your steed. Good for digestion, and the fibrous crunch is great for dental health!$1",
  "Harvey_Wander_Stable_4": "Do you... do you think your horse likes me?#$b#I'm trying to project a non-threatening, friendly aura. Is it working?",
  "Harvey_Wander_Stable_5": "$z patio#I've been reading about equine respiratory systems. Did you know horses can only breathe through their noses?#$e#Don't worry, I won't try to give your horse a check-up. I can see how he looks at me.$1",
  "Harvey_Wander_Stable_6": "$query PLAYER_HAS_CHILDREN Current#Just imagine... someday we'll be showing the kids how to ride.#$b#We'll have to get them a very, very small pony. And a helmet. And elbow pads. And a full-body safety harness...|All the horse riding you do must be strenuous on your lumbar vertebrae.#$b#As your husband slash physician, I'm officially prescribing a therapeutic back rub tonight.$1",
  "Harvey_Wander_Stable_7": "My heart still performs a little arrhythmia when I see you galloping off on this horse at full speed.#$b#It's a mixture of a mild anxiety response and... well, profound admiration for my amazing ${husband^wife}$.$1",
  "Harvey_Wander_Stable_8": "I was just having a chat with your steed here. I told him to take good care of you. He seemed to understand.#$e#He's a very good listener. For a horse.",
  "Harvey_Wander_Stable_9": "Your horse has such large, trusting eyes. He really loves you, you know.#$e#I can relate.$4",
  "Harvey_Wander_Stable_10": "Sometimes I wish I were brave enough to just climb on and ride off with you...#$b#But realistically, I'd probably fall off somewhere around the mailbox.$1",
  "Harvey_Wander_Stable_11": "Please tell me you're wearing a helmet when you ride. I know, I know... but head injuries are serious, dear.$2#$b#...Okay, that look tells me you're not. We're discussing this later.",
  "Harvey_Wander_Stable_12": "I still remember the first time I saw you gallop past the clinic. My heart started racing.#$b#Medically speaking, that's called tachycardia. Romantically speaking... I was smitten.$1",
  "Harvey_Wander_Stable_13": "You make riding look so effortless. Meanwhile, I need floaties to swim.$2#$b#We all have our strengths, I suppose. Yours is grace. Mine is... knowing which antibiotic to prescribe.",
  "Harvey_Wander_Water_1": "I used to spend my days off reading medical journals in my apartment, completely alone.#$b#Now I get to stand out here with you, watching the sky. It's almost unfair how much better this is.",
  "Harvey_Wander_Water_2": "$query SEASON Winter#The way the stark, dark water cuts through the white snow... it's quite beautiful, isn't it? Very peaceful.#$e#I used to find winter isolating. Now, I just find it cozy, knowing I get to cuddle up with you.|I saw a swallowtail butterfly near the water earlier. Did you know their wing patterns help them evade predators?#$e#Nature really is the best engineer.",
  "Harvey_Wander_Water_3": "Come here a second, dear.#$b#%Harvey pulls you close and kisses your forehead.#$b#I'm a lucky man, @. The luckiest.$4",
  "Harvey_Wander_Water_4": "Would you like to cloud-watch with me? I promise not to explain the meteorology... much.$1",
  "Harvey_Wander_Water_5": "Don't mind me, I'm just... existing peacefully. It's a new skill I'm developing.$1#$b#Apparently not everything requires a diagnosis or a solution. Sometimes things are just... good.",
  "Harvey_Wander_Water_6": "The sky looks so vast from here...#$b#I may never pilot a plane, but standing here with you? I feel like I'm flying anyway.$4",
  "Harvey_Wander_Water_7": "Sometimes, when the sky is this clear, I can almost make out the Zuzu City flight corridor.#$e#It's different to listening on the radio... but sharing the view with you makes it much better.",
  "Harvey_Wander_Water_8": "Oh! You surprised me, dear. I was just... contemplating the water.#$b#It's peaceful, but it does remind me... well, I still haven't gotten around to proper swimming lessons.",
  "Harvey_Wander_Water_9": "Sometimes I come here just to think. The quiet helps me process difficult cases.#$b#I had a patient last week who... well, some outcomes still haunt me.$2",
  "Harvey_Wander_Water_10": "Come over here for a second. Look.#$b#Look at our reflection in the water.#$b#There we are. Together. Looks right, doesn't it?$1",
  "Harvey_Wander_Water_11": "$query SEASON Winter#Your hands look cold from your work this morning. Here, let me warm them up.#$b#Poor circulation is no joke! It's my duty as your husband to ensure proper blood flow to the extremities.|I was just watching the dragonflies. Their wing structure is an aerodynamic marvel.$1",
  "Harvey_Wander_Water_12": "Hmm? Oh, sorry, I was a million miles away. Just thinking... I'm so glad my life isn't just medical journals and lonely nights anymore.#$e#Thank you for giving me this, @. All of it.$4",
  "Harvey_Wander_Water_13": "This water looks so clean and healthy. It reminds me of the delicious fish you catch for us.#$b#Perhaps... a nice baked trout for dinner tonight? With a glass of chilled wine, of course.$1",
  "Harvey_Wander_Water_14": "You know what's strange? I can't swim without floaties, but I find water incredibly calming to look at.#$e#I suppose we don't have to conquer our fears to appreciate their beauty.",
  "Harvey_Wander_Water_15": "I was just calculating how many mosquito larvae this water could theoretically support.#$e#Don't worry - I brought bug spray. For both of us. And antihistamines. Just in case.",
  "Harvey_Wander_Water_16": "$z patio#Sometimes I... I worry I'm too boring for you. A doctor who reads medical journals by the water...#$b#%You kiss Harvey's cheek.#$b#Oh... w-well... I suppose that answers that.$4",
  "Harvey_Wander_Water_17": "Sometimes I stand here and imagine what it would be like to fly over our farm in a small plane...#$b#I'd look down and see you working in the fields, and I'd do a little wing waggle just for you.$4#$e#...Sorry, that was embarrassingly romantic of me.$4",
  "Harvey_Wander_Scenic_1": "The fresh air out here is doing wonders for my sinuses. I should prescribe farm visits to my patients!$1#$e#Though I suppose that would make our home rather crowded...",
  "Harvey_Wander_Scenic_2": "I sometimes forget how lucky I am to be here...#$b#Then I look around, and there you are, and I remember all over again.$4",
  "Harvey_Wander_Scenic_3": "On clinic days, I find myself rushing through appointments so I can get back here. Back to you.#$b#It's unprofessional, I know, but... I can't help it.$4",
  "Harvey_Wander_Tree_1": "Did you know trees communicate through mycorrhizal networks in their roots? They actually warn each other about diseases.#$b#It's like... how I worry about you when you're in those mines.",
  "Harvey_Wander_Tree_2": "$query SEASON Winter#Careful of that root there, dear. I nearly tripped earlier. My depth perception isn't what it used to be.#$b#I may have been distracted watching you work...$4|Your face is flushed, @. Come here, into the shade with me. You need to be more careful with exertion in this heat.#$e#Now... just stay here for a moment. Let me hold you.",
  "Harvey_Wander_Tree_3": "$z patio#I was trying to read this journal on tendon dynamics, but I found myself just watching you work instead.#$b#And then I started hoping you'd walk by, which you did. My day is complete now.$4",
  "Harvey_Wander_Tree_4": "$z patio#I've been reading about traditional valley remedies. Apparently, willow bark tea was quite popular here.#$b#Much safer than some of George's 'home cures' he keeps asking me about...$2",
  "Harvey_Wander_Tree_5": "You startled me, dear!#$b#Not that I mind... My heart rate's elevated, but for all the right reasons.$4",
  "Harvey_Wander_Tree_6": "You have a certain glow about you out here, @.#$b#A healthy one! The fresh air and hard work suit you. You're... radiant.$4",
  "Harvey_Wander_Tree_7": "I was trying to identify that bird call... I think it's a Valley Warbler, but...#$b#I'm sorry, I lost my train of thought. The way the sun catches in your hair is... physiologically distracting.$4",
  "Harvey_Wander_Tree_8": "$z patio#%Harvey reaches for your hand without looking up from his book.#$b#Just wanted to make sure you're real. Sometimes this happiness feels like a dream.$1",
  "Harvey_Wander_Tree_9": "This tree's bark pattern suggests it's over 80 years old. It's seen more of the valley's history than most of the current residents.#$b#I hope we grow old together like this tree. Strong, steady... intertwined.$4",
  "Harvey_Wander_Tree_10": "I was just thinking about installing a hammock here. Moderate swaying motion, fresh air, vitamin D...#$b#Oh, you're laughing? I suppose I do make everything sound like a prescription.$1",
  "Harvey_Wander_Tree_11": "I can see little patches of sky through the branches. Sometimes I catch a plane passing overhead.#$b#It's become one of my favorite spots on the farm.",
  "Harvey_Wander_Tree_12": "I was hoping you'd find me. Care to stay a moment?$4",
  "Harvey_Wander_Tree_13": "When I was a kid, I tried to climb a tree once. Got about three feet up before I panicked and had to be helped down.$2#$b#Turns out my fear of heights started early. Very early.",
  "Harvey_Wander_Tree_14": "I brought my bird guide with me. I've already spotted two species I haven't logged this month.#$e#...I know that's not terribly exciting for most people. Thanks for indulging my hobbies, dear.",
  "Harvey_Wander_Building_1": "You've put so much of yourself into building this place. Just remember that your own body needs maintenance, too.#$e#Proper rest, good nutrition... and the occasional massage from your loving husband.$4",
  "Harvey_Wander_Building_2": "Ah! ...Your hand is cold, dear. Have you been working without gloves again?#$b#Come here, let me warm you up. Doctor's orders. And... husband's privilege..$1",
  "Harvey_Wander_Building_3": "All this hard work deserves a reward. How about a cup of coffee later? Or maybe... a glass of that excellent wine you make?$1",
  "Harvey_Wander_Building_4": "The smell of hay and earth... it's surprisingly therapeutic. It's the smell of a life well-lived.#$e#...You smell even better, though.$4",
  "Harvey_Wander_Building_5": "The way you've organized everything out here... it's methodical. Efficient.#$b#I find that incredibly attractive.$4",
  "Harvey_Wander_Building_6": "I've been thinking about installing a ham radio antenna on one of the buildings out here. Would you mind?#$e#I promise it won't be an eyesore! Just a small wire antenna so I can listen to air traffic from the farm.$6",
  "Harvey_Wander_Building_7": "I think I'm experiencing some acute symptoms. Elevated heart rate, a distinct warmth in my cheeks...#$b#Diagnosis: I'm just hopelessly in love with my ${husband^wife}$.$4",
  "Harvey_Wander_Building_8": "If you need a break, I know a great way to relax. It involves a massage that... well, let's just say it goes beyond the shoulders.$4#$e#Just say the word.$4",
  "Harvey_Wander_Building_9": "Watching you build this farming empire makes me feel braver about my own dreams.#$b#Maybe I'll finally finish that advanced pilot's manual I've been avoiding.",
  "Harvey_Wander_Building_10": "You built all of this... Sometimes I feel like I'm not contributing enough to our life here.$2#$b#What? You value what I do? I... thank you, honey. I needed to hear that.",
  "Harvey_Wander_Building_11": "You know, standing here reminds me of when I first saw you covered in dirt and sweat...#I remember thinking 'that farmer is going to need a lot of medical attention.' And now look at us.$1",
  "Harvey_Wander_Building_12": "I've been standing here for ten minutes trying to work up the courage to tell you how ${attractive^beautiful}$ you look in this light.$4",
  "Harvey_Wander_Building_13": "Don't mind me. I was just... appreciating the view.$4#$b#The rolling hills are nice, too.$1",
  "Harvey_Wander_Building_14": "What? Is there a ladybug on my glasses again?#$b#...Oh. You're just looking at me like that. It... uh... causes a slight increase in my heart rate. In a good way, of course.$4",
  "Harvey_Wander_Building_15": "%Harvey reaches out to brush a leaf from your hair.#$b#You had a... there. All better now.",
  "Harvey_Wander_Barn_1": "The ventilation in this barn seems quite good.#$b#That's important for preventing the buildup of dust and mold spores. Healthy for us, and for the animals!",
  "Harvey_Wander_Barn_2": "Don't mind me, just doing a quick structural assessment. Hmm... yes, very sturdy.#$b#%Harvey gently knocks on the wall, then turns and gives you a soft smile.#$b#Just like my love for you.$4",
  "Harvey_Wander_Barn_3": "It's quite tall, isn't it? The view from the top must be... something. You'd have a clear line of sight for any passing aircraft.#$b#...Not that I'll be climbing up to check, of course.",
  "Harvey_Wander_Barn_4": "I paused here for a moment to listen to the wind moving through the rafters.#$b#It's oddly soothing... like static on the ham radio.",
  "Harvey_Wander_Barn_5": "The acoustics in this barn remind me of the clinic storage room. I used to eat lunch in there when I needed quiet.#$e#I don't miss those days. Being alone with my thoughts wasn't nearly as fulfilling as being out here with you.",
  "Harvey_Wander_Barn_6": "I noticed some rust on the hinges. I'll oil them later... no need to strain your wrist unnecessarily.#$e#That's how repetitive stress injuries begin, after all.",
  "Harvey_Wander_Barn_7": "This place smells like cedar and hay... It reminds me of the field hospital I volunteered at during med school. Strange how memory works, isn't it?",
  "Harvey_Wander_Barn_8": "I think I saw a barn owl near the roofline last night. I was able to check it off my animal list!#$e#This valley is just teeming with life... it's wonderful.$1",
  "Harvey_Wander_Coop_1": "I'll admit, the unpredictability of farm animals still makes me a bit anxious.$2#$b#But seeing how happy this life makes you? Worth every startled jump.$1",
  "Harvey_Wander_Coop_2": "$query TIME 600 1200#I love our morning routine - you tending to the animals while I watch from a safe distance with my coffee.#$e#'Safe distance' being the key phrase there.$1|I love just being out here with you, @. It doesn't matter what we're doing.$4",
  "Harvey_Wander_Coop_3": "I was half-tempted to bring my stethoscope out here to check their little heartbeats.$1",
  "Harvey_Wander_Coop_4": "Do you ever feel like the animals are watching you? I think that brown one is critiquing my mustache.",
  "Harvey_Wander_Coop_5": "You've got a bit of feather in your hair, honey... Here, let me...#$b#%Harvey gently removes it, his fingers lingering a moment.",
  "Harvey_Wander_Coop_6": "My medical journals can get a bit dense. Coming out here is a nice sensory break.#$b#It helps reset my equilibrium. Plus, I get to see my favorite person.$1",
  "Harvey_Wander_Coop_7": "Did you know that regular interaction with animals can lower blood pressure? You're basically providing me with free cardiac care!$1",
  "Harvey_Wander_Coop_8": "You make this all look so effortless, you know.#$b#Meanwhile, I'm still working up the courage to open the coop door by myself.$1",
  "Harvey_Wander_Coop_9": "I hope you don't mind me loitering out here. I just... I like watching you work.$4#$e#You're so capable. It's very attractive.",
  "Harvey_Wander_Coop_Chicken_1": "Fresh eggs every morning... A nutritionist's dream!#$b#Well, in moderation. Everything in moderation... except for my affection for you, of course.$1",
  "Harvey_Wander_Coop_Chicken_2": "Did you know chickens are descendants of dinosaurs? Technically, you're raising tiny velociraptors.$1",
  "Harvey_Wander_Coop_Chicken_3": "I was just observing the flock. Healthy chickens mean healthy eggs.#$b#And healthy eggs are a cornerstone of a balanced breakfast for my favorite farmer.$1",
  "Harvey_Wander_Coop_Chicken_4": "Did you know a chicken's heart can beat over 250 times a minute? A marvel of physiology.#$b#Though, I'm fairly certain mine still beats faster whenever you surprise me with a kiss.$4",
  "Harvey_Wander_Coop_Chicken_5": "Before I met you, the most exciting part of my day was a new issue of 'Ailment and Remedy Monthly'.#$b#Now it's just... this. Watching chickens with my ${husband^wife}$. And I wouldn't trade it for anything.$1",
  "Harvey_Wander_Coop_Chicken_6": "Make sure you're washing your hands after handling the chickens, dear.#$b#Salmonella is a serious matter. I've seen cases and— okay, you're giving me that look. I'll stop.$1",
  "Harvey_Wander_Coop_Chicken_7": "I've been giving the chickens names based on my model airplane collection.#$b#That speckled one is 'Spitfire', and the feisty brown one is 'The Red Baron'.$1",
  "Harvey_Wander_Coop_Chicken_8": "$query PLAYER_HAS_CHILDREN Current 2#This is nice. Just the two of us, taking care of our little world.#$b#When the kids are old enough, we can teach them how to collect the eggs. It's a good lesson in responsibility and gentle hands.|It's funny, watching them try to fly. All that flapping for just a few feet...#$b#Reminds me of my life before I met you. Lots of effort, but not really going anywhere.",
  "Harvey_Wander_Coop_Chicken_9": "You know, when I lived in town, I used to buy my eggs from Pierre's. They were... adequate.#$e#These are a universe apart. I guess that's what a little love and care does, huh? It improves everything.",
  "Harvey_Wander_FishPond_1": "Did you know fish can recognize human faces? These ones probably know me as 'that nervous guy who stares too long.'",
  "Harvey_Wander_FishPond_2": "Sometimes I wonder if these fish judge me for only being able to swim with floaties.$1",
  "Harvey_Wander_FishPond_3": "The fish are requesting radioactive ore now? As your doctor, I must strongly advise against—#$b#You're going to give it to them anyway, aren't you? *sigh* At least wear gloves.",
  "Harvey_Wander_FishPond_4": "The splashing is quite rhythmic today. Almost like a jazz percussion section.#$b#Want to dance? Right here by the pond? I promise not to fall in.$1#$e#...Probably.$3",
  "Harvey_Wander_FishPond_5": "I've been reading about aquaculture therapy... Watching fish swim is supposed to lower blood pressure.#$b#Though I must admit, these particular fish seem more demanding than therapeutic.$3",
  "Harvey_Wander_FishPond_6": "I love how dedicated you are to these fish, even when they demand absurd things.$1",
  "Harvey_Wander_FishPond_7": "We should have one of these fish for dinner soon. The Omega-3 fatty acids are excellent for cardiovascular and neurological health.#$e#Don't worry, I'll handle the cooking.$1",
  "Harvey_Wander_FishPond_8": "I've decided not to analyze why the fish might need a Mega Bomb.#$b#I'll just file it under 'Stardew Valley Phenomena,' right next to 'How My ${Husband^Wife}$ Does Everything ${He^She}$ Does.'$1",
  "Harvey_Wander_FishPond_9": "I tried talking to your fish... very calmly explained that gemstones aren't part of a balanced piscine diet.#$b#They responded by spitting a bubble at me. It's possible I offended them.$2",
  "Harvey_Wander_FishPond_10": "Sometimes I wish I had the confidence these fish have.#$b#Demand what you need. Ignore social norms. Flap dramatically when upset. There's wisdom in that.$1",
  "Harvey_Wander_FishPond_11": "It's peaceful here. Just you, me, and a pond full of increasingly entitled aquatic life.$1#$e#I could get used to this.",
  "Harvey_Wander_Greenhouse_1": "$query PLAYER_VISITED_LOCATION Current Greenhouse#I was just checking the humidity in here. Ideal conditions for cultivating produce.#$b#Or for stealing a quiet moment with my ${husband^wife}$.$4|You caught me mid-daydream. I was picturing us growing old here, fixing up these buildings together, hand in hand.$4",
  "Harvey_Wander_Greenhouse_2": "$query PLAYER_VISITED_LOCATION Current Greenhouse#You could fill this greenhouse with the rarest, most beautiful flowers in the world...#$b#...and my eyes would still be on you.$4|Don't mind me. Just enjoying some moderate sunlight.#$e#It's essential for Vitamin D synthesis, you know. You're positively glowing, by the way... must be all that healthy living.$1",
  "Harvey_Wander_Greenhouse_3": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Having access to fresh produce year-round is a huge boon for our long-term health...#$b#You've basically built the town a second clinic, @.$1|It's a bit of a fixer-upper, isn't it?#$b#But you have a real talent for seeing the potential in things others might overlook.#$b#...You saw the potential in me, after all.$4",
  "Harvey_Wander_Greenhouse_4": "$query PLAYER_VISITED_LOCATION Current Greenhouse#I was just imagining what it would be like to... well, to have a little private moment with you in the greenhouse.$4#$b#Very private. Very... warm.$4|I was just daydreaming about what we could grow in here someday after we fix it up. Maybe we could have a steady supply of coffee beans?",
  "Harvey_Wander_Greenhouse_5": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Sometimes, when a plane flies over, the greenhouse glass reflects the sky so perfectly it feels like I'm up there with them.#$e#It's the closest I've ever felt to flying, besides being in that hot air balloon with you.$4|Please be careful if you go in there, honey.#$b#Those shattered glass panels are sharp, and I worry about tetanus from the rusty frame.$2#$e#...Sorry. I know you're capable. The doctor in me can't help it.",
  "Harvey_Wander_Greenhouse_6": "$z patio#I brought my journal out here to observe the insect activity around your crops.#$b#So far I've mostly just been observing you instead.$4#$e#Much better subject, in my professional opinion.$1",
  "Harvey_Wander_Greenhouse_7": "$query PLAYER_VISITED_LOCATION Current Greenhouse#You're looking especially radiant today, like some sort of... ${handsome chlorophyll god^beautiful chlorophyll goddess}$.$4#$b#Ahem. Anyway, the greenhouse is doing great.$1|I've been standing here for ten minutes trying to look casual.#$b#I was hoping you'd come talk to me. I didn't want to interrupt your work.",
  "Harvey_Wander_Shed_1": "Is this shed where the magic happens? The creation of that life-sustaining elixir... coffee?$1",
  "Harvey_Wander_Shed_2": "This shed reminds me a little of my workshop, just... on a much grander scale.#$e#I piece together tiny fuselages, and you're building an entire industry out of wood and stone. You're truly amazing, @.$1",
  "Harvey_Wander_Shed_3": "Ah, you caught me daydreaming. I was just thinking about how lucky I am... that's all.$4",
  "Harvey_Wander_Shed_4": "This would make a fine workshop... I could almost build a full-scale TR-Starbird in here!$1",
  "Harvey_Wander_Shed_5": "I peeked inside and noticed your tools are impeccably organized.#$b#That kind of order reduces stress, you know. It's good for your mental health.",
  "Harvey_Wander_Shed_6": "Oh good, you're here! I was trying to determine if this structure could support a small weather monitoring station.#$e#For medical purposes, of course. Barometric pressure changes can trigger migraines in sensitive individuals.#$e#...Alright, I also just think weather stations are fascinating.$1",
  "Harvey_Wander_Shed_7": "Is that... pickling I smell in the shed?#$b#I had a flashback to my own... 'incident' with a batch of cucumbers. The smell still haunts my daydreams.$2",
  "Harvey_Wander_Shed_8": "It's quiet out here by the shed... feels a little more private than the porch.#$b#...Oh! Y-your hand is cold. Here, let me warm it up for you.$4",
  "Harvey_Wander_Shed_9": "All the work you do in this shed must kick up a lot of dust. Make sure you're airing it out.#$e#Particulate matter in the air can be a real irritant to the respiratory system. I'm not nagging, I'm... caring.$1",
  "Harvey_Wander_Shed_10": "This might be my favorite spot on the farm. Out of the wind, close to the action, but quiet enough to think.#$e#I hope you don't mind if I steal a few minutes here now and then.",
  "Harvey_Wander_Shed_11": "I checked the first aid kit in the shed yesterday. It needed restocking.#$b#I know you think I worry too much, but those machines can be dangerous if you're not careful.",
  "Harvey_Wander_Shed_12": "I can hear the machinery humming inside this shed. It reminds me of the ambient noise from my radio equipment.#$e#Different frequency, same comforting rhythm.",
  "Harvey_Wander_Cave_1": "I've been building up my courage to explore this cave with you sometime. Maybe... maybe next week?",
  "Harvey_Wander_Cave_2": "You've got a bit of cave dust in your hair, dear... Here, let me...#$b#%Harvey gently brushes the dust away, his fingers lingering.#$b#There. Though I have to say, you look ${handsome^beautiful}$ even covered in cave dust.$4",
  "Harvey_Wander_Cave_3": "Caves can harbor all sorts of respiratory irritants - mold spores, bat guano particles...#$b#Promise me you'll be careful in there, dear?$2",
  "Harvey_Wander_Cave_4": "$query FARM_CAVE Bats#The cave bats' circadian rhythms are fascinating. They're perfectly adapted to nocturnal life.#$b#Unlike me - I still need my coffee to function past 5 PM. Good thing you love me anyway.$1|The mushroom varieties you have growing in this cave are fascinating from a medicinal standpoint.#$b#I could study them for hours, but I'd rather spend that time with you.$1",
  "Harvey_Wander_Cave_5": "I've been thinking about installing some safety lighting in this cave. Maybe a first aid station?#$b#I know, I know... you're giving me that look again. I can't help wanting to protect you.$4",
  "Harvey_Wander_Cave_6": "This reminds me of the caves I explored in medical school during our wilderness medicine rotation.#$b#I was terrible at it. Kept bumping my head. The other students called me 'Dr. Concussion' for weeks.$2",
  "Harvey_Wander_MatureCrop_1": "I could help harvest if you'd like?#$b#...What? I'm stronger than I look! The aerobics classes really paid off.$1",
  "Harvey_Wander_MatureCrop_2": "From a nutritional standpoint, fresh produce like this is superior in every measurable way.#$b#From a husband standpoint, I'm just really proud of you.$1",
  "Harvey_Wander_MatureCrop_3": "To think, all of this started from tiny seeds. It's a miracle of biology.#$e#Speaking of miracles... thank you for choosing me, @.$1",
  "Harvey_Wander_MatureCrop_4": "Don't mind me, I'm just checking these plants for signs of pest damage or disease.#$e#...What do you mean I should 'stop doctoring the vegetables'?",
  "Harvey_Wander_MatureCrop_5": "Your hands are always so busy... planting, watering, harvesting.#$b#They're beautiful, you know. Strong and capable.$4",
  "Harvey_Wander_MatureCrop_6": "Look at all this produce ready for harvest! The antioxidants, the vitamins... it's like a natural pharmacy out here.$1",
  "Harvey_Wander_MatureCrop_7": "Be careful when you're harvesting, honey. Repetitive motion injuries are no joke!#$e#...Yes, I know you've been doing this longer than we've been married. I just... I worry.",
  "Harvey_Wander_MatureCrop_8": "Do these crops know how lucky they are? To get to grow under your watchful care? I certainly do.$4",
  "Harvey_Wander_MatureCrop_9": "Ah, excellent nutrient density... high hydration levels...#$b#No, no, I'm not flirting with the vegetables. Just admiring your farming methods.$1",
  "Harvey_Wander_MatureCrop_10": "Seeing you among these crops... It's like a painting.$4#$b#I'd hang it in the clinic if that wouldn't be wildly unprofessional.",
  "Harvey_Wander_MatureCrop_11": "Beautiful work, darling. There's something deeply comforting about rows and rows of ripe produce.",
  "Harvey_Wander_MatureCrop_CoffeeBean_1": "I'm in heaven. My own personal coffee paradise, right here on the farm with you.$1#$e#What more could a man possibly ask for?$1",
  "Harvey_Wander_MatureCrop_CoffeeBean_2": "These beans are perfect! Look at the vibrant red of the coffee cherries! They're practically glowing with potential.#$b#I feel like a kid in a... well, a coffee field.$1",
  "Harvey_Wander_MatureCrop_CoffeeBean_3": "A whole field of my favorite vice... Just promise me we'll drink it in moderation, okay? Mostly.$1#$e#I still have to set a good example for my patients.",
  "Harvey_Wander_MatureCrop_CoffeeBean_4": "Did you plant these for me? Because of how much I love coffee?#$b#I... @ , that's... Nobody's ever grown an entire crop just because I...$4#$b#Come here. I need to kiss you.$1",
  "Harvey_Wander_MatureCrop_CoffeeBean_5": "Between you and these coffee plants, my heart rate is significantly elevated.#$b#Don't worry, it's the good kind of tachycardia.$4",
  "Harvey_Wander_MatureCrop_CoffeeBean_6": "You're staring at me... Do I have soil on my face?#$b#Oh, you think it's cute that I'm examining your coffee plants like they're patients? Well, I... *ahem*$4",
  "Harvey_Wander_MatureCrop_CoffeeBean_7": "I've calculated that this harvest could keep me caffeinated for approximately 73 days, assuming my normal consumption rate.$1",
  "Harvey_Wander_BrokenFence_1": "*sigh* I know it's just a fence, but... seeing things wear down over time makes me think of aging joints and calcium loss.$2#$b#I've got calcium supplements in my bag if you want some, by the way.",
  "Harvey_Wander_BrokenFence_2": "I noticed this panel's rotted out...#$b#I'll grab some nails and a mallet and patch it later, unless you beat me to it.",
  "Harvey_Wander_BrokenFence_3": "Hm... this part of the fence is broken. I could patch it up with some timber and adhesive... but I'd probably just get sawdust in my mustache.#$b#Maybe we could fix it together later? I'd enjoy the teamwork.$1",
  "Harvey_Wander_BrokenFence_4": "Oh, dear. A compromised perimeter. My first thought is tetanus from a rusty nail... my second is you over-exerting yourself to fix it.#$e#Please be careful, my love. I've got my first-aid kit on standby.",
  "Harvey_Wander_BrokenFence_5": "Just checking the... ah... structural integrity of this fence post. A-hem.#$b#...Alright, you caught me. I was just finding an excuse to watch you work for a moment.$4",
  "Harvey_Wander_BrokenFence_6": "I was just diagnosing this poor fence... prognosis: grim.$2#$b#But with a little muscle and some patience, we can bring it back from the brink.$1",
  "Harvey_Wander_BrokenFence_7": "Found another broken section, dear. This fence is like some of my elderly patients - needs regular maintenance to stay upright.$1",
  "Harvey_Wander_BrokenFence_8": "I've been watching you repair fences all season. The way you swing that hammer with such confidence...$4#$b#*Ahem* The fence. Yes. This one needs fixing too.",
  "Harvey_Wander_BrokenFence_9": "Careful near this broken fence, @. Those splinters could cause a nasty infection.#$e#I know, I know - you've handled worse in the mines. But humor your worried husband?",
  "Harvey_Wander_BrokenFence_10": "There's something oddly romantic about maintaining a farm together. Even fixing broken fences.#$b#Though I'd prefer our romantic moments didn't involve potential tetanus risks.",
  "Harvey_Wander_BrokenFence_11": "%Harvey is humming softly while examining the broken fence.#$b#Oh, hello dear! I didn't hear you approach.#$b#I was contemplating this fence repair while humming a tune. Jazz helps me problem-solve.$1",
  "Harvey_Wander_BrokenFence_12": "This fence is broken again. It's like playing whack-a-mole, except with carpentry.#$b#I'll get the supplies if you do the actual work? Division of labor based on competency!$1",
  "Harvey_Wander_Farmer_1": "On a scale of one to ten, how busy are you?#$b#I'm asking for... uh... medical reasons. The prescription is a five-minute cuddle break with your husband.$4",
  "Harvey_Wander_Farmer_2": "No, no, don't stop what you're doing! I just wanted to be near you.#$e#Is that clingy? That's clingy, isn't it? I'm still figuring out this whole marriage thing.$1",
  "Harvey_Wander_Farmer_3": "I picked up some interesting chatter on the radio this morning... a pilot was discussing optimal altitudes for crop dusting.#$b#Made me think of you. Everything makes me think of you, actually.$4",
  "Harvey_Wander_Farmer_4": "You know, following you around the farm is excellent cardio. Much better than aerobics class.$1#$e#Don't tell Caroline I said that.$1",
  "Harvey_Wander_Farmer_5": "Wait, don't move! There's a... oh, it's just a ladybug on your arm. I thought it was a tick.$2#$b#Sorry, occupational hazard. I see parasites everywhere!",
  "Harvey_Wander_Farmer_6": "Is this a good time? I just... I had a sudden, overwhelming urge to kiss my ${husband^wife}$.$4",
  "Harvey_Wander_Farmer_7": "I was just... appreciating the view. The farm! The farm view. Not... although you're also...$4#$b#I should stop talking now.$4",
  "Harvey_Wander_Farmer_8": "There you are, @. I was just conducting a routine wellness check on my favorite person.#$b#You seem to be in excellent condition. Just a bit low on husband-hugs, but we can fix that right now.$1",
  "Harvey_Wander_Farmer_9": "I was just humming a little tune I heard on the 'Zuzu City Jazz Hour' last night.#$b#It seems to have a good rhythm for admiring all your hard work.$1",
  "Harvey_Wander_FruitTree_1": "I was thinking... this would be a nice spot to kiss you.$4#$b#The privacy, the dappled light... very romantic.$4",
  "Harvey_Wander_FruitTree_2": "$query SEASON Winter#Your nose is getting red, dear. A classic sign of peripheral vasoconstriction.#$b#The most effective treatment, of course, is immediate proximity to a warm husband. Come here.$1|Careful when you're harvesting from this fruit tree, okay? A fall from this height could cause some serious thoracic trauma.#$b#...Sorry. I can't turn it off. Just be safe, my love.$4",
  "Harvey_Wander_FruitTree_3": "Ah, you found me. I was just... daydreaming.#$b#I was thinking about our hot air balloon ride. From up there, all the trees looked so small... like little models.",
  "Harvey_Wander_FruitTree_4": "$query PLAYER_HAS_CHILDREN Current#I can picture our kids climbing this tree in a few years. I'll have a full first-aid kit and a suture set on standby, of course.#$b#But I'm also excited for them. It's important to explore.|I know you're busy, but could we just... stay here for a minute? Under the branches?#$b#It feels like our own little world, just for a moment.$4",
  "Harvey_Wander_FruitTree_5": "$z patio#I brought 'The Compendium of Common Podiatric Ailments' out here for some light reading.$1",
  "Harvey_Wander_FruitTree_6": "Every time I see these trees you planted, I think about the life we're building together. It's... it's wonderful.",
  "Harvey_Wander_JunimoHut_1": "Should I add 'Junimo' to my valley wildlife checklist? I'm not sure what phylum they'd fall under...#$b#...Maybe under 'Evidence of my ${husband's^wife's}$ enchanting influence on the natural world.'$1",
  "Harvey_Wander_JunimoHut_2": "I've been observing the Junimos for about twenty minutes now. Scientifically speaking, I have no idea what they are.#$e#It's... actually kind of liberating to admit that.$1",
  "Harvey_Wander_JunimoHut_3": "If a patient came to me and said their crops were being harvested by magical apple-creatures, I'd probably recommend a full check-up.#$e#Living with you has certainly expanded my diagnostic possibilities.$1",
  "Harvey_Wander_JunimoHut_4": "You built this whole magical ecosystem on our farm. Meanwhile, I once killed a cactus.#$b#I'm just saying, you're remarkable, @.$4",
  "Harvey_Wander_JunimoHut_5": "Do you think the Junimos need regular checkups? I mean, they're clearly living organisms...",
  "Harvey_Wander_JunimoHut_6": "I tried offering one of these Junimos a coffee yesterday.#$b#It disappeared faster than George avoiding a blood pressure test.$1",
  "Harvey_Wander_JunimoHut_7": "Standing here, watching magical creatures harvest our crops while my ${husband^wife}$ runs a farm empire...#$b#This is so far from my quiet clinic life. I love it.$1",
  "Harvey_Wander_JunimoHut_8": "The Junimos seem to like you.#$b#Not that I blame them. You're kind, warm, hardworking... and you smell like strawberries in spring. Irresistible, really.$1",
  "Harvey_Wander_JunimoHut_9": "First you move to town and turn my quiet life upside down... then you introduce me to magical forest sprites that harvest our crops.$1#$b#My life with you is full of wonders, @.$4",
  "Harvey_Wander_SlimeHutch_1": "Be careful around this slime hutch. I've read studies on the dermatological effects of direct contact with slime mucus... it's not pretty.$2#$e#I worry, that's all.",
  "Harvey_Wander_SlimeHutch_2": "I still can't believe this slime hutch is part of our farm. But it's a part of what makes you *you*... your curiosity and your fearlessness.#$b#And I love every part of you.$4",
  "Harvey_Wander_SlimeHutch_3": "Honey, are you absolutely certain this is safe?#$b#From a biological standpoint, these creatures are technically hostile organisms. I've read the literature.$2",
  "Harvey_Wander_SlimeHutch_4": "If one of these things ever hurts you, I'll... I'll be forced to dissect it!#$b#For science, of course. And maybe a little bit for revenge.$5",
  "Harvey_Wander_Patio_1": "I should bring one of my model planes out here to work on. The lighting is much better than inside.#$e#Would you like to see one fly? Just a short test flight, very carefully...",
  "Harvey_Wander_Patio_2": "Doctor's orders: one kiss, to be administered immediately.#$b#It's for... uh... boosting serotonin levels. Yes, that's it. Purely for medicinal purposes.$1",
  "Harvey_Wander_Patio_3": "$z patio#I've been reading about repetitive strain injuries common in farming.#$b#Perhaps I could give you a therapeutic massage later?$4",
  "Harvey_Wander_Patio_4": "Come here, dear. Let me hold you for a moment.#$b#This... this is what I needed. Just you, here with me. My personal prescription for happiness.$4",
  "Harvey_Wander_Patio_5": "Hello, dear. I was just calculating the optimal placement for a small herb garden...#$e#Medicinal herbs, of course. Echinacea, chamomile, maybe some calendula.",
  "Harvey_Wander_Patio_6": "There you are. I was just thinking about you. It's a common side effect of being married to you, I've found.$1",
  "Harvey_Wander_Patio_7": "Sometimes, when the sky is this clear, I look up and think about our hot-air balloon ride.#$b#I still can't believe I did that... but I'd do it a thousand times again as long as I was with you.$4",
  "Harvey_Wander_Patio_8": "$z patio#Would you like me to read you a passage about advanced suturing techniques? It's quite riveting.#$b#...No? Your loss. I guess I'll just have to settle for kissing you instead.$1",
  "Harvey_Wander_Patio_9": "$z patio#Don't laugh, but... I'm reading a book on soil nutrient balance. I want to understand your work better.#$b#I like knowing the things that matter to you.",
  "Harvey_Wander_Patio_10": "Do you ever stop and just... appreciate what you've built here?#$b#Because I do. Every single day.",
  "Harvey_Wander_Patio_11": "$z patio#Every time you walk by I lose my place in the text.#$b#Not complaining. Just stating a medical fact about the effect you have on my concentration.$1",
  "Harvey_Wander_Patio_12": "Just appreciating the view, my dear. It's so peaceful out here...#$b#Makes the paperwork waiting for me back at the clinic feel a million miles away.",
  "Leah_Wander_Default_1": "$query SEASON Fall#Fair warning, I'm probably going to disappear into the woods later to look for chanterelles.#$e#You're welcome to join me. I know a spot.$1|I was thinking... we should put a little bench somewhere out here. Somewhere with a good view.#$e#Sometimes you just need to sit and observe, you know?",
  "Leah_Wander_Default_2": "I found a perfect piece of driftwood down by the pond. Smooth, twisted... I've got ideas for it already.#$e#Never thought I'd have my own private foraging grounds. Another perk of marrying a farmer.$1",
  "Leah_Wander_Default_3": "In the city I used to pay rent to live in a shoebox.#$b#Now I wake up next to you, walk outside, and... this. All of this.$1#$e#Still feels like I'm getting away with something.",
  "Leah_Wander_Default_4": "$query !SEASON Winter#Hey, you. I was just scouting the edges of our property. You never know when a new patch of mushrooms might pop up after a good rain.$1|Even in winter, the valley provides. I dug up a snow yam this morning.#$b#A little perseverance and you can always find something wonderful. It's true for foraging, and it's true for love.$4",
  "Leah_Wander_Default_5": "I've been out here longer than I planned. Got distracted watching the clouds move.#$e#Sometimes I forget to do anything productive and just... exist. It's nice.",
  "Leah_Wander_Default_6": "Is it weird that I find farm maintenance kind of meditative?#$b#Hammering a nail, fixing a board... there's a rhythm to it. It clears my head.#$e#Plus, you know, keeps our stuff from falling apart.",
  "Leah_Wander_Default_7": "*sigh*... This is nice. Just wandering around while you do your thing.#$e#I used to get lonely in my cabin. Not anymore.$4",
  "Leah_Wander_Default_8": "$query SEASON Spring#I'm thinking of doing a series based on the colors of the farm during each season.#$b#I want the first one to be spring... soft, hopeful, quietly alive.|You working hard today?#$b#Don't push yourself too much, dear. Take breaks, yeah?",
  "Leah_Wander_Default_9": "You're so ${attractive^beautiful}$ when you're focused on your work.$4#$b#%Leah gently wipes a smudge of dirt from your cheek and lets her hand linger there.",
  "Leah_Wander_Default_10": "$z leah_draw#Hold still for a second. Yeah, just like that... perfect.#$b#Okay, you can move now. I was just trying to get the angle of your face right for this sketch.$4",
  "Leah_Wander_Default_11": "Do you ever just stop and feel grateful? Like, physically feel it in your chest?#$b#...That's where I'm at right now. Looking at you, looking at all this.$4",
  "Leah_Wander_Default_12": "$z leah_draw#You ever get that feeling where you're just... buzzing with creative energy?#$b#That's me today. Better watch out or you'll end up being sketched.$1",
  "Leah_Wander_Default_13": "$query !SEASON Winter#It's a good day for a bottle of wine and a nap under a tree, don't you think?#$e#...We should probably finish our chores first, though. *sigh*... Adult life, huh?|Mmm... caught you staring, @.$4#$b#What? I like it. Come here.#$b#%Leah pulls you close and kisses your cheek.#$b#Okay, go back to work. I'll be around.$1",
  "Leah_Wander_Default_14": "This farm is a little ecosystem all on its own.#$b#The things you plant are wonderful, but I love discovering the wild things that choose to grow here with us.",
  "Leah_Wander_Default_15": "I used to dream about a life like this, you know. Art and nature and someone who understands both.$4#$e#I never actually thought I'd find it.",
  "Leah_Wander_Default_16": "$query SEASON Summer#Mmm... do you smell that? There's spice berries ripening near the fence line. I'll go gather some before the birds beat me to it.$1|Just taking a walk. It feels good to feel the earth under my boots and the sun on my face.$1",
  "Leah_Wander_Default_17": "$query TIME 600 1200#Elliott asked me once if I ever got lonely living alone in that cabin... I told him no. And I meant it, at the time.#$b#But now that I have this? Mornings with you, walking the farm together...#$b#I don't think I knew what lonely actually felt like until I wasn't anymore.$4|I was watching you work earlier. You didn't notice me.$4#$b#You get this focused look... I like it. Reminds me of how I get with a chisel.",
  "Leah_Wander_Default_18": "$query SEASON Fall#This time of year... *sniffs the air*... you can almost smell the mushrooms just waiting to pop up after a good rain.$1|I just need to be in motion to think. Wandering the farm clears my head like nothing else.",
  "Leah_Wander_Tree_1": "@, do you think consciousness exists in different forms throughout nature?#$b#I was just wondering if trees experience time differently than we do... if our whole lives might just be a moment to them.",
  "Leah_Wander_Tree_2": "I sometimes pretend I'm a wandering dryad when I'm out here by the trees.#$b#Then you show up and ruin it by being distractingly ${handsome^beautiful}$.$4",
  "Leah_Wander_Tree_3": "$z leah_draw#Sketching outside beats being cooped up in a studio any day.#$b#I can smell the grass, feel the breeze... the whole environment becomes part of the work.",
  "Leah_Wander_Tree_4": "$z leah_draw#This old tree's been whispering ideas at me all morning, so... here I am, sketchbook in hand, trying to listen.",
  "Leah_Wander_Tree_5": "$query !SEASON Winter#The simple things really are the best, aren't they?#$b#A tree. Some shade. You. That's all I need.$4|Winter reveals the true shape of things.#$e#When everything else falls away, you can see the bones of the world. It's strangely comforting.",
  "Leah_Wander_Tree_6": "$query !SEASON Winter#You ever climb this one? The branches look sturdy enough.#$b#...I'm serious! We could see the whole farm from up there.$1#$e#No? Yeah, okay, maybe I've been in the sun too long.$1|I keep checking for crystal fruit, but I think someone beat me to it. Probably a squirrel.$1#$e#Smart little guys. They know quality produce when they see it.",
  "Leah_Wander_Tree_7": "Come stand next to me for a second?#$b#...Yeah, just like that. I wanted to see how the dappled light hits your face.#$b#Perfect. You're gorgeous, you know that?$4",
  "Leah_Wander_Tree_8": "The bark on this one would be perfect for a rubbing... might use it in a mixed media piece later.#$b#Sorry, artist brain. Can't turn it off.$1",
  "Leah_Wander_Tree_9": "$z leah_draw#I was sketching, but then I started thinking about how we met instead.$4#$b#*sigh*... yeah, I'm being sappy. Sue me.$1",
  "Leah_Wander_Tree_10": "$z leah_draw#All I wanted from life was to quietly make art under an old tree...#$b#The 'married to my gorgeous dream ${guy^girl}$' part? Total bonus.$4",
  "Leah_Wander_Tree_11": "$z leah_draw#Hey, @. I was sketching the sunlight poking through the branches, and then I got distracted thinking about kissing you under this tree.$4",
  "Leah_Wander_Tree_12": "Come lean against the tree with me. Just for a minute.#$b#No talking. Just clouds, birds, us.$4",
  "Leah_Wander_Tree_13": "$query !SEASON Winter#I found some really interesting mushrooms growing at the base earlier. Already grabbed them for dinner.#$e#Don't worry, I know which ones won't kill us.$1|Remember when this whole farm was just overgrown weeds and broken fences?#$b#Look what you've built, @. It's more beautiful than any sculpture I could ever make.",
  "Leah_Wander_Tree_14": "Hey, don't laugh, but I named this tree.$1#$b#What? You name the chickens. I can name a tree.#$e#...No, I'm not telling you what I named it.$1",
  "Leah_Wander_Tree_15": "$query !SEASON Winter#This shade is perfect. I might just stay here all afternoon.$1#$e#Unless you need help with something? I can always hammer a fence or two.|This old tree has probably seen a hundred winters. We're just two more people passing through its long, long life.#$e#Kind of humbling when you think about it.",
  "Leah_Wander_Tree_16": "$query SEASON Fall#I love watching the leaves change. They're turning such a brilliant gold.#$b#It makes me crave a pumpkin ale and a warm fire with my favorite ${guy^girl}$. Sound good?|Whoa, you startled me! I was lost in my own world... just thinking about how I could replicate this bark texture in clay.#$b#But now all I can think about is how cute you look in your work boots.$4",
  "Leah_Wander_Tree_17": "You have a bit of the forest in your hair... hold still.#$b#...There. My beautiful, wild ${husband^wife}$.$4",
  "Leah_Wander_FruitTree_1": "$query !SEASON Winter#I'm trying to decide what to do with the fruit from this tree when it's ready... a pie? A tart? Or maybe just sliced into a big salad?#$b#...It's always salad with me, isn't it?$1|Mmm... can you smell that? Woodsmoke on the air.#$b#It's one of my favorite scents in the world. It smells like warmth, and home.$4",
  "Leah_Wander_FruitTree_2": "These trees are going to outlive us, you know.#$b#Kind of a nice thought... that we planted something that'll still be here long after we are.",
  "Leah_Wander_FruitTree_3": "$z leah_draw#Were you watching me sketch just now?#$b#Fair enough. I was drawing you.$4",
  "Leah_Wander_FruitTree_4": "Fruit tree bark has the best texture. I keep running my fingers over it.#$e#What? I'm tactile, you know this.$4",
  "Leah_Wander_FruitTree_5": "$query !SEASON Winter#Remember when you lifted me up in the forest so I could reach that fruit?#$b#We've got a ladder now, but... I wouldn't mind a repeat performance.$4|I wonder if the wood from a tree like this would be good for carving.#$e#Probably too valuable for its fruit, huh? Oh well, a girl can dream.$1",
  "Leah_Wander_FruitTree_6": "$z leah_drawing#I'm sketching the orchard today. There's something about fruit trees... graceful, but grounded.",
  "Leah_Wander_FruitTree_7": "$query !SEASON Winter#We should preserve some of the fruit from this tree when its ready to pick.#$b#There's something really satisfying about opening a jar of summer in the middle of winter.|Your cheeks are all rosy from the cold. It's adorable.$4#$b#%Leah reaches out and gently brushes a stray snowflake from your hair.#$b#There. Perfect.$4",
  "Leah_Wander_FruitTree_8": "$query !SEASON Winter#You know what's funny? In the city, I'd buy fruit and it'd go bad in my fridge before I remembered to eat it.#$b#Now I'm out here checking the trees every day like some kind of fruit obsessed weirdo.$1|I was just keeping an eye out for tell-tale stems. A nice, crisp winter root would be amazing in a hot stew tonight.#$e#This farm still finds ways to provide, even in the middle of winter.",
  "Leah_Wander_FruitTree_9": "We're going to have such a bounty from these trees.$1#$b#I'm already planning the wine we can make. We can call it '%farm Special Reserve'. What do you think?$1",
  "Leah_Wander_Building_1": "Hmm... Robin's work is holding up well. You know, if you ever need a plank replaced, my chisels aren't just for art.#$b#I'm pretty good with my hands.$4",
  "Leah_Wander_Building_2": "$z leah_draw#Don't peek! It's just a rough study of shadows and texture. It's probably not very good yet.#$e#Unless you want to pose for me? That would definitely make it better.$4",
  "Leah_Wander_Building_3": "$z leah_draw#I've almost filled up another sketchbook. You know what that means?#b#It means I'm happy. When I'm happy, I create more.$1#$e#You make me happy, in case that wasn't obvious.$4",
  "Leah_Wander_Building_4": "$query !SEASON Winter#Hey, you. I was just standing here thinking about how lucky I am.#$b#I have my art, this beautiful land... and ${an amazing partner^my beautiful wife}$. It's everything I ever wanted.$4|I'll take this clean, quiet snow over gray city slush any day.#$e#Plus, the company here is infinitely better.$1",
  "Leah_Wander_Building_5": "$query !SEASON Winter#Hey, love. I was just thinking of making some fresh coffee. Want me to bring you a cup out here in a bit?|I tried sketching some crystal fruit in the south field, but my fingers froze halfway through.#$b#Wanna warm them up for me?$4",
  "Leah_Wander_Building_6": "$z leah_draw#Want to pose for me later? Nothing fancy... just you being your wonderful, muddy, post-farm-self.$4",
  "Leah_Wander_Building_7": "$z leah_draw#Every corner of this farm has a memory attached now.#$b#This one... this is the spot where my ${husband^wife}$ came and distracted me from my work with a kiss.$4",
  "Leah_Wander_Building_8": "$z leah_draw#Sometimes I draw things I can't quite name yet. Shapes, lines, emotions.#$b#Then later, I realize I've drawn a feeling. Or a memory. Or you.$4",
  "Leah_Wander_Building_9": "$z leah_draw#Oh, hey. You caught me procrastinating.#$b#I told myself I'd sketch for twenty minutes and then go back inside, but you know how it is. Twenty became forty became... what time is it?$1",
  "Leah_Wander_Building_10": "I was watching you work from over here.$4#$b#You just... you move like you belong here. Like the valley shaped a space exactly for you.$4",
  "Leah_Wander_Building_11": "You ever think about how we just... chose this? This whole life?#$b#We could've stayed in our little corporate boxes, but we're here instead. Building things. Growing things. Together.",
  "Leah_Wander_Building_12": "$query SEASON Winter#As much as I love the quiet of a snowy day... I'm starting to think about a hot cup of coffee and your arms around me.$4|Mmm... you know what I love? The smell of sun-warmed wood. It's completely different from fresh-cut lumber.",
  "Leah_Wander_Building_13": "$query TIME 600 1200#I might set up my easel out here tomorrow. The morning light is perfect.|You ever just stop and look at what you've created here?#$b#Because you should. It's really something, @.",
  "Leah_Wander_Building_14": "$z leah_draw#You always sneak up so quietly. One day I'm going to drop my sketchpad and pretend to be mad... just so you'll kiss me to make it better.$1",
  "Leah_Wander_Building_15": "$z leah_draw#I was trying to sketch this corner... and then I accidentally drew your face. Again.$4#$b#I guess you're always on my mind.$4",
  "Leah_Wander_Building_16": "Do you think the buildings remember? All the years they've stood, sheltering people, animals, stories...#$b#Sometimes I put my hand on them and just... listen.",
  "Leah_Wander_Building_17": "You caught me daydreaming!$1#$b#About what? Let's see... a crisp salad, a goblet of Stardew Valley red, and my ${gorgeous husband^beautiful wife}$.$4",
  "Leah_Wander_Building_18": "$query SEASON Fall#Hey. Thinking of ditching your chores to go look for wild plums with me?#$b#...Just kidding. Mostly.$1|Being here with you, watching the day go by... it's everything.$4#$e#Just wanted to say that out loud.$4",
  "Leah_Wander_Building_19": "I see a few boards that could use reinforcing before the next big storm. Don't worry, I'll take care of it.#$e#I find hammering things very meditative. Weird, right?",
  "Leah_Wander_Building_20": "Oh, hi there. I was just admiring the view... and now it's gotten even better.$4",
  "Leah_Wander_Building_21": "Sometimes I trace the lines of the farm buildings with my eyes and imagine them as a charcoal drawing.#$b#There's art everywhere if you look for it.",
  "Leah_Wander_Water_1": "I saw a heron earlier. Just standing there, perfectly still, waiting.#$b#Artists and herons have a lot in common, actually. Patience. Stillness. Then... strike.$1",
  "Leah_Wander_Water_2": "$z leah_draw#I used to think inspiration was this thing you had to chase down. But out here? It just... shows up.#$e#Like you did.$4",
  "Leah_Wander_Water_3": "I keep thinking about trying to sculpt water somehow. Frozen in motion, you know?#$e#Glass, maybe? Or resin... I don't know. I'll figure it out.",
  "Leah_Wander_Water_4": "Kel never understood why I needed to be near water. ${He^She}$ said it was 'just H2O.'#$b#But you get it, don't you?$4",
  "Leah_Wander_Water_5": "$z leah_draw#Oh, hey, love. I was just trying to capture the way the light is hitting the surface. It's trickier than it looks!#$e#The water never stays still... Kind of beautiful, isn't it?",
  "Leah_Wander_Water_6": "$query !SEASON Winter#On really hot days, I've been known to just... walk right into the water. Boots and all.$1|Your cheeks are as red as holly berries. It's a good look on you.$4",
  "Leah_Wander_Water_7": "$query !SEASON Winter#This spot, a bottle of our best wine, and you. That's my perfect evening right there.$1#$e#We should do that tonight. What do you think?|I love how the snow simplifies everything. The whole world is just line and shadow.#$e#It's a sculptor's dream, really.",
  "Leah_Wander_Water_8": "I was thinking... if our love had a sound, I think it'd be the river at dusk.#$b#Soft and steady, a little wild when it rains.$4",
  "Leah_Wander_Water_9": "$query SEASON Summer#The sun's relentless today. Know what helps?#$b#A spontaneous dip. Clothes optional.$4|Just soaking it all in. We're so lucky to have this right on our doorstep, @.#$e#I'll never get tired of it.",
  "Leah_Wander_Water_10": "$query SEASON Summer#I've been standing here for ten minutes trying to convince myself to be productive... but all I can think about is how good that water would feel.#$e#Want to be a bad influence and convince me to jump in with you?$1|I threw one of my old sculptures into the river once. It felt like the right thing to do.#$b#Now I just hope it's a centerpiece in some underwater crab rave.$1",
  "Leah_Wander_Water_11": "$z leah_draw#Some days, when I feel a creative block, I come here. Being near water always seems to get my own thoughts flowing again.#$e#You do that for me too, you know. You're my wellspring.$4",
  "Leah_Wander_Water_12": "I like that we don't always have to talk.#$b#But if you want to kiss me right now, I won't stop you.$4",
  "Leah_Wander_Water_13": "You know what I miss about my old cabin? Absolutely nothing.#$b#This is better. The water, the farm, you... especially you.$4",
  "Leah_Wander_Water_14": "We could build a little dock here someday. Nothing fancy, just somewhere to dangle our feet, somewhere I could set up my easel.#$b#And maybe share a bottle of wine on summer evenings?$1",
  "Leah_Wander_Water_15": "$z leah_draw#Sometimes I forget where the sketch ends and the real world begins.#$e#That's when I know it's turning into something good.$1",
  "Leah_Wander_Water_16": "$z leah_draw#Elliott asked if I wanted to join him for some 'waterside contemplation' yesterday.#$b#I told him I already had the best spot right here on the farm.$4#$e#He looked so dramatically wounded. Classic Elliott.$1",
  "Leah_Wander_Water_17": "Careful, don't get too close or I might push you in.$1#$b#...Kidding! Mostly. The water just looks so refreshing today.$1",
  "Leah_Wander_Scenic_1": "Knowing how to live off the land... it feels like a kind of freedom, doesn't it?#$e#No matter what happens, we know how to provide for ourselves. And for each other.",
  "Leah_Wander_Scenic_2": "I was just daydreaming about building an outdoor studio right here...#$b#Can you imagine? Clay under my nails, sun on my shoulders, you bringing me snacks...$1",
  "Leah_Wander_Scenic_3": "$z leah_draw#This line keeps curling back toward itself.#$b#It wasn't what I planned, but I'm letting it happen.#$b#That's kind of how we fell in love, huh?$4",
  "Leah_Wander_Barn_1": "I was just imagining this scene as a sculpture. The strong vertical lines of the barn, the soft, rounded shapes of the animals...#$b#...and you, right in the center of it all. My muse.$4",
  "Leah_Wander_Barn_2": "$query SEASON Spring Summer#I've been watching the swallows nest up in the rafters. They're teaching their babies to fly today.#$e#Nature finds a way to make a home anywhere, doesn't it?|Hey. I was just thinking... we could sculpt something together sometime? Your hands in the clay, my hands guiding yours...$4#$e#Yeah, that sounded less cheesy in my head.$1",
  "Leah_Wander_Barn_3": "$query !SEASON Winter#I was just thinking about dinner. Maybe I'll make a big salad with whatever I can find today.#$e#My favorite kind of meal is one that costs nothing but a little bit of time and a walk.|My nose is freezing, but I love how the clean, cold air feels.#$b#The animals are smart to be all bundled up in here. Reminds me that we should get cozy by the fire later.$4",
  "Leah_Wander_Barn_4": "$query SEASON Summer Fall#I found some amazing red mushrooms growing on the north side of the barn this morning!#$e#Don't worry, I left them. They looked too perfect to disturb. Like little fairy umbrellas.$1|*sigh* The way the light hits the barn at this hour... it makes me want to carve something, just to hold the feeling in my hands for a moment.",
  "Leah_Wander_Barn_5": "$z leah_draw#The angle of the barn roof against the sky... it's weirdly satisfying to draw.#$b#I'll probably mess it up, though. Perspective and I are still in passive-aggressive negotiations.$1",
  "Leah_Wander_Barn_6": "$z leah_draw#Hey! I was just sketching the barn. The way the light hits those old boards... it's perfect.#$b#Don't worry, I'm not planning to tear it apart for sculpture materials. Yet.$1",
  "Leah_Wander_Barn_7": "I fixed that loose board on the west side. Took like five minutes.#$e#I know you would've gotten to it eventually, but... I like working with my hands. Keeps me grounded.",
  "Leah_Wander_Barn_8": "I know you're not a fan of slowing down... but just for a second, lean here beside me. Listen to how content the animals are...",
  "Leah_Wander_Barn_9": "$z leah_draw#Come closer, sweetheart... I want to sketch your profile. You look too radiant to ignore today.$4",
  "Leah_Wander_Barn_10": "$z leah_draw#I love that we both just... do our thing out here. You with the farm, me with my art.#$b#And then we come back together. It works, doesn't it? We work.$4",
  "Leah_Wander_Barn_11": "$z leah_draw#This scenery is beautiful, but a certain farmer keeps distracting me from my sketching.$4#$e#Can't say I really mind, though.$1",
  "Leah_Wander_Barn_12": "The animals seem happy today. You take such good care of them, @.#$b#That kindness... it's one of the first things I fell in love with about you.$4",
  "Leah_Wander_Barn_13": "$query !SEASON Winter#Hello, love. Just enjoying a quiet moment.#$b#The animals have such a simple, peaceful existence. It's a good reminder to slow down sometimes.|I was just checking the walls for any drafts. Gotta make sure our friends in here are warm enough.#$e#Are you bundled up enough, love? Don't let yourself get a chill.",
  "Leah_Wander_Barn_Cow_1": "$z leah_draw#One of the cows tried to lick my sketchpad earlier... I guess she wasn't impressed with my linework.$1",
  "Leah_Wander_Barn_Cow_2": "Hey @... if I carved a sculpture of you resting in the grass with a calf in your lap, would you let me display it at my next show?",
  "Leah_Wander_Barn_Cow_3": "I wonder if the cows think of us as part of their herd.#$e#I wouldn't mind that. As long as I get to graze next to you.$1",
  "Leah_Wander_Barn_Cow_4": "$z leah_draw#The animals don't judge my work. Sometimes I'll show a sketch to one of the cows and just... talk through what I'm trying to capture.#$e#Does that make me weird? Don't answer that.$1",
  "Leah_Wander_Barn_Cow_5": "Back in the city, the only animals I saw were pigeons and the occasional sad-looking dog in a tiny apartment.$2#$b#Seeing our cows so peaceful... it makes my heart feel full.",
  "Leah_Wander_Barn_Cow_6": "Mmm... do you smell that? Fresh hay and warm fur. It's oddly comforting.#$b#You think I'm weird for liking the smell of cows, don't you?$1",
  "Leah_Wander_Barn_Cow_7": "You're staring, love... do I have hay in my hair again? Or were you just admiring the view?#$b#I meant the cows, of course. Not me. Though... maybe me too?$4",
  "Leah_Wander_Barn_Cow_8": "I wonder if they dream. Cows, I mean. Of endless fields or rainstorms on a tin roof...",
  "Leah_Wander_Barn_Cow_9": "$z leah_draw#I've been thinking about doing a series of farm studies... charcoal sketches, maybe some small sculptures.#$b#Would you mind? I know it's your work, but it's my inspiration now too.",
  "Leah_Wander_Barn_Cow_10": "That cow there? I think she likes you more than me.#$b#I get it, though. You're kind of irresistible.$4",
  "Leah_Wander_Barn_Cow_11": "I wonder what this farm looked like before either of us were here...#$b#Maybe someone else stood in this exact spot, watching cows and thinking about love.$4",
  "Leah_Wander_Barn_Cow_12": "You know, if I was reborn as an animal... I think I'd want to be a cow on our farm.#$b#Plenty of grass, no emails, and you to pet me. Not a bad life.$1",
  "Leah_Wander_Barn_Cow_13": "$query SEASON Fall#I found some wild plums on my walk this morning. They'll be perfect with a slice of that sharp cheese we made.#$e#The girls really outdid themselves with that batch of milk.$1|I love how the cows always gravitate toward you. Maybe you're secretly a grass spirit?$1",
  "Leah_Wander_Barn_Cow_14": "$z leah_draw#In the city, milk came in cartons from fluorescent-lit stores. I never thought about the animal.#$b#Now I know their names. I sketch them. It's... different. Wonderful.$1",
  "Leah_Wander_Barn_Cow_15": "I gave our cow an extra pat today and told her her milk made for a fantastic cheese. She just chewed.#$b#I'll take that as a 'you're welcome.'$1",
  "Leah_Wander_Coop_1": "$query TIME 600 1200#Just doing my morning rounds, checking for loose boards or gaps.#$e#I know you can handle it all yourself, but I like feeling useful around here.#$e#Plus, it gives me an excuse to watch you work. Win-win.$4|It's funny... these animals have no idea what a deadline or an art critic is. They just... exist.#$e#We could learn a thing or two from them, huh?",
  "Leah_Wander_Coop_2": "Come here often? *laughs*$1#$b#Sorry, couldn't resist. But really, watching you take care of everything around here...#$b#Let's just say it does things to me.$4",
  "Leah_Wander_Coop_3": "Mmm, come here for a second...#$b#%Leah pulls you close and picks a small feather from your hair.#$b#There. Though honestly, it looked pretty cute on you.$4",
  "Leah_Wander_Coop_4": "$z leah_draw#I found some beautiful feathers earlier. I'm thinking of incorporating them into a sculpture...#$b#'Life and Flight' or something. Still workshopping the title.",
  "Leah_Wander_Coop_5": "I fixed a loose nail in the coop door earlier.#$b#You might've married an artist, but you got a passably decent carpenter too.$1",
  "Leah_Wander_Coop_6": "$z leah_draw#Hey, love. I was just thinking... I could carve a little chicken or rabbit sculpture to go right here by the door...#$b#A coop mascot!$1",
  "Leah_Wander_Coop_7": "I was just thinking about all the amazing omelettes we can make.#$b#A fresh egg from your own coop tastes a hundred times better than one from a JojaMart carton. That's just a fact.$1",
  "Leah_Wander_Coop_8": "Hello, love. Just making sure no one's planning any great escapes.#$b#Everyone seems accounted for. They must like it here as much as I do.$1",
  "Leah_Wander_Coop_9": "You spoil these little guys rotten.$1#$b#...And you spoil me, too. I'm a very lucky woman.$4",
  "Leah_Wander_Coop_10": "$query SEASON Spring Summer#Mmm... the air's perfect today. Not too hot, not too cold.#$b#Just right for lazing around and watching the animals. And for stealing a kiss from my ${husband^wife}$, maybe?$4|Listen... It's like a tiny, feathered orchestra. Much better than traffic noise, don't you think?",
  "Leah_Wander_Coop_11": "$z leah_draw#I'm supposed to be working on a landscape, but I keep getting distracted sketching the residents of this little house.$1",
  "Leah_Wander_Coop_Chicken_1": "*sigh*... How did I get so lucky? A farm, a soulmate, and chickens. Peak living, honestly.$1",
  "Leah_Wander_Coop_Chicken_2": "$query !SEASON Winter#I just saw one of the chickens try to chase a butterfly. It was clumsy, but so determined.$1#$e#It kind of reminded me of you trying to catch that one really tricky catfish in the river.$1|Heh, it's got a certain... earthy aroma over here, doesn't it?#$e#It's the smell of a working farm. For some reason, I find it comforting.",
  "Leah_Wander_Coop_Chicken_3": "$z leah_draw#I'm trying to sketch the chickens, but they will not hold a pose.$2#$b#This one's ended up looking more like a grumpy cloud with legs. I might keep it.",
  "Leah_Wander_Coop_Chicken_4": "I brought the chickens some fresh greens from my foraging this morning. They seemed to appreciate it.#$e#It's funny how quickly you learn their personalities, isn't it? That white one always tries to peck my boots.$1",
  "Leah_Wander_Coop_Chicken_5": "I like to stand here and listen to the gentle clucks and soft rustling.#$b#It's basically a guided meditation... only fluffier.$1",
  "Leah_Wander_Coop_Chicken_6": "Are you here to see me, or are these feathered ladies your true love?$1#$b#Just kidding... I think I know the answer.$4",
  "Leah_Wander_Coop_Chicken_7": "$z leah_draw#Hey, honey. Just getting some life drawing in with your chickens.#$e#They're a surprisingly difficult subject... always moving. Kind of like you after two cups of coffee.$1",
  "Leah_Wander_Coop_Chicken_8": "$z leah_draw#You ever wonder what a chicken would sculpt if it could hold a chisel?#$b#Maybe a giant worm made of sunflower seeds.$1",
  "Leah_Wander_Coop_Chicken_9": "It's fascinating how the chickens all have their own little personalities...#$b#The speckled one's definitely the grumpy one. Reminds me of George, a little.$1",
  "Leah_Wander_Coop_Chicken_10": "$query TIME 600 1200#I love watching the chickens do their little morning rituals... find a spot, fluff, strut, peck the sky like it offended them.$1|Don't mind me, just eavesdropping on poultry drama again.#$e#I think the little brown one is plotting a revolution.$1",
  "Leah_Wander_Coop_Chicken_11": "$z leah_draw#I caught myself trying to explain abstract expressionism to a hen earlier.#$b#...She was unimpressed.$1",
  "Leah_Wander_Coop_Chicken_12": "$z leah_draw#I was going to go foraging, but the chickens were sitting in the sun looking so majestic...#$b#Obviously I had to stay and capture their chicken essence.$1",
  "Leah_Wander_Coop_Chicken_13": "$z leah_draw#You smell like hay, woodsmoke, and coffee today. It's a good combo...#$b#I might sketch you next... you're way more inspiring than these feathery divas anyway.$1",
  "Leah_Wander_BrokenFence_1": "Just doing a quick patrol of the perimeter. This fence post is a little rotten...#$b#Mind if I grab my tools and secure it later? It's weirdly satisfying, fixing things. You get that, right?",
  "Leah_Wander_BrokenFence_2": "Hmm, this section of fence gave up the ghost.#$b#Want to fix it together later? I'll bring the hammer, you bring the charming company.$1",
  "Leah_Wander_BrokenFence_3": "*sigh*... Another fence bitten by time and weather.#$e#Looks like we've got a repair project on our hands, partner.",
  "Leah_Wander_BrokenFence_4": "I was going to fix this broken fence post, but then I thought we could turn it into a little evening project.#$b#You, me, stars overhead. Very romantic, don't you think?$4",
  "Leah_Wander_BrokenFence_5": "Hey, love. I noticed this fence needs patching.#$b#We should probably mend it before one of the animals makes a great escape for the Cindersap Forest.$1",
  "Leah_Wander_BrokenFence_6": "Looks like this fence needs a bit of love. I'd hate for a stray coyote to get bold with a gap this big.#$b#Let's patch it up this afternoon, for the animals' sake.",
  "Leah_Wander_BrokenFence_7": "Hey, @. This fence panel is looking a little sad.#$b#Wanna fix it together? Working with our hands, getting a little sweaty... sounds like a good afternoon to me.$4#$e#We can clean up and open a bottle of that good wine together after. A perfect reward.",
  "Leah_Wander_BrokenFence_8": "Hmm. I could patch this fence up easily.#$b#...What's that look for?$1#$b#Oh, you want to help? Of course, my love. I'd never turn down an offer to spend more time with you.$4",
  "Leah_Wander_BrokenFence_9": "Is this fence damage from that storm the other night? The wind was really rattling the windows.#$e#Well, nothing a little elbow grease and teamwork can't solve.",
  "Leah_Wander_BrokenFence_10": "Found a broken post over here. I'll fix it before it becomes the rabbit highway.$1#$e#Unless you'd rather do it together and make out between hammer swings, of course.$1",
  "Leah_Wander_BrokenFence_11": "Hey, did you see this busted fence?#$b#Think the universe is hinting we need more date nights with power tools?$1",
  "Leah_Wander_BrokenFence_12": "Hey, love... your fence tried to bite me. Okay not really, but it did snap off when I leaned on it.#$e#I'll grab nails if you grab coffee. What do you say?",
  "Leah_Wander_BrokenFence_13": "Hm... looks like this section of fence is broken.#$b#We could reinforce it, or better yet, build a new one from driftwood. Imagine... functional and stylish.$1",
  "Leah_Wander_BrokenFence_14": "Another broken fence... It's like they have a timer built in or something.$2#$b#Though I guess everything falls apart eventually. That's what makes the present so precious.",
  "Leah_Wander_Farmer_1": "$z leah_draw#Hey, you. I was trying to sketch the pattern of the maple leaves, but my pencil kept tracing the line of your shoulders instead.$4",
  "Leah_Wander_Farmer_2": "The way you handle those tools... very attractive.$4#$b#What? I'm an artist. I appreciate good form when I see it.$1",
  "Leah_Wander_Farmer_3": "Hey, lovely. How about you and me ditch this manual labor for an hour?#$b#We could go for a walk in the woods... for 'foraging' purposes.$4",
  "Leah_Wander_Farmer_4": "$query !SEASON Winter#Watcha doing? Oh wait, let me guess... Being responsible and productive while I wander around mushroom-hunting again?$1|I was following some rabbit tracks through the snow, but then I found you instead. Even better discovery.$4",
  "Leah_Wander_Farmer_5": "There's a rhythm to the way you work. The 'thwack' of the axe, the 'swoosh' of the scythe...#$e#It's kind of like music. Our own little farm symphony.$1",
  "Leah_Wander_Farmer_6": "$query !SEASON Winter#Is it weird that I find the straight lines of your tilled soil really satisfying?#$b#It's like land art. You're an artist too, @, you just use a hoe instead of a chisel.$1|You always look so... grounded when you're working. Like you're part of the earth. I like that.",
  "Leah_Wander_Farmer_7": "Just following my favorite view on the farm.$4#$b#...It's you, by the way. In case that wasn't clear.$1",
  "Leah_Wander_Farmer_8": "To take only what you need, and to be grateful for it... that's the core of foraging.#$b#It's a good philosophy for life, too, I think.",
  "Leah_Wander_Farmer_9": "$z leah_draw#You have dirt on your cheek. No no, don't wipe it off, it's cute.$1#$b#Honestly, I might sketch you like that.$4",
  "Leah_Wander_Farmer_10": "I was going to bring you a snack... except I ate it on the way over. But my intention was very romantic.$1",
  "Leah_Wander_Farmer_11": "Your cheeks get a little pink in the sun.#$b#Have I mentioned how hard it is not to kiss you when you look like that?$4",
  "Leah_Wander_Farmer_12": "Hey. My feet sort of wandered over here on their own... I guess even my legs know where home is.$4",
  "Leah_Wander_Farmer_13": "You always seem to glow when you're out here working.$1#$b#Makes me wonder if I should sculpt you sometime. Would you be my model?",
  "Leah_Wander_Farmer_14": "$query !SEASON Winter#*sigh*... I love this life we've built. Birds, breeze, you right here... Honestly, it's unfair to the rest of the world.$1|Something about fresh snow makes me want to kiss you and leave footprints right next to yours.$4",
  "Leah_Wander_Patio_1": "$z patio#Hey, love... I'm shaping this piece with you in mind.#$b#Don't ask what it's supposed to be, it's a feeling, not a shape.$1",
  "Leah_Wander_Patio_2": "$z patio#You were working so hard in the fields that I thought I'd get out here and do something with my hands too.#$e#Also, the house smelled like goat cheese. Not a complaint, just... a strong ambiance.$1",
  "Leah_Wander_Patio_3": "$z patio#I think this piece is becoming a fox. Or maybe it's a sleeping dog?#$b#Honestly, sometimes I just let the wood decide.$1",
  "Leah_Wander_Patio_4": "$z patio#Ah, there you are. I was just thinking about you.#$b#This piece... it's about contentment. About finding your place.#$e#It's for us.$4",
  "Leah_Wander_Patio_5": "$z patio#Oh hey, I didn't hear you come up...#$b#It's not finished yet, but I think this one might actually turn out okay.$1",
  "Leah_Wander_Patio_6": "$z patio#Come feel this... the wood is so warm from the sun.#$b#%Leah takes your hand and places it on the smooth, uncarved part of the sculpture, her own hand resting over yours.#$b#Mmm... If we stand like this too long, I might forget all about sculpting for the day.$4",
  "Leah_Wander_Patio_7": "$z patio#$query !SEASON Winter#*sigh*... I'm so happy right now.#$b#Just me, a block of wood, and my ${adorable husband^beautiful wife}$ basking in the sun. The simple things, you know?$1|The sky this morning was that strange blue, almost silver.#$b#It made me feel a little... haunted, in a good way. Had to put that mood into this carving.",
  "Leah_Wander_Patio_8": "$z patio#I don't need marble or bronze to capture something beautiful...#$b#Sometimes it's right here: wood weathered by rain, your hand on the gate, the sound of you saying my name.$4",
  "Leah_Wander_Patio_9": "$z patio#Sometimes I think the sculpture is already inside the wood, and my job is just to chip away everything that isn't 'it'.#$b#Kind of like how I was already me, but I needed to chip away the city to find myself.#$b#And to find you.$4",
  "Leah_Wander_Patio_10": "$z patio#My hands are probably going to be one giant callous by the time I'm forty.#$b#Good thing you like a woman who's good with her hands, huh?$4",
  "Leah_Wander_Patio_11": "$z patio#$query !SEASON Winter#The way the wind was moving through the fields earlier... I had to come out here and try to translate that into something solid.#$e#Not sure I'm succeeding, but it feels good to try.|I went looking for crystal fruit and ended up finding inspiration instead. Funny how often that happens around here.$1",
  "Leah_Wander_Patio_12": "$z patio#I was walking past the old oak tree back there and something about its shape just struck me...#$b#So here I am, trying to chase the feeling into wood.$1",
  "Leah_Wander_Patio_13": "$z patio#I was hauling hay and looked up just in time to see a hawk cutting through the sky.#$b#Now I'm out here trying to carve wings with my bare hands. Wish me luck.",
  "Leah_Wander_Patio_14": "$z patio#I saw you from across the farm, working the soil. And... I don't know, I just had to create something immediately.$4#$b#There's something about your strength that's just... incredibly inspiring, love.$4",
  "Leah_Wander_Patio_15": "$z patio#This feels like a 'finish the sculpture and open a nice bottle of wine' kind of day. What do you think?$1",
  "Leah_Wander_Patio_16": "$z patio#My arms are going to be sore tomorrow. Maybe you could give me a massage later?#$e#...That's a definite 'yes' look if I've ever seen one.$1",
  "Leah_Wander_Patio_17": "$z patio#$query !SEASON Winter#This is the dream, isn't it? Making art in the sun, with the ${man^woman}$ I love just a few feet away.$4#$e#I should make a sculpture about this feeling.|*shivers* I know, I know, it's cold. But snow has a way of softening the world... and sometimes the silence helps me hear what the sculpture wants to be.",
  "Leah_Wander_Patio_18": "$z patio#What? Is there something on my face?#$b#%You reach out and gently brush the sawdust from Leah's cheek. She leans into your touch.#$b#Oh. Heh. Thanks, sweetie.$4",
  "Leah_Wander_Patio_19": "$z patio#I was just thinking about you, and my hands started wanting to create something beautiful. Funny how that works.$4",
  "Leah_Wander_Patio_20": "$z patio#I'm so glad I have this little spot. My old cabin was great, but a girl needs space to make a mess. A big, sawdust-covered mess.$1",
  "Leah_Wander_MatureCrop_1": "My mind is already racing with recipes. We're going to eat so well this week!$1#$e#Maybe I'll make that stir fry you like.",
  "Leah_Wander_MatureCrop_2": "I was just thinking about how much work goes into cultivating all this.#$b#People see the final sculpture, the finished harvest... they don't see the daily maintenance, the patience.$1#$e#But I do. I see it.",
  "Leah_Wander_MatureCrop_3": "You raised all this from bare dirt. Honestly, sometimes I feel like I married a nature ${god^goddess}$.$4",
  "Leah_Wander_MatureCrop_4": "There's this line between wild and cultivated, you know? You work with both.#$b#I think that's why I love watching you farm. You're not fighting nature... you're collaborating with it.",
  "Leah_Wander_MatureCrop_5": "$z leah_draw#I was trying to sketch these, but it's hard to capture this... feeling of abundance. It's more than just shapes and colors.",
  "Leah_Wander_MatureCrop_6": "I get it, you know. The satisfaction of pulling a vegetable from the ground that you grew yourself.#$b#It's the same feeling I get when I finish a good sculpture. That feeling of creation.$1",
  "Leah_Wander_MatureCrop_7": "$z leah_draw#I'm sketching the crows. Everyone treats them like pests, but look at them... the way they move, the intelligence in their eyes.#$e#They're just trying to survive, same as everything else.",
  "Leah_Wander_MatureCrop_8": "$z leah_draw#Hmm... I think these ripe crops would look stunning in a still life painting. Want to pose next to them? Clothes optional.$4",
  "Leah_Wander_MatureCrop_9": "$z leah_draw#Oh, hi honey. I was just sketching. The way the light hits these ripe crops... it's the kind of living color you can't just mix on a palette.$1",
  "Leah_Wander_MatureCrop_10": "Wow, look at all this. Need a hand with the harvest? I've got strong arms, you know.$1",
  "Leah_Wander_MatureCrop_11": "This field of ripe crops is your gallery, @. Your exhibition.#$e#It makes me want to get back to my own studio. We're a creative force, you and I.$1",
  "Leah_Wander_MatureCrop_12": "All this hard work... I think you've earned a reward, love.#$b#How about a glass of wine and a long back rub after you're done for the day?$4",
  "Leah_Wander_MatureCrop_13": "I can't decide what's more impressive... the crops, or you walking through them like some kind of sun-dappled ${god^goddess}$.$4",
  "Leah_Wander_MatureCrop_14": "Want some help harvesting? Or shall I just admire you while you work? Either way, I win.$1",
  "Leah_Wander_MatureCrop_15": "You always go all-in, don't you? These crops... they feel like something Elliott would write a sonnet about.$1",
  "Leah_Wander_JunimoHut_1": "$z leah_draw#The first time I saw these little guys, I thought I'd been foraging the wrong mushrooms.$1#$b#Now? I sketch them whenever I can. They're incredible subjects.",
  "Leah_Wander_JunimoHut_2": "$z leah_draw#I asked a Junimo if it wanted to pose. It vanished behind a bush.$1#$e#I think that's a 'no.'$1",
  "Leah_Wander_JunimoHut_3": "Have you ever really watched the Junimos move?#$b#They're so graceful... like the wind dancing through grass.",
  "Leah_Wander_JunimoHut_4": "I'm thinking of a new sculpture series based on these little guys. Something with smooth, rounded river stones and polished driftwood.#$e#I'd call it 'The Keepers of the Valley'. What do you think, dear?",
  "Leah_Wander_JunimoHut_5": "I wonder if they sing in there? Or tell stories? I wish I could sit with them for a while and just listen.#$e#My city friends would think I'd completely lost my mind.$1",
  "Leah_Wander_JunimoHut_6": "$query SEASON Fall#I left a little wild plum by their door this morning. I came back later and it was gone.#$e#I hope they liked it.$1|Hey. I know it sounds strange, but I swear I can feel their energy when I'm close to the hut.#$b#It's like standing near something ancient. Makes my hands itch to create something.",
  "Leah_Wander_JunimoHut_7": "$query SEASON Spring Summer#You're always working so hard, love...#$b#But even the Junimos rest between harvests. Let's lie in the grass for a minute. Just us and the breeze.$4|Do you think the Junimos understand love?$4#$b#I wonder if they watch us sometimes... and smile.$4",
  "Leah_Wander_JunimoHut_8": "The Junimos made a chime sound when they saw me... do you think they were greeting me?#$b#Or warning me off their apple stash?$1",
  "Leah_Wander_JunimoHut_9": "We didn't have magic like this in the city, did we?#$b#Or maybe I just wasn't slowing down enough to see it.",
  "Leah_Wander_JunimoHut_10": "I left one of my smaller sculptures near the hut yesterday as an offering. It was gone this morning.#$b#Either they took it, or a raccoon did. I'm choosing to believe it was them.$1",
  "Leah_Wander_Shed_1": "It always smells a little tart by this shed... like fruit mid-transformation.#$e#I love how much of this farm is alchemy in motion. And you're its magician.",
  "Leah_Wander_Shed_2": "$z leah_draw#I'm working on a series about geometry in everyday structures. Might use this as a reference.#$b#Who knew a shed could be so inspiring?$1",
  "Leah_Wander_Shed_3": "This spot's become one of my favorites on the whole farm. Quiet, but still close to everything.#$b#Close to you.$4",
  "Leah_Wander_Shed_4": "I was just thinking about the perfect salad I'm going to make later... and how amazing it is that half the ingredients live right here.#$e#We're so lucky, aren't we?$1",
  "Leah_Wander_Shed_5": "Mmm, I like when you come find me like this.$1#$b#It means you were looking for me.$4",
  "Leah_Wander_Shed_6": "$z leah_draw#I used to think I needed solitude to create.#$b#Turns out I just needed the right person to be alone with.$4",
  "Leah_Wander_Shed_7": "I love how you've arranged everything in there. Form following function... it's its own kind of art.#$e#Plus it smells way better than any gallery I've been in. More honest.",
  "Leah_Wander_Shed_8": "Sometimes I imagine turning this shed into a little gallery... casks on one side, wood sculptures on the other.",
  "Leah_Wander_Shed_9": "Mmm... That smell of aging wine and sun-warmed preserves...#$b#It reminds me of those lazy late-summer days when we first fell for each other.$4",
  "Leah_Wander_Shed_10": "You spend so much time running in and out of here. I'm half-convinced you've set up a secret cot in there to nap between keg cycles.$1",
  "Leah_Wander_Shed_11": "$z leah_draw#Hey you.$4#$b#What's that smile for? Did I have a smudge of charcoal on my nose again?$1",
  "Leah_Wander_Shed_12": "You know, it's pretty quiet back here... hidden from view...#$b#...gets an artist's mind wandering to all sorts of creative and not-so-creative ideas.$4",
  "Leah_Wander_Shed_13": "I can smell the wine aging from here. Smells like future profits.$1#$b#And a very, very good dinner date night.$4",
  "Leah_Wander_Cave_1": "$query FARM_CAVE Mushrooms#This cave is a goldmine, @! Purple mushrooms right on our doorstep. We're so lucky.$1|I love that we have a little fruit bat sanctuary here. They're such fascinating creatures!#$e#Plus, free ingredients for wine is a perk I will never, ever complain about.$1",
  "Leah_Wander_Cave_2": "This little cave... it's like our own secret grotto.#$b#Some days I half-expect a gnome to pop out and offer me a strange root.$1",
  "Leah_Wander_Cave_3": "$query FARM_CAVE Mushrooms#Hey, honey. I'm thinking of making a big stir-fry for dinner tonight. Let's see what treasures the cave's given us, huh?|You know, I once tried to sculpt a bat from memory. It ended up looking like a grumpy potato with wings.$1#$b#Maybe I should sneak in this cave with a sketchpad one day.",
  "Leah_Wander_Cave_4": "$query FARM_CAVE Mushrooms#I was just checking on our little fungi family. A perfect chanterelle is popping up!#$e#It's almost ready. I'm thinking about making fried mushroom for dinner tomorrow night.$1|I can hear the little fruit bats squeaking in there. It's kind of cute.#$b#I hope they're cozy. It's sweet of them to leave us presents.",
  "Leah_Wander_Cave_5": "My old apartment in the city was probably smaller than this cave. And a lot less charming.$1",
  "Leah_Wander_Cave_6": "$query FARM_CAVE Mushrooms#Mmm... can you smell that? The air coming out of here is so earthy and damp. Makes me hungry for mushroom risotto.$1|This cave... it's got me feeling a little romantic. It's dark, quiet... hidden.#$b#No one would see if I pulled you in and stole a kiss...$4",
  "Leah_Wander_Cave_7": "$z leah_draw#Just sketching. The way the shadows fall into the cave entrance is so dramatic... it's a fun challenge to capture.",
  "Leah_Wander_Cave_8": "$query FARM_CAVE Mushrooms#If you find any interesting mushrooms in there today, save one for me! I might use it for a still life before we cook it.$1|Sometimes I wonder if Elliott gets lonely in that shack writing all day...#$b#We should invite him for dinner again soon. Especially if we get a good fruit haul from the bats.",
  "Leah_Wander_Cave_9": "Hey, @. I was just checking for any wild edibles around the cave entrance.#$e#You'd be surprised what pops up in the shadiest spots.",
  "Leah_Wander_Cave_10": "$query SEASON Fall#Mmm... I found a hazelnut tucked away in the grass over here. I take it as a sign that today's gonna be a good day.$1|There's a kind of art to foraging, too. Knowing where to look, learning the shape of hunger that nature fills.#$e#It's all connected... creativity, nourishment... love.",
  "Leah_Wander_Cave_11": "When I first moved here, I used to forage along the riverbank with this old woven basket...#$b#Now we've got a whole cave producing food. I feel spoiled.$1",
  "Leah_Wander_Cave_12": "Some people see a damp cave. I see a pantry. And sometimes, an inspiration studio.$1",
  "Leah_Wander_Cave_13": "$z leah_draw#Elliott says inspiration strikes him during stormy nights. Me?#$b#Give me a mossy cave, a strong breeze, and your smile. I'm good to go.$4",
  "Leah_Wander_Cave_14": "I was thinking... we should explore some of the caves in the mountains together sometime.#$e#I mean, if you're not sick of caves by now.$1#$e#It'd be nice to have an adventure. Just the two of us.",
  "Leah_Wander_Cave_15": "You know, this is a pretty secluded spot on the farm...$4#$b#...What? I'm just making an observation.$1",
  "Leah_Wander_GrandpaShrine_1": "Hmm. The mortar here is starting to crumble a bit. It wouldn't be hard to patch up.#$e#It feels important to take care of it. For you.$4",
  "Leah_Wander_GrandpaShrine_2": "Every time I walk up here, I get this feeling deep in my chest... like I'm supposed to stop and listen.#$e#So I do. Maybe it's your grandpa. Maybe it's just the trees. Whatever it is, I'm listening.",
  "Leah_Wander_GrandpaShrine_3": "I wish I could've met your grandpa. Asked him about his first years here, what he planted, what mistakes he made.#$b#Then again, maybe he's watching us figure it out. Probably getting a kick out of it.$1",
  "Leah_Wander_GrandpaShrine_4": "You ever talk to him? Your grandpa?#$b#I do sometimes. Just little things. Thanking him, mostly.",
  "Leah_Wander_GrandpaShrine_5": "I was just standing here, feeling grateful. To your grandpa, for leaving you this place.#$b#And to you... for being brave enough to come here, so I could find you.$4",
  "Leah_Wander_GrandpaShrine_6": "I wonder if your grandpa knew you'd turn this overgrown land into... well, this.#$b#And that you'd pick up a stray artist along the way.$4",
  "Leah_Wander_GrandpaShrine_7": "I sometimes get the feeling your grandpa's still watching over the farm.#$b#Don't worry, I told him I'm taking very good care of his ${grandson^granddaughter}$.$4",
  "Leah_Wander_GrandpaShrine_8": "This spot makes me think about roots. Not just plants... ours too. All the quiet choices that brought us here.#$b#I wouldn't change a single one.",
  "Leah_Wander_GrandpaShrine_9": "$query SEASON Summer Spring#I brought some wildflowers to leave here. Is that weird?$3#$e#I just... I'm grateful to him, I guess. For the farm. For the valley. For you.|I'm working on a small sculpture to place here. Just a simple piece carved from driftwood.#$e#Something natural. Something that belongs.",
  "Leah_Wander_GrandpaShrine_10": "Do you think he visits? Like, spiritually?#$b#I'm not usually superstitious, but this shrine... there's definitely something here.",
  "Leah_Wander_GrandpaShrine_11": "I've been coming here to think lately. It's peaceful, but there's also this energy...#$e#Sometimes I swear I can smell pipe tobacco on the breeze. Weird, huh?",
  "Leah_Wander_GrandpaShrine_12": "$z leah_draw#Sometimes when I'm sketching here, I imagine conversations with your grandpa. Is that strange?#$b#I tell him about you, mostly. How happy you make me.$4",
  "Leah_Wander_GrandpaShrine_13": "You get a certain look on your face when you come up here. A little thoughtful, a little distant...#$b#He'd be so proud of you, you know. I know I am.$4",
  "Leah_Wander_GrandpaShrine_14": "Do you think he'd have liked me?#$b#Your grandfather, I mean.$3#$b#Sorry, that's probably a silly question... But I find myself wondering sometimes.",
  "Leah_Wander_GrandpaShrine_15": "I like to imagine that your grandfather knew someday you'd find me... or I'd find you.$4#$b#That sounds terribly romantic, doesn't it? Maybe Elliott is rubbing off on me.$1",
  "Leah_Wander_GrandpaShrine_16": "I used to think living in the wilderness was about escaping people. Now I realize it's about connecting to something deeper.#$b#Your grandfather understood that, I think. That's why he wanted you to come back here.",
  "Leah_Wander_Stable_1": "Your horse has such kind eyes, don't you think? You can learn a lot about a creature from its eyes.#$b#Yours tell me you could use a kiss.$4",
  "Leah_Wander_Stable_2": "Hey. I gave the horse a carrot earlier and got the softest nose-bump in return.$1",
  "Leah_Wander_Stable_3": "$query SEASON Spring Summer#What do you say we saddle up the horse and ditch the farm work for a few hours?#$b#We could ride deep into the woods, forage for berries... maybe 'get lost' for a little while behind a waterfall.$4|You work so hard for us, sweetheart. Seeing you with your trusty steed... it's like a painting from a classic storybook.$1",
  "Leah_Wander_Stable_4": "I brought my coffee out here earlier and just... sat. Didn't sketch, didn't think about art.#$b#Just sat with the horse. It was perfect.$1",
  "Leah_Wander_Stable_5": "Hey. I made sure the horse's water trough was full and brushed out his mane a bit.#$e#He leaned into my hand. It was really sweet. I can see why you love him so much.$1",
  "Leah_Wander_Stable_6": "Do you ever wonder what your horse thinks about all day?#$b#Probably carrots, and how lovely his owner is.$4",
  "Leah_Wander_Stable_7": "Mm, I'm in the mood for a long ride through Cindersap Forest... just the two of us.$4#$b#What do you say, my love? After your work is done?",
  "Leah_Wander_Stable_8": "$query TIME 600 1200#Your horse and I have been having a nice quiet morning. Very low pressure.#$e#How's your day going? Need a break?$1|I was just thinking, we should take some of that leftover peach wine and go for a picnic ride to the mountains. We could watch the sunset.$4",
  "Leah_Wander_Stable_9": "$z leah_draw#I was trying to get the proportions right on this sketch, but your horse kept trying to eat my pencil.#$e#We eventually reached an understanding involving apples and neck scratches.$1",
  "Leah_Wander_Stable_10": "Do you think it's weird that I talk to your horse about my sculpting ideas?#$e#Sometimes I just need a quiet listener.",
  "Leah_Wander_Stable_11": "I wonder what your horse dreams about? Fields of wild herbs? Galloping along the beach?$1#$b#I know who I dream about... and ${he's^she's}$ standing right in front of me.$4",
  "Leah_Wander_Stable_12": "You know, if you wanted to just sweep me up onto this horse and ride off into some uncharted part of the woods... I wouldn't object.$4",
  "Leah_Wander_Stable_13": "$z leah_draw#Oh, hey, @. I was just trying to capture the curve of your horse's neck.#$b#It's harder than sculpting wood, in a way... a living line is always changing.",
  "Leah_Wander_Greenhouse_1": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Just checking the frame for any warping. A structure like this is exposed to all the elements.#$e#Everything seems solid. Unlike my knees when you sneak up on me like that.$4|This place has good bones. I can see it.#$b#If you ever decide to restore it, it could be something special.",
  "Leah_Wander_Greenhouse_2": "$query PLAYER_VISITED_LOCATION Current Greenhouse#It's a funny contradiction, isn't it? A little building we made to mimic nature so we can protect our plants from... well, nature.#$e#Humans are strange sometimes. But I'm not complaining about fresh fruit in winter.$1|Sometimes I like to imagine what once grew in here.#$b#Tomatoes? Orchids? Some ancient, sentient melon that ruled the valley?$1",
  "Leah_Wander_Greenhouse_3": "$z leah_draw#$query PLAYER_VISITED_LOCATION Current Greenhouse#I love standing here. You can smell the warm, damp earth from inside without even opening the door.#$b#Mmm... now I'm thinking about a fresh salad with sun-warm tomatoes.$1|I've been sketching this ruin. There's something beautiful about decay, don't you think?#$e#The way nature starts reclaiming human structures... it's honest.",
  "Leah_Wander_Greenhouse_4": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Is it weird that I talk to the plants in the greenhouse?#$b#I think they grow better when they feel appreciated.$1|I found some really interesting weathered wood in this old ruin. Mind if I take a few pieces for a project?#$e#I promise I'll only take what's already fallen.",
  "Leah_Wander_Greenhouse_5": "$query PLAYER_VISITED_LOCATION Current Greenhouse#We should have a picnic in here on a rainy day. We could lay out a blanket.#$e#The sound of the rain on the glass would be so romantic, don't you think?|I love how the vines are growing through the broken panels.#$b#It's like the building is slowly becoming part of the forest again.",
  "Leah_Wander_Greenhouse_6": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Psst. Hey. Find me later tonight. I found a bottle of that good blackberry wine we like.#$b#Maybe we can have a private tasting session... in the greenhouse, after dark?$4|Hey, careful if you go in there. Some of that glass looks pretty sharp.#$e#I know, I know... I just worry about you sometimes.",
  "Leah_Wander_Greenhouse_7": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Hey, you. Thinking about what to plant in here next?#$e#I was just picturing a salad made with a little bit of everything we've got growing... Mmm, now I'm getting hungry.$1|A raccoon darted out of here yesterday. Scared the life out of me.$1#$e#Still, at least someone's using the space.",
  "Leah_Wander_Greenhouse_8": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Would it be weird if I said your greenhouse is kind of... sexy?$1#$b#All that lush greenery and life behind glass? It feels like our own private jungle. Think we could do a little 'foraging' in there later?$4|Every time I pass by I imagine what this place would be like fixed up... lush vines, warm soil, everything blooming in the dead of winter.#$e#Someday, maybe?",
  "Leah_Wander_Greenhouse_9": "$query PLAYER_VISITED_LOCATION Current Greenhouse#There you are. I was just admiring our little bubble of perpetual summer.$1|I did a charcoal sketch of this ruin yesterday. Want to see it later?#$e#I think it's some of my better work, actually. The textures really came through.",
  "Leah_Wander_Greenhouse_10": "$query PLAYER_VISITED_LOCATION Current Greenhouse#I love watching you work in there. You move around the plants like you're dancing with them.$4#$e#What? I'm allowed to admire my ${husband^wife}$.$1|So... hypothetically... if we did fix this up, what would you grow first?#$e#Just dreaming out loud, @.",
  "Leah_Wander_Greenhouse_11": "$z leah_draw#Elliott asked me once why I sketch the same subjects over and over.#$b#I told him every moment is different. Every light is different. You just have to pay attention.",
  "Leah_Wander_Greenhouse_12": "$query PLAYER_VISITED_LOCATION Current Greenhouse#I remember when this was just broken glass and rotted wood.#$b#Now look at it. You have a gift for restoration, @.|I have a fantasy of throwing an art show in a crumbling building like this.#$b#Just sculptures and plants and broken glass. Very symbolic. Very drafty.$1",
  "Leah_Wander_FishPond_1": "$query SEASON Spring#Hey, honey. Wonder if these guys would like a few of the stray salmonberries I found?#$b#Heh, probably not. They seem to have... far more expensive tastes than me.$1|Each fish has its own little personality, don't you think? That one's shy, that one's the boss...#$e#I could spend all day just watching them.$1",
  "Leah_Wander_FishPond_2": "$z leah_draw#I could sketch here for hours. The ripples on the water, the flash of a fin... Nature is the most generous artist.",
  "Leah_Wander_FishPond_3": "Hmm. Looking at them makes me think about dinner.#$b#Don't worry, sweetie, not these guys. Maybe a nice river fish sauteed with some wild horseradish?$1",
  "Leah_Wander_FishPond_4": "Remember when these fish wanted a diamond? And I thought my ex was high-maintenance!$1#$b#It's a good thing you're so good at finding shiny things in caves, my love.$1",
  "Leah_Wander_FishPond_6": "These fish seem so content in the little world you've made for them. You're a good caretaker, love.$4",
  "Leah_Wander_FishPond_7": "These fish have quite the shopping list, huh? I respect it, honestly.#$b#They know what they want and they're not settling.$1",
  "Leah_Wander_FishPond_8": "Maybe I could carve a little sculpture for the side of the pond? A frog, or maybe a heron... What do you think?",
  "Leah_Wander_FishPond_9": "You've got these fish so spoiled, @. I bet they wouldn't survive a day in the wild river.$1#$e#They'd be asking a pike for a piece of quartz and just get eaten.$1",
  "Leah_Wander_FishPond_10": "It's like a tiny, self-contained universe. I wonder if they know how big the world is outside this pond.#$e#...Or if they even care.",
  "Leah_Wander_FishPond_11": "$z leah_draw#I was just trying to sketch the way the light reflects off their scales...#$b#It's like a thousand tiny, swimming jewels. I can't quite get it right.$2",
  "Leah_Wander_FishPond_12": "I know these fish are technically a type of 'livestock,' but I've started thinking of them as our weird, scaly water-pets.$1",
  "Leah_Wander_FishPond_13": "Hey, @. I was just watching our little swimming friends.#$b#Their world seems so simple... and then they ask for a gemstone!$1",
  "Leah_Wander_FishPond_14": "You know, for someone who left the city for a 'simple life', you've sure got a complicated little ecosystem running here.#$b#Demanding fish, glowing rocks, crop fairies... It's never boring, I'll give you that.$1",
  "Leah_Wander_FishPond_15": "Wait, did that fish just... wink at me?$6#$b#Okay, maybe I've been sniffing too much wood varnish today.$1",
  "Leah_Wander_FishPond_16": "So... if the fish ask you for a Prismatic Shard, you're going to say no, right?#$b#...Right, @? Please tell me my ${husband^wife}$ isn't that much of a pushover.$1",
  "Leah_Wander_FishPond_17": "$z leah_draw#I used to sketch strangers in the city and now I'm sketching fish on our farm.#$b#I wouldn't trade it for anything, you know. Not for a second.$4",
  "Generic_Wander_Default_1": "I love wandering around our farm together with you.$1",
  "Generic_Wander_Farmer_1": "Hey @, what are you up to?",
  "Generic_Wander_Building_1": "Our farm is really coming along nicely!$1",
  "Generic_Wander_Scenic_1": "This is such a beautiful spot on our farm.$1",
  "Generic_Wander_Barn_1": "The animals look happy and healthy!$1",
  "Generic_Wander_Coop_1": "I love taking care of our chickens.$1",
  "Generic_Wander_Well_1": "I wouldn't want to fall in there!$2",
  "Generic_Wander_Tree_1": "This tree provides such nice shade for the farm.",
  "Generic_Wander_Water_1": "The sound of water is so peaceful and relaxing.",
  "Generic_Wander_MatureCrop_1": "These crops are ready to harvest! Great work, @.$1",
  "Generic_Wander_Patio_1": "I enjoy spending quiet time out here on the patio.$1"
}