{
  "Sebastian_Wander_Default_1": "Seu corpo está ficando em forma com todo esse trabalho na fazenda, @.$4#$b#Não que eu esteja reclamando.$1",
  "Sebastian_Wander_Default_2": "O %pet me seguiu hoje. Ele(a) geralmente me ignora por você.#$b#Acho que finalmente faço parte da família.$1",
  "Sebastian_Wander_Default_3": "Nunca pensei que gostaria tanto de ar fresco.#$b#Você me mudou, @. Pra melhor.$4",
  "Sebastian_Wander_Default_4": "A vida na fazenda é um caos, mas nossa cama está sempre em paz.#$b#Bem, geralmente em paz. A melhor parte do meu dia.",
  "Sebastian_Wander_Default_5": "Suas colheitas crescem enquanto eu debugo códigos...#$b#Nós dois fazemos as coisas florescerem do nosso jeito.$4",
  "Sebastian_Wander_Default_6": "A Maru provavelmente adoraria este lugar. Toda a ciência por trás da agricultura, né?",
  "Sebastian_Wander_Building_1": "Este lugar tem uma boa vibe. Silencioso, privado...#$b#Perfeito para quando preciso fugir de todo mundo.",
  "Sebastian_Wander_Building_2": "Espero que não se importe que eu esteja perambulando. Só precisava esticar as pernas e a mente.",
  "Sebastian_Wander_Building_3": "Cada espaço vazio nesta fazenda parece cheio de potencial, apenas esperando pela ideia certa. $0#$b#Deveríamos construir algo novo juntos, @. $4",
  "Sebastian_Wander_Building_4": "Essas construções têm mais personalidade do que meu antigo porão.#$b#Ainda prefiro a escuridão, no entanto.",
  "Sebastian_Wander_BrokenFence_1": "Cercas quebram, é o que fazem. Tipo bugs no meu código, parte do processo. Ajudo a remendar mais tarde.",
  "Sebastian_Wander_BrokenFence_2": "Posso consertar isso mais tarde, se quiser. Me dá uma desculpa para mexer com ferramentas.",
  "Sebastian_Wander_BrokenFence_3": "Às vezes, eu só ando ao longo da cerca quando preciso pensar.#$b#As partes quebradas me lembram que nem tudo precisa ser consertado imediatamente... Algumas coisas estão boas como estão.",
  "Sebastian_Wander_BrokenFence_4": "Eu poderia remendar isso... ou poderíamos fingir que é 'charme rústico'.#$b#...Tá bom, vou buscar o martelo.",
  "Sebastian_Wander_Water_1": "Eu saí de moto ontem e depois voltei para o lago da montanha.#$b#Nada limpa minha cabeça como a estrada aberta e a água fria.#$b#Aí dei de cara com a Maru, o que é um risco de voltar para a casa antiga.",
  "Sebastian_Wander_Water_2": "A água está tão parada. Boa para quando meus próprios pensamentos estão muito barulhentos.",
  "Sebastian_Wander_Water_3": "A superfície da água espelha o céu hoje, infinita e um pouco intimidante. Faz a gente pensar, não faz?#$b#Que bom que tenho chão firme com você. $4",
  "Sebastian_Wander_Water_4": "A água está tão calma hoje. Tenho tentado ser mais assim, calmo, presente. Não sempre perdido na minha cabeça ou em algum lugar na minha moto.#$b#É um trabalho em andamento.",
  "Sebastian_Wander_Tree_1": "Árvores não te julgam por estar de mau humor.#$b#Queria ter passado mais tempo fora quando era adolescente.",
  "Sebastian_Wander_Tree_2": "A sombra desta árvore é perfeita. Quase me faz esquecer o quão irritantemente claro está aqui fora.",
  "Sebastian_Wander_Tree_3": "Debaixo desta árvore, é só sombra e silêncio. Quase parece o meu antigo porão... mas melhor, porque você está aqui. $4",
  "Sebastian_Wander_Tree_4": "Sentado debaixo desta árvore, lembro-me de pilotar minha motocicleta por estradas secundárias.#$b#Tem a mesma sensação de liberdade silenciosa.",
  "Sebastian_Wander_Tree_5": "Debaixo desta árvore, é mais fácil respirar. Faz sombra para minha pele pálida também. Robin sempre me enchia o saco para eu tomar mais sol.",
  "Sebastian_Wander_FruitTree_1": "A Maru provavelmente calcularia o teor exato de açúcar das frutas que cultivamos aqui.#$b#Eu só acho que elas são gostosas.",
  "Sebastian_Wander_FruitTree_2": "Essa sombra me lembra de onde eu sentava para fumar atrás da casa da minha mãe... que bom que esses dias ficaram para trás.",
  "Sebastian_Wander_FruitTree_3": "Fruta fresca é melhor do que pizza congelada, qualquer dia. Quem diria?",
  "Sebastian_Wander_FruitTree_4": "Essas árvores frutíferas me impressionam, tanta fartura de algo que simplesmente... existe. Você a nutre, e ela retribui.#$b#Queria que a dinâmica da minha família fosse tão simples. Mas estamos bem, você e eu.",
  "Sebastian_Wander_MatureCrop_1": "Suas colheitas sempre me impressionam, @.#$b#Faz minhas conquistas de programação parecerem pequenas em comparação.$4",
  "Sebastian_Wander_MatureCrop_2": "Essas colheitas parecem prontas. Dá vontade de ver os números.#$b#Aposto que a margem de lucro é impressionante.",
  "Sebastian_Wander_MatureCrop_3": "Olha só para tudo isso, pronto para você. É satisfatório, mesmo só observando crescer. Você se dedica tanto a este lugar...#$b#Me dá vontade de me esforçar também.",
  "Sebastian_Wander_Cave_1": "Essa entrada da caverna me chama...#$b#Me dá vontade de pegar uma espada e simplesmente explorar com você.$1",
  "Sebastian_Wander_Cave_2": "Essa entrada da caverna ainda me dá arrepios... escura, desconhecida, cheia de segredos. Lembra você nas minas, @. $0#$b#Fique alerta lá embaixo.",
  "Sebastian_Wander_Cave_3": "$query FARM_CAVE Bats#Às vezes venho aqui só para ouvir os morcegos. Os ecos deles parecem meus experimentos de sintetizador.|Olhar para o céu do nosso campo... faz o mundo parecer enorme, mas este pedacinho, nosso lar, parece o centro de tudo. Obrigado, @.",
  "Sebastian_Wander_Cave_4": "Esta caverna ainda me dá calafrios... no bom sentido. Escura, quieta, cheia de segredos. Lembra as minas, mas... mais suave.#$b#Meio que nem você, @. Durão(ona), mas cheio(a) de surpresas.$4",
  "Sebastian_Wander_Coop_Chicken_1": "Ver galinhas ciscando parece estranhamente meditativo.#$b#Não é tão divertido quanto 'As Aventuras do Sapo 2', mas chega perto.",
  "Sebastian_Wander_Coop_Chicken_2": "As galinhas são meio fofas, eu acho. Lembre-me de nunca ter galos, no entanto, valorizo muito o meu sono.",
  "Sebastian_Wander_Coop_Chicken_3": "É estranhamente fascinante observá-las. Você acha que elas sabem como a existência delas é inútil?#$b#...Muito mórbido?",
  "Sebastian_Wander_Coop_Chicken_4": "Galinhas têm vidas tão simples. Ciscam, botam, dormem. Queria poder desligar meu cérebro tão facilmente em alguns dias.",
  "Sebastian_Wander_Coop_1": "Isso daria um bom espaço para música se fosse à prova de som.#$b#Sam adoraria fazer um som em um galinheiro.",
  "Sebastian_Wander_Coop_2": "Fico esperando minha mãe aparecer e perguntar se já limpei meu quarto... velhos hábitos.$2",
  "Sebastian_Wander_Coop_3": "Saí de moto mais cedo, só uma volta rápida para clarear a cabeça. Eu sempre vou precisar disso, sabe?#$b#Mas eu sempre volto para você. Sempre.",
  "Sebastian_Wander_Coop_4": "Este galinheiro é tranquilo. Um bom lugar para simplesmente... existir sem expectativas.",
  "Sebastian_Wander_Barn_Cow_1": "Elas parecem tão dóceis... Me pergunto no que elas pensam o dia todo.#$b#Provavelmente não em pavor existencial, diferente de alguém que conheço.$1",
  "Sebastian_Wander_Barn_Cow_2": "Vacas têm um olhar tão vazio, não têm? Me lembra do Demetrius quando tento explicar códigos. $2#$e#Pelo menos essas moças não respondem.",
  "Sebastian_Wander_Barn_Cow_3": "Vacas são ouvintes surpreendentemente boas para explicar códigos.#$b#Elas nunca interrompem com conversa fiada inútil, mas são mais expressivas do que um pato de borracha.",
  "Sebastian_Wander_Barn_Cow_4": "Sabe, eu costumava achar que a agricultura era chata...#$b#mas ver você dando ordens para essas gigantes é estranhamente excitante.",
  "Sebastian_Wander_Barn_1": "Este celeiro me lembra de ler ficção científica no celeiro velho do meu pai quando criança...#$b#Quando as coisas eram mais simples.$2",
  "Sebastian_Wander_Barn_2": "Bastante espaço para minha moto aqui dentro se chover.#$b#Não que eu a deixaria com o gado.",
  "Sebastian_Wander_Barn_3": "Vazio ou cheio, celeiros sempre têm aquele cheiro rústico. Me faz lembrar de ajudar minha mãe com a marcenaria às vezes.",
  "Sebastian_Wander_SlimeHutch_1": "A Cabana de Slimes é minha favorita. Eles parecem programas esquisitos e familiares.$1#$b#Caóticos, mas previsíveis.",
  "Sebastian_Wander_SlimeHutch_2": "A Cabana de Slimes é fascinante de um jeito estranho. Me lembra de alguns dos ecossistemas alienígenas que li em livros de ficção científica... talvez estejamos fazendo terraformação bem aqui.$1",
  "Sebastian_Wander_Shed_1": "Sua organização aqui é eficiente, @. Quase me dá vontade de organizar meu código.#$b#Quase.",
  "Sebastian_Wander_Shed_2": "Nunca me canso do zumbido rítmico do galpão; é quase tão relaxante quanto meu sintetizador.",
  "Sebastian_Wander_Shed_3": "Nunca pensei que estaria valorizando tanto um galpão. Ter espaço para todo o seu trabalho... é eficiente, eu acho.",
  "Sebastian_Wander_Shed_4": "Este galpão é um bom lugar para pensar. Silencioso, organizado... diferente do meu cérebro.",
  "Sebastian_Wander_Greenhouse_1": "$query !PLAYER_VISITED_LOCATION Current Greenhouse#Uma estrutura quebrada cheia de potencial...#$b#Como meu jogo inacabado esperando por inspiração.|Estufa mágica... ainda me deixa intrigado como a natureza se dobra à vontade aqui.#$b#Quase como um modo de depuração na realidade.$1",
  "Sebastian_Wander_Greenhouse_2": "$query !PLAYER_VISITED_LOCATION Current Greenhouse#Aquela estufa quebrada é meio triste.#$b#Como um programa que não compila.|Uma estufa que funciona no inverno... isso é verdadeira mágica. Não como codificação ou música, mas algo real, tangível.#$b#Você realmente construiu algo especial aqui, @.$1",
  "Sebastian_Wander_Greenhouse_3": "$query !PLAYER_VISITED_LOCATION Current Greenhouse#Aquela estufa arruinada é como um programa inacabado. Tanto potencial desperdiçado em seus vidros quebrados. $0#$b#Vamos fazê-la funcionar algum dia.|Este lugar é incrível, @. Até Demetrius ficaria impressionado, não que eu fosse dizer a ele como foi consertada.",
  "Sebastian_Wander_Farmer_1": "Eu gosto de perambular por aqui. É quieto, mas nunca solitário... não com você por perto. $0#$b#Mesmo quando não estamos lado a lado.",
  "Sebastian_Wander_Farmer_2": "Não se importe comigo, estou apenas apreciando a vista. Você faz a agricultura parecer fácil, @. Fácil e glamourosa.$1",
  "Emily_Wander_Default_1": "Suas luvas de fazendeiro(a) estão ficando gastas, @. Quer que eu borde pequenos papagaios no próximo par?$1",
  "Emily_Wander_Default_3": "Seu machado está com uma energia tão forte hoje!#$b#Talvez os espíritos queiram que a gente limpe aquele bosque no noroeste... ou talvez eu só esteja inquieta.$3",
  "Emily_Wander_Default_4": "Lembra quando nos conhecemos?#$b#Eu nunca imaginei que nosso amor cresceria como flores silvestres, indomável e lindo.$1",
  "Emily_Wander_Default_5": "Espero que estejamos cuidando bem da terra, @...#$b#Ela nos dá tanto, deveríamos retribuir também.",
  "Emily_Wander_Default_6": "Sonhei com um papagaio ontem à noite, nos guiando para um bosque escondido...#$e#Talvez devêssemos explorar a floresta juntos em breve.",
  "Emily_Wander_Default_7": "Eu encontrei uma pena linda perto do lago. Parece um pequeno presente do universo.$1",
  "Emily_Wander_Building_1": "$query !SEASON Winter#A fazenda parece tão viva hoje...#$b#Você consegue sentir a energia zumbindo no ar? É como mágica.$1|Sonhei com este lugar ontem à noite, coberto de neve, assim mesmo.#$b#No meu sonho, ametistas estavam crescendo direto do chão! O inverno revela a magia oculta das coisas.",
  "Emily_Wander_Building_2": "$query !SEASON Winter#As colheitas prosperam sob a sua mão, mas uma parte de mim se pergunta se domamos demais esta terra.$2|As construções da fazenda ficam tão charmosas com neve no telhado.#$b#Eu estava fazendo alguns esboços de roupas inspiradas no inverno enquanto observava os flocos de neve cair. Suas aventuras me deram tantas ideias!$1",
  "Emily_Wander_Building_3": "Eu me pergunto o que meus pais estão vendo em suas viagens...#$b#Você acha que eles sentem falta de ter raízes firmes como as que temos?",
  "Emily_Wander_Building_4": "Esta fazenda é o nosso sonho compartilhado, @. Robin pode tê-la construído, mas nós a tornamos nosso lar.$1",
  "Emily_Wander_Scenic_1": "$query !SEASON Winter#Eu vi um par de borboletas dançando sobre as flores mais cedo...#$b#Parecia que elas estavam abençoando nossa fazenda com amor. Você acredita em sinais?|A neve deixa tudo tão pacífico, você não acha?#$b#Eu sinto que a fazenda está meditando sob este cobertor branco, reunindo forças para a primavera.$1",
  "Emily_Wander_Scenic_2": "Em alguns dias sinto falta do movimento da cidade...#$b#mas aí eu paro aqui, observando a brisa se mover pelas plantas, e sei que estou exatamente onde deveria estar.",
  "Emily_Wander_Farmer_1": "Ei @, só queria dizer que te amo!$4",
  "Emily_Wander_BrokenFence_1": "Eu estive canalizando energia de cura para a nossa fazenda hoje.#$b#Até esta cerca quebrada tem um propósito no grande projeto.#$b#Embora eu suponha que consertos práticos também não fariam mal.$1",
  "Emily_Wander_BrokenFence_2": "$z patio#O universo me guiou para este lugar para meditar.#$b#O contraste entre a terra cultivada e a natureza selvagem é tão profundo aqui.$3",
  "Emily_Wander_BrokenFence_3": "Você acha que a cerca sente dor quando quebra?#$b#Eu andei mandando pensamentos de compaixão, só por precaução.",
  "Emily_Wander_GrandpaShrine_1": "Eu me pergunto o que seu Vovô acharia de como a fazenda mudou?$2",
  "Emily_Wander_Water_1": "$z patio#$query !SEASON Winter#Ah, @! Eu estava apenas comungando com os espíritos da água. Eles dizem que nossa fazenda será abençoada com fartura nesta estação.$1|A energia da água está especialmente potente hoje! Quase consigo ver as ondulações da possibilidade se expandindo para fora.$1#$b#Eu mergulhei meus dedos mais cedo e tive a visão mais vívida de nós dançando sob o luar. O universo está nos enviando mensagens, você consegue sentir?$4",
  "Emily_Wander_Water_2": "$z patio#A água aqui carrega memórias de chuva e neve da montanha...#$b#Eu consigo sentir tudo isso quando acalmo minha mente.$4",
  "Emily_Wander_Water_3": "$z patio#Sandy adoraria este local de meditação. Devo convidá-la para visitar em breve.#$b#A água é um contraste tão grande com a energia do deserto a que ela está acostumada.",
  "Emily_Wander_Tree_1": "Às vezes me pergunto se as árvores sonham...#$b#Você acha que elas se lembram de nós quando não estamos por perto?",
  "Emily_Wander_Tree_2": "A casca desta árvore tem uma textura tão interessante.#$b#Aposto que eu poderia fazer um tecido de eco-estampa lindo com ela.",
  "Emily_Wander_Tree_3": "Sabe, @, eu costumava pensar que raízes significavam estar presa.#$b#Mas estas árvores me ensinaram... raízes permitem que você cresça mais alto.$4",
  "Emily_Wander_Tree_4": "Eu consigo sentir a sabedoria ancestral desta árvore, @. Ela está parada aqui observando silenciosamente os ciclos da vida muito antes de chegarmos.$1",
  "Emily_Wander_Tree_5": "Eu sonhei que nossas árvores estavam dançando na noite passada quando todos estavam dormindo.#$b#Elas balançavam e giravam sob o luar... parecia tão real.",
  "Emily_Wander_Tree_6": "Eu pendurei um pequeno cristal nesta árvore para ajudá-la a crescer.#$b#Sandy me disse que ela faz a mesma coisa com os cactos dela no deserto.$1",
  "Emily_Wander_FruitTree_1": "Árvores frutíferas são professoras tão pacientes.#$b#Elas dão tudo o que têm, estação após estação...#$e#Assim como você, @.$4",
  "Emily_Wander_FruitTree_2": "$z patio#@, você já encostou a palma da mão no tronco de uma árvore e sentiu a vida fluindo através dela?#$b#Eu faço esta meditação com nossas árvores frutíferas quando você está nas minas. Ajuda-me a sentir conectada a tudo.",
  "Emily_Wander_FruitTree_3": "O padrão dos galhos nesta árvore me lembra a constelação que vi no meu cristal de meditação na noite passada.#$b#Tudo na natureza está conectado pela mesma geometria sagrada.",
  "Emily_Wander_MatureCrop_1": "Haley odiaria sujar as unhas de terra em um canteiro de flores...#$b#Mas eu acho que cavar na terra faz bem para a alma. Você não acha?",
  "Emily_Wander_MatureCrop_2": "Às vezes eu apenas paro aqui e escuto as plantas...#$b#Elas sussurram segredos se você for paciente o suficiente.",
  "Emily_Wander_MatureCrop_3": "$z emily_beach_dance#Os espíritos me fizeram dançar no campo.#$b#Uma pequena celebração pelos presentes da terra. Quer se juntar a mim?$1",
  "Emily_Wander_MatureCrop_Daffodil_1": "Narcisos são tão lindos! Eles sempre alegram o meu dia.$1#$b#Eu amo a cor amarela e alegre deles.",
  "Emily_Wander_MatureCrop_Daffodil_2": "Estes narcisos estão praticamente brilhando hoje... o campo zune com energia dourada!#$b#Quer colher alguns juntos, @? $4",
  "Emily_Wander_MatureCrop_Daffodil_3": "Você se lembra quando te disse pela primeira vez que narcisos eram meus favoritos?#$b#Você plantou estes só para mim, não foi?$1",
  "Emily_Wander_MatureCrop_Daffodil_4": "Vamos guardar algumas destas para a Sandy quando ela nos visitar.#$e#O deserto poderia usar um pouco dessa energia brilhante.",
  "Emily_Wander_Cave_1": "$query FARM_CAVE Bats#Tenho observado os morcegos esvoaçarem ao anoitecer; a energia deles é tão pacífica e ancestral.#$b#Você não sente isso também, @?$4|Meu papagaio tentou imitar os ecos da caverna esta manhã.#$b#Foi o som mais engraçado e místico.$1",
  "Emily_Wander_Cave_2": "$query FARM_CAVE Bats#Haley chamaria este lugar de assustador, mas para mim parece sagrado.#$b#Cheio de presentes escondidos, apenas esperando.|Haley me chamaria de boba, mas cuidar destes cogumelos parece mais sagrado do que qualquer tarefa.#$b#Eles têm sabedoria ancestral, sabe.",
  "Emily_Wander_Cave_3": "$query FARM_CAVE Bats#Lembra quando acampamos e conhecemos o urso?#$b#Esta caverna me dá o mesmo formigamento de magia selvagem e gentil.$1|Eu acho que os espíritos favorecem este lugar, @.#$e#Devíamos deixar uma pequena oferenda na entrada amanhã ao amanhecer.",
  "Emily_Wander_Cave_4": "$z patio#$query FARM_CAVE Bats#Eu estava apenas meditando na entrada da caverna#$b#a energia aqui é perfeita para alinhar meus chakras.|Sandy me enviou um cristal raro do deserto.#$e#Eu adoraria colocá-lo na caverna, pode amplificar a aura da nossa fazenda.",
  "Emily_Wander_JunimoHut_1": "Eu me pergunto se Junimos têm sonhos...#$b#Talvez eles sonhem em colher poeira estelar sob um arco-íris lunar.$4",
  "Emily_Wander_JunimoHut_2": "$z patio#A energia ao redor da casinha deles é tão pura...#$b#Eu não pude evitar sentar e meditar por um tempo.",
  "Emily_Wander_JunimoHut_3": "$z emily_beach_dance#O jeito que eles se movem... tão brincalhões, tão livres.#$b#Me dá vontade de dançar bem aqui com eles.$1",
  "Emily_Wander_JunimoHut_4": "Eu deixei algumas pedras preciosas perto da cabana deles ontem...#$b#Elas sumiram, mas juro que ouvi um pequeno chilrear feliz!$1",
  "Emily_Wander_Coop_Chicken_1": "Você acha que as galinhas sabem que estamos falando sobre elas? Às vezes, juro que elas concordam com a cabeça.$1",
  "Emily_Wander_Coop_Chicken_2": "Eu estava conversando com as galinhas sobre os sonhos delas...#$e#Você está rindo, mas elas são ótimas interlocutoras!",
  "Emily_Wander_Coop_Chicken_3": "Eu deixei alguns cristais no galinheiro...#$b#Espero que eles tragam boa energia para as galinhas.",
  "Emily_Wander_Coop_Chicken_4": "Eu senti um puxão para checar a aura do galinheiro hoje.#$e#Todas as energias das galinhas estão perfeitamente harmoniosas!",
  "Emily_Wander_Coop_1": "Às vezes sinto falta do movimento do Saloon...#$e#mas aí eu olho em volta para todos os animais de quem cuidamos juntos e sei que estou exatamente onde devo estar.",
  "Emily_Wander_Coop_2": "Acabei de ter a visão mais estranha, uma galinha cor de arco-íris!#$b#Você acha que o universo está nos dizendo algo, @?",
  "Emily_Wander_Coop_3": "O vento sussurrou pelo galinheiro agora há pouco...#$b#Parece que os espíritos estão inquietos hoje. Devemos dançar para acalmá-los?$3",
  "Emily_Wander_Coop_4": "Você acha que as galinhas sabem a sorte que têm?#$b#Morar aqui, cercadas por tanto amor...$4",
  "Emily_Wander_Barn_Cow_1": "Os animais estão com auras tão pacíficas hoje, @. Quase consigo ouvi-los cantarolar.$4#$b#Talvez eu devesse me juntar a eles!$1",
  "Emily_Wander_Barn_Cow_2": "Tive uma visão ontem à noite. Nossas vacas estavam dançando com lenços arco-íris!$1#$b#Talvez eu devesse fazer alguns para elas...",
  "Emily_Wander_Barn_Cow_3": "O celeiro cheira a terra e leite quente. É reconfortante, não é? Como um grande abraço de madeira.$4",
  "Emily_Wander_Barn_Cow_4": "$z patio#Eu me pergunto se as vacas meditam enquanto mastigam. Elas têm aquele olhar sereno, como a Sandy durante a yoga.$1",
  "Emily_Wander_Barn_Cow_5": "Eu deixei um pequeno feixe de lavanda no cocho.#$b#Os animais merecem boas vibrações também, não merecem?",
  "Emily_Wander_Barn_1": "Este celeiro tem uma energia tão calorosa, @. Posso senti-la ressoando com os cristais que escondi nos cantos.#$b#Eles ajudam a equilibrar o fluxo de energia, especialmente durante o inverno, quando tudo desacelera.$1",
  "Emily_Wander_Barn_2": "O celeiro cheira a feno e sol. É engraçado como as coisas mais simples podem parecer tão mágicas, não é?$1",
  "Emily_Wander_Barn_3": "O jeito que a luz se filtra pelas frestas do celeiro... é como se fosse o vitral da própria natureza.$1",
  "Emily_Wander_Silo_1": "Às vezes imagino este silo cheio de poeira estelar em vez de grãos...#$b#Não seria mágico?$1",
  "Emily_Wander_Silo_2": "Sonhei ontem à noite que nosso silo se transformava em uma geode de cristal gigante...#$b#Quando acordei, tive que vir checar imediatamente! Bobo, eu sei.",
  "Emily_Wander_Silo_3": "Os sinos de vento que pendurei neste silo fazem uma música tão linda quando a brisa aumenta...#$b#É como se a própria fazenda estivesse cantando para nós!",
  "Emily_Wander_Shed_1": "Acabei de ter a visão mais estranha...#$b#O galpão estava brilhando com uma luz dourada!#$e#Talvez seja um sinal de boa sorte para a colheita.$1",
  "Emily_Wander_Shed_2": "Eu encontrei um fio solto na minha saia...#$b#Agora estou tentada a redesenhar a coisa toda!#$e#Você se importa se eu pegar um pouco de tecido do baú?$1",
  "Emily_Wander_Shed_3": "O jeito que a luz do sol atinge o galpão agora...#$b#É como se o universo estivesse piscando para nós.$1",
  "Emily_Wander_Shed_4": "Você é tão prático(a), @...#$b#Eu amo isso em você.#$e#Mas prometa que sempre deixaremos espaço para a magia também?$4",
  "Emily_Wander_Greenhouse_1": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Este lugar quase parece encantado, @, como um jardim secreto com uma aura alegre própria.|Esta estufa velha ainda zune com energia vital esquecida.#$b#Talvez um dia possamos restaurá-la à sua antiga beleza, cultivar flores raras aqui juntos?",
  "Emily_Wander_Greenhouse_2": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Vamos cultivar algo raro e precioso aqui dentro, @. Talvez uma fruta de cristal?#$b#Parece certo, já que ela voltou à vida tão magicamente.|Ah, os restos aqui guardam tanta história... #$b# Eu me pergunto se a energia do cristal pode ajudar a restaurá-la.",
  "Emily_Wander_Greenhouse_3": "$z emily_beach_dance#$query PLAYER_VISITED_LOCATION Current Greenhouse#Eu amo como tudo parece vivo aqui — me dá vontade de rodopiar na terra!|Às vezes eu imagino o que poderíamos cultivar aqui...#$b# flores tropicais do deserto, talvez até pés de café!",
  "Emily_Wander_Stable_1": "O cavalo parece mais brincalhão hoje. Eu me pergunto se ele consegue sentir a mudança no ar?",
  "Emily_Wander_Stable_2": "Eu tive um sonho sobre cavalgar por um campo de flores com você...#$b#Pareceu tão real, como se fôssemos verdadeiramente livres.$1",
  "Emily_Wander_Stable_3": "O estábulo está cheio de uma energia tão calorosa. É como um grande abraço para o cavalo... e para nós também.$4",
  "Elliott_Wander_Default_1": "Tenho contemplado um novo personagem para o meu romance. Um(a) fazendeiro(a) com a sua tenacidade e graça.#$b#Embora nenhuma criação ficcional pudesse capturar sua essência por completo, @.",
  "Elliott_Wander_Default_2": "O %pet parece ter gostado bastante de mim! Talvez os animais sintam a alma poética interior?#$b#Ou talvez seja simplesmente porque eu ofereço petiscos quando você não está olhando.$1",
  "Elliott_Wander_Default_3": "Sua respiração suave ao meu lado, na noite passada, inspirou um verso tão terno que corei ao escrevê-lo.#$e#Gostaria que eu o recitasse para você mais tarde, na privacidade do nosso quarto?$4",
  "Elliott_Wander_Default_4": "A fazenda parece especialmente linda nesta luz. Embora não chegue nem perto da beleza do(a) ${man^woman}$ que a transformou de deserto em paraíso.$4",
  "Elliott_Wander_Default_5": "Eu estava pensando no meu piano. #$b# Talvez pudéssemos movê-lo da cabana para nossa casa? Eu anseio por compor melodias inspiradas em seus movimentos graciosos pela fazenda.$1",
  "Elliott_Wander_Building_1": "Esta construção, embora utilitária em seu propósito, carrega a marca inconfundível de sua visão criativa. #$b# Confesso que, antes de conhecê-lo(a), eu nunca havia apreciado a arte em assuntos práticos. #$b# Você expandiu minha compreensão de beleza além da prosa florida e das ondas quebrando, para incluir a colocação perfeita de uma estrutura bem construída.",
  "Elliott_Wander_Building_2": "Que requintada casa de fazenda nós compartilhamos! Tão diferente da minha humilde cabana na praia.#$b#Embora eu ocasionalmente sinta falta do som das ondas, acordar ao seu lado mais do que compensa.$4",
  "Elliott_Wander_Building_3": "Há algo profundamente romântico nessas estruturas rústicas. #$b# Nos meus dias de solteiro, eu só podia sonhar com tal perfeição pastoral. Agora me vejo vivendo nas páginas do meu próprio conto idílico.$4",
  "Elliott_Wander_Building_4": "Tenho contemplado uma sonata para piano inspirada em nossa vida aqui.#$b#O *allegro* capturaria seu trabalho energético nos campos, enquanto o *adagio*... bem, isso representaria nossos momentos mais privados.$4",
  "Elliott_Wander_BrokenFence_1": "Esta cerca requer atenção, meu(minha) caro(a). Não muito diferente do meu cabelo em manhãs particularmente úmidas!#$e#Devo tentar o conserto, ou minhas mãos macias de escritor se provariam inadequadas?",
  "Elliott_Wander_BrokenFence_2": "Uma cerca quebrada... uma pequena imperfeição em nosso pequeno paraíso, mas isso só faz o cenário todo parecer mais autenticamente nosso.",
  "Elliott_Wander_Water_1": "O suave ondular da água me lembra o oceano fora da minha antiga cabana.#$b#No entanto, esta visão traz uma inspiração diferente. Talvez um romance pastoral ambientado em uma fazenda não muito diferente da nossa?$1",
  "Elliott_Wander_Water_2": "A superfície da água é o espelho da natureza, refletindo não apenas nossos rostos, mas o próprio céu acima.#$e#Às vezes sinto falta do rugido das ondas do oceano, mas esse suave ondular tem seu próprio charme poético.",
  "Elliott_Wander_Water_3": "Embora lhe falte o rugido poderoso do oceano, esta água gentil tem uma música toda própria.#$e#Acalma a alma.",
  "Elliott_Wander_Water_4": "$z elliott_read#A superfície tranquila do lago espelha a calma que sinto ao ler aqui. Seu trabalho duro criou um refúgio tão pacífico, @. $4",
  "Elliott_Wander_Tree_1": "Parado sob esta árvore, sou atingido por uma metáfora cativante: nosso amor, como estes galhos, alcançando sempre o céu.#$e#Você se importa se eu usar isso no meu próximo romance?$4",
  "Elliott_Wander_Tree_2": "$query !SEASON Winter#O jeito que a luz do sol se filtra por estas folhas me lembra nosso primeiro beijo.#$b#Pintado, inesperado e totalmente transformador. Fico sem fôlego com a lembrança.$4|A beleza austera dos galhos nus contra o céu de inverno... #$b# Me lembra como eu me sentia antes de você, sombrio e esperando pelo toque da primavera. Agora meu coração floresce o ano todo.$4",
  "Elliott_Wander_Tree_3": "$query !SEASON Winter#Sob este dossel frondoso, sou transportado(a) para mundos de fantasia e maravilha.#$b#Você se lembra de quando eu sentava sob aquele pinheiro retorcido perto da minha cabana, rabiscando furiosamente enquanto as ondas batiam por perto?|",
  "Elliott_Wander_Tree_4": "$z elliott_read#Sob esta grande árvore, com um livro na mão, sinto uma paz profunda. Sua presença torna até a sombra mais acolhedora.$4",
  "Elliott_Wander_FruitTree_1": "Esta árvore frutífera está positivamente resplandecente! O local perfeito para sentar e compor poesia sobre meu ${handsome husband^beautiful wife}$ (lindo marido/bela esposa).#$e#Gostaria de se juntar a mim para uma tarde de inspiração, @?",
  "Elliott_Wander_FruitTree_2": "$query !SEASON Winter#O pomar floresce com tamanha elegância. Na minha cabana, eu só podia sonhar com tal esplendor.#$e#Agora eu acordo para este paraíso e o calor do seu abraço todas as manhãs.$4|Tenho contemplado a metáfora desta árvore... dormente agora, mas cheia de promessas.#$b#Como meu coração antes de conhecê-lo(a), @... esperando pela estação certa para florescer.$4",
  "Elliott_Wander_FruitTree_3": "Colher frutas maduras direto do pé... há uma simplicidade crua e doce nisso que a vida na cidade nunca ofereceu.$1",
  "Elliott_Wander_MatureCrop_1": "Estas colheitas maduras, prontas para a safra... como elas me lembram minhas ambições literárias.#$b#Como palavras cuidadosamente cultivadas, agora prontas para serem compartilhadas com o mundo.$1",
  "Elliott_Wander_MatureCrop_2": "Olhe para esta fartura, madura para a colheita! Suas mãos extraem tanta abundância do solo.#$b#Mais tarde, talvez eu possa te mostrar como essas mãos capazes poderiam ser empregadas de outra forma...",
  "Elliott_Wander_Cave_1": "A energia misteriosa desta caverna me lembra os romances góticos que tanto adorava na juventude.#$b#Talvez haja uma história à espreita aqui, esperando minha caneta para lhe dar vida.$1",
  "Elliott_Wander_Cave_2": "$query FARM_CAVE Bats#As profundezas misteriosas da caverna me lembram o processo criativo - escuro, incerto, mas rendendo tesouros inesperados.#$b#Você acha que os morcegos se incomodam com minhas visitas ocasionais para contemplar reviravoltas na trama?|Você sabia que eu uma vez escrevi um conto sobre um reino de cogumelos? Parado aqui, sinto como se tivesse entrado na minha própria imaginação.$1",
  "Elliott_Wander_Cave_3": "O eco misterioso desta entrada de caverna agita minha imaginação.#$b#Que segredos residem dentro? Que histórias antigas podem estar inscritas em suas paredes?#$e#Sinto um capítulo se formando na minha mente já.$1",
  "Elliott_Wander_Coop_Chicken_1": "Estes filósofos emplumados cacarejam com tanto propósito! #$b# Eu me pergunto que sabedoria eles poderiam transmitir se pudessem falar. #$b# Talvez eles nos dissessem que a felicidade é tão simples quanto sol quente, boa comida e a companhia daqueles que você ama... uma lição que ainda estou aprendendo a cada dia ao seu lado. $1",
  "Elliott_Wander_Coop_Chicken_2": "Ah, estes companheiros emplumados! Sua simples existência traz tanta tranquilidade.#$b#Embora eu deva confessar, quando você está fora nas minas, às vezes eu leio poesia para eles. Eles parecem gostar particularmente dos versos românticos.$1",
  "Elliott_Wander_Coop_Chicken_3": "O cacarejo rítmico destas galinhas tem uma musicalidade peculiar. Como o metrônomo da natureza, elas marcam o tempo perfeito para minhas composições mentais.$1",
  "Elliott_Wander_Coop_1": "Há algo profundamente belo na maneira como você cuida de cada criatura nesta fazenda, @.#$b#Foi o seu espírito gentil e carinhoso que me atraiu, como uma mariposa à luz da lanterna. #$b# Espero capturar essa essência nos capítulos finais do meu próximo livro. Esse poder transformador do cuidado compassivo.",
  "Elliott_Wander_Coop_2": "Esta construção representa a sua visão manifestada, @.#$b#Antes de conhecê-lo(a), eu apenas construía mundos de papel e tinta. Agora vejo como é satisfatório criar algo tangível que nutre tanto o corpo quanto a alma.",
  "Elliott_Wander_Coop_3": "Observando este galinheiro, lembro que mesmo a morada mais humilde pode ser um lugar de calor e prosperidade.",
  "Elliott_Wander_Coop_4": "$z elliott_read#Eu me posicionei contra o exterior quente deste galinheiro com o meu romance.#$b#O ritmo da vida na fazenda se tornou o pulsar da minha existência, @. Nossas noites de paixão e dias de propósito... Eu não poderia imaginar nada mais gratificante.$4",
  "Elliott_Wander_Barn_Cow_1": "Estas feras gentis, apesar do seu tamanho maciço, parecem entender mais do que deixam transparecer. #$b# Quando olho para elas, lembro-me daquele capítulo do meu romance onde o protagonista encontra paz nos ritmos simples da vida rural.#$b#Talvez eu devesse ler para elas alguma hora... você acha que elas apreciariam Hemingway ou tenderiam mais para a poesia pastoral? $1",
  "Elliott_Wander_Barn_Cow_2": "Estes magníficos bovinos são a própria imagem do esplendor pastoral! Devo confessar, desenvolvi um grande carinho por eles desde que me mudei da minha morada à beira-mar.#$e#Seus olhos gentis contêm tanta sabedoria, você não concorda, @?",
  "Elliott_Wander_Barn_Cow_3": "Estes gentis bovinos têm olhos tão expressivos. Eu me pergunto se eles sabem o quanto a alegria do leite deles traz para nossa casa?#$b#Talvez eu deva escrever uma ode à humilde vaca... 'Soneto às Provedoras de Creme para o Meu Café da Manhã.'$4",
  "Elliott_Wander_Barn_1": "Este abrigo robusto, que se mantém firme contra os elementos, me faz pensar em você, @.#$b#Como você criou este santuário não apenas para animais, mas também para o meu coração inquieto.#$b#Minha cabana à beira-mar era solitária de maneiras que nunca entendi completamente até que compartilhei minha vida com você. $4",
  "Elliott_Wander_Barn_2": "Eu me pego contemplando quais criaturas poderiam eventualmente habitar este celeiro.#$b#Talvez vacas majestosas ou cabras nobres?#$e#O que quer que você escolha, meu(minha) caro(a), eu comporei um soneto em sua homenagem.$4",
  "Elliott_Wander_Barn_3": "Os sons suaves do celeiro criam um pano de fundo relaxante para minhas aventuras literárias.#$b#Há algo profundamente inspirador em ler contos de grandes aventuras enquanto estou cercado pela indústria honesta da vida na fazenda.",
  "Elliott_Wander_Shed_1": "Acho a interação entre ciência e agricultura bastante fascinante, @.#$b#As máquinas da fazenda transformam produtos humildes em iguarias requintadas, muito parecido com um escritor que transmuta palavras comuns em ouro literário.",
  "Elliott_Wander_Shed_2": "Esta construção é um monumento aos nossos sonhos compartilhados, meu amor. Cada tábua conta uma história da nossa vida juntos.$4",
  "Elliott_Wander_Shed_3": "$z elliott_read#O zumbido suave vindo de dentro do galpão proporciona um fundo calmante para a minha leitura. Acho o som curiosamente inspirador.",
  "Elliott_Wander_PetBowl_1": "Até a simples tarefa de alimentar o %pet parece um ato poético quando feito em conjunto. Você realça a beleza em tudo. $4",
  "Elliott_Wander_Greenhouse_1": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Nossa estufa reparada é realmente mágica! Mesmo quando é inverno lá fora, é primavera eterna aqui dentro.#$b#Assim como sua presença traz calor até mesmo aos meus dias mais frios e cheios de dúvida.|Esta estufa quebrada guarda tanta promessa, como o manuscrito inacabado sobre o qual eu me esforcei antes de conhecê-lo(a).#$e#Com seu toque, sei que ambos florescerão magnificamente.$4",
  "Elliott_Wander_Greenhouse_2": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Esta estufa é realmente mágica! #$b# Quase tão mágica quanto a sua aparência na luz da manhã, seu cabelo despenteado do sono e das nossas aventuras noturnas.|Esta estrutura arruinada fala de esperanças esquecidas... mas também do potencial de renovação, assim como o meu próprio espírito já se sentiu.$2",
  "Elliott_Wander_Greenhouse_3": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Maravilhoso! Esta estufa desafia as próprias estações.#$b#Dentro destas paredes, o aperto gelado do inverno não encontra lugar.#$e#Uma metáfora perfeita para o nosso amor, você não concorda? Sempre verde e florescendo, independentemente das circunstâncias externas.$4|Esta estufa quebrada guarda tanta promessa sob seus vidros estilhaçados.#$b#Como uma sinfonia inacabada, espera pelas mãos certas para restaurar sua antiga glória.$2",
  "Elliott_Wander_Farmer_1": "O %pet acabou de passar correndo com a minha pena?#$b#Aquele patife parece determinado a frustrar minhas buscas literárias hoje. Talvez o universo esteja sugerindo que eu me concentre em você, em vez disso.$1",
  "Elliott_Wander_Farmer_2": "Esta noite, vamos compartilhar uma garrafa de vinho junto à lareira. Quero ouvir cada detalhe do seu dia, meu amor.$4",
  "Haley_Wander_Default_1": "Você já parou para olhar em volta e... se beliscar?#$b#Eu costumava pensar que felicidade era umas compras em Zuzu City. Acontece que é um dia tranquilo e ensolarado na fazenda com você.$4",
  "Haley_Wander_Default_2": "Você acha que devemos repintar o exterior da casa? Estou pensando em um rosa blush suave, seria divino.#$b#O quê? Muito? Tá bom, talvez só o quarto então.$11",
  "Haley_Wander_Default_3": "Aff, acho que acabei de pisar em algo nojento.$2#$b#Lembra quando isso teria arruinado o meu dia inteiro? Agora é só... a vida na fazenda.$1",
  "Haley_Wander_Default_4": "$z patio#Estou tentando tirar a foto perfeita do seu espantalho há uns vinte minutos.#$b#Ele continua me lembrando suas roupas antigas quando você se mudou para cá.$11#$b#Não se preocupe, eu te dei um *upgrade* desde então. De nada.$1",
  "Haley_Wander_Default_5": "Eu sei que você está ocupado(a), mas eu só queria ver seu rosto.#$b#Esta fazenda é tão grande... parece que você está a quilômetros de distância às vezes, mesmo estando bem aqui.#$b#Talvez devêssemos comprar *walkie-talkies*? Rosas. Obviamente.$1",
  "Haley_Wander_Default_6": "Tome cuidado perto da caixa de remessa, eu vi uma aranha do tamanho do meu punho! Credo!$2#$b#Vai... vai cuidar disso para mim? Meu(Minha) corajoso(a) e forte ${husband^wife}$?$4",
  "Haley_Wander_Default_7": "Tá, pesquisa rápida. Numa escala de 'super fofa' a 'impossivelmente maravilhosa', o quão bem eu estou com o sol no meu cabelo agora?$11#$b#Não responda muito rápido, quero que você *realmente* pense nisso.$1",
  "Haley_Wander_Default_8": "*suspiro* Fiquei perdida em pensamentos te observando mais cedo. Você estava regando as plantações, todo(a) focado(a) e determinado(a)...$4#$b#E eu fiquei ali parada como uma adolescente apaixonada!$11#$e#Emily me provocaria muito se soubesse a frequência com que eu apenas... observo você trabalhar.$4",
  "Haley_Wander_Default_9": "Estou fazendo meu 'Tour de Inspeção Conjugal'. Preciso garantir que as cercas estejam firmes e que os animais estejam suficientemente animados.$11#$b#Até agora, parece que está tudo em ordem. Você recebe uma nota de aprovação, Fazendeiro(a) @.$1#$b#Sua recompensa sou eu. Você me terá mais tarde. Que sorte a sua!$13",
  "Haley_Wander_Default_10": "Ei, você. Pare de trabalhar tanto por um segundo e olhe para mim.$1#$b#Eu vim aqui para tomar um ar fresco... e para te dar algo bonito para olhar enquanto você trabalha.$13#$b#De nada.$11",
  "Haley_Wander_GrandpaShrine_1": "Imagine se seu vovô pudesse te ver agora. Todo(a) forte e capaz... e você até se veste melhor hoje em dia.$11#$b#Ele ficaria impressionado. Eu fico, todos os dias.$4",
  "Haley_Wander_GrandpaShrine_2": "Vamos fazer uma promessa. Bem aqui.#$b#Vamos tornar esta fazenda tão incrível, e nossa família tão feliz, que o fantasma do seu vovô terá um sorriso gigante e nada assustador no rosto para sempre.$1",
  "Haley_Wander_GrandpaShrine_3": "Pensando nele?#$b#Não tem problema sentir falta das pessoas. Eu sinto falta dos meus pais o tempo todo.$2#$b#Mas você não está sozinho(a). Você me tem agora, sempre.$4",
  "Haley_Wander_GrandpaShrine_4": "Este cantinho da fazenda é tão tranquilo. É agradável.#$b#Eu estava pensando... devíamos plantar alguns girassóis ao redor do santuário. Isso realmente o alegraria! O que você acha?$1",
  "Haley_Wander_GrandpaShrine_5": "Você acha que seu vovô teria gostado de mim?#$b#Quero dizer... a antiga eu era meio pirralha, sejamos honestos.$2#$b#Mas eu evoluí muito, com sua ajuda... Espero que ele aprovasse a gente.$4",
  "Haley_Wander_Farmer_1": "Eu te segui até aqui só para dizer 'oi'. E talvez para roubar um beijo. Ou dois. Ou sete.$4",
  "Haley_Wander_Farmer_2": "Não pare o que está fazendo por minha causa. Eu só gosto de te observar.$4#$b#Apenas finja que sou sua líder de torcida pessoal e super gata.$13",
  "Haley_Wander_Farmer_3": "Ei. Eu te vi aqui sozinho(a) e quis te fazer companhia.#$b#Não trabalhe demais, tá? Sinto sua falta quando você está ocupado(a).$4",
  "Haley_Wander_Farmer_4": "Eu não estou...",
  "Haley_Wander_Farmer_5": "Eu realmente só queria te beijar.$4#$b#É pedir muito?$1",
  "Haley_Wander_Scenic_1": "Você já parou para **realmente olhar** para este lugar?#$b#É honestamente meio **lindo**... não de um jeito de revista *glam*, mas de um jeito bagunçado, maravilhoso, de vida real.#$b#E você é o **coração de tudo isso**. Estou começando a ficar sentimental. Rápido, me distraia com um beijo.$4",
  "Haley_Wander_Scenic_2": "$z patio#Esta vista... Eu devo ter tirado uma dúzia de fotos, mas nenhuma delas parece certa. Elas nunca capturam como é estar aqui.#$b#Talvez algumas coisas não sejam feitas para serem capturadas em uma foto. Talvez sejam apenas feitas para serem **experimentadas**.",
  "Haley_Wander_Scenic_3": "$query ANY \"SEASON Spring\" \"SEASON Summer\" \"SEASON Fall\"#As borboletas não estão lindas hoje? São quase tão coloridas quanto as roupas que a Emily tenta me fazer usar.$11|É estranho como tudo está congelado, mas ainda assim tão bonito.#$b#Olha, nossas pegadas são as únicas na neve desde a casa até aqui.#$b#Parece que somos as únicas duas pessoas no mundo inteiro agora. Eu gosto dessa sensação. Muito.$4",
  "Haley_Wander_Scenic_4": "É tão **quieto e privado** aqui fora... Ninguém para nos ver além das árvores...$13#$b#Você parece que precisa de uma **longa pausa** de toda essa fazenda...#$b#Por que você não vem aqui e... tira uma folga **comigo**?$4",
  "Haley_Wander_Scenic_5": "Só admirando a vista.$1#$b#Não, bobo(a), não a fazenda... **você**.$4#$b#Eu poderia te observar trabalhar o dia todo.$4",
  "Haley_Wander_Scenic_6": "Olha só para todo esse **espaço** que temos. É tão pacífico aqui fora.$1#$b#Às vezes eu imagino nossos **filhos** correndo por aí, caçando borboletas enquanto você os ensina a plantar sementes... e eu posso ensiná-los sobre a iluminação adequada para *selfies*.$4#$e#É um pensamento legal, não é? Nosso próprio **pequeno reino**.",
  "Haley_Wander_Scenic_7": "$query SEASON Spring Summer Fall#Eu sei, eu sei. Esta saia não é exatamente 'roupa prática de fazenda'.#$b#Mas eu não sou quem vai lutar com os tubérculos, né?$11#$b#Além disso, tenho que estar bonita para o meu(a) trabalhador(a) ${husband^wife} quando ${he^she} fizer uma pausa.$4#$b#Qual é o sentido de estar bonita se você não pode vir distrair o ${man^woman} que ama?$13|O inverno em Pelican Town costumava ser tão chato. Só frio e tédio sem fim.$2#$b#Mas ver nossa fazenda toda coberta por um tranquilo manto de neve... não é tão ruim. Na verdade, é meio mágico.#$b#Vamos entrar logo, estou pensando em chocolate quente junto à lareira... com muitos abraços seus.$4",
  "Haley_Wander_FishPond_1": "$z patio#%Haley enruga o nariz enquanto espia no lago de peixes.#$b#Eles não são exatamente... **fotogênicos**, são? Nem com um bom filtro.$2#$b#Você, por outro lado... **Faça uma pose para mim**, amor.$4",
  "Haley_Wander_FishPond_2": "Você... **fala com seus peixes**? Você tem nomes para todos eles?#$b#Ai meu Deus, você tem, não tem! Essa é a coisa mais **nerd e adorável** que eu já ouvi.$1",
  "Haley_Wander_FishPond_3": "Promete que você **não vai tentar cozinhar** isso para o jantar.#$b#Meu paladar se expandiu desde que te conheci, amor, mas... não se expandiu tanto assim. **Bolo rosa** ainda é o meu grupo alimentar favorito.$1",
  "Haley_Wander_FishPond_4": "Isso me lembra a praia, só que... mais **fedorento**. E com menos areia. E sem salva-vidas bonitos.#$b#Ah, espera, meu salva-vidas bonito está bem aqui.$4#$b#Vem cá, me salve desses peixes assustadores com um **beijo**.$1",
  "Haley_Wander_FishPond_5": "**Eca**, peixe. Você sabe que eu odeio peixe.$2#$b#Por que eles ficam apenas... flutuando lá? Olhando? É super **assustador**.$2#$b#Mas... você parece gostar deles. Então, vou tentar não reclamar. **Demais**.$1",
  "Haley_Wander_FishPond_6": "Então, esses peixes apenas nadam por aí o dia todo enquanto você traz presentes para eles?#$b#Sabe, eles meio que me **lembram de mim**.$11#$b#Exceto que sou **muito mais bonita** e cheiro bem melhor.$1",
  "Haley_Wander_BrokenFence_1": "Ah, sério? Outra cerca quebrada? Você está me testando?$2#$b#Ou você só quer uma desculpa para virar lenhador e me mostrar seus músculos? Neste caso, continue quebrando.$13",
  "Haley_Wander_BrokenFence_2": "Eu tentaria consertar, mas... e se eu quebrar uma unha? Aí você teria que me dar um dia inteiro de massagens nos pés para compensar.$11#$b#Acho melhor você fazer isso, amor.$1",
  "Haley_Wander_BrokenFence_3": "Não olhe para mim. Eu só sou a beleza aqui. Você é o(a) ${handsom^capable}$ (bonito/capaz) que conserta as coisas.$1",
  "Haley_Wander_BrokenFence_4": "Você sabe o que consertar essa cerca me lembra?#$b#Você me consertando.$4#$b#Eu era um desastre, e você me transformou em algo... funcional. E super *gorgeous*. É chamado de motivação, querida.$1",
  "Haley_Wander_BrokenFence_5": "$z patio#Eu notei que isso estava quebrado mais cedo quando estava tirando fotos dos campos.#$b#Eu consegui fotos incríveis, no entanto! A cerca quebrada adicionou um charme rústico.$11#$b#Mas sim, você provavelmente deveria consertar antes que os animais escapem de novo.",
  "Haley_Wander_BrokenFence_6": "Credo, essa cerca quebrada é um desastre.$2#$b#Mas... acho que me dá uma boa desculpa pra te ver suando enquanto você conserta.$4",
  "Haley_Wander_BrokenFence_7": "Amor, essa cerca precisa de um carinho sério.",
  "Haley_Wander_BrokenFence_8": "*suspiro* Outra cerca quebrada. Desse jeito, vamos ter que trocar o perímetro inteiro.$2#$b#Não se preocupe, eu já pedi tinta rosa para cerca online. O quê? Vai ficar fofo!$1",
  "Haley_Wander_MatureCrop_1": "Você está colhendo ou apenas me admirando admirando eles?$11#$b#Não te culpo, eu sou bem distraída.$1",
  "Haley_Wander_MatureCrop_2": "Uau, eles parecem perfeitos! Prontos para a colheita.#$b#Traga alguns para dentro quando terminar, tá? Tenho uma nova receita que quero testar no meu provador favorito.",
  "Haley_Wander_MatureCrop_3": "Eu estava apenas admirando suas colheitas.#$b#Mas, honestamente? Estou mais interessada no(a) fazendeiro(a) que as cultivou.$4#$b#Vem aqui e me beija antes de voltar a colher. Eu preciso da minha dose de @.$1",
  "Haley_Wander_MatureCrop_4": "Estes estão prontos! Devo pegar uma cesta?#$b#O quê? Eu posso ajudar a colher! Eu não sou tão exigente mais.$4#$e#...Tá bom, mas eu vou usar luvas. Essas unhas não se pintaram sozinhas!$11",
  "Haley_Wander_MatureCrop_5": "$z patio#Eu trouxe minha câmera, mas honestamente... meio que só quero te assistir trabalhar.#$b#Você é a minha vista favorita.$4",
  "Haley_Wander_MatureCrop_6": "$z patio#*suspiro* Eu amo aqui. O céu, a brisa, as plantações...#$b#Mas principalmente, eu amo te encontrar no meio de tudo isso. Você é a única foto que eu nunca quero parar de olhar.$4",
  "Haley_Wander_MatureCrop_7": "Uau, olhe para tudo isso. Parece que foi ontem que você plantou as sementes.#$b#Você é tipo... um(a) mago(a) das plantas ou algo assim. Meu(Minha) ${handsome^beautiful}$ (lindo/a), mágico(a) mago(a) das plantas.$1",
  "Haley_Wander_MatureCrop_8": "Então, quando tudo isso for vendido, podemos ir às compras, né?#$b#Eu vi o par de botas mais fofo online... elas custam apenas 50.000g.$11#$b#Brincadeira! ...Quase.$1",
  "Haley_Wander_MatureCrop_9": "Você passa tanto tempo cuidando dessas plantas. Elas têm tanta sorte de ter toda a sua atenção.#$b#Não se esqueça de guardar um pouco desse carinho e cuidado para sua esposa, tá? Eu também preciso ser regada... com beijos.$4",
  "Haley_Wander_MatureCrop_10": "Uau, olhe para tudo isso. Você é, tipo, um(a) mestre em... coisas de planta.$1#$b#É até meio *hot*, ver os resultados de todo o seu...",
  "Haley_Wander_MatureCrop_Sunflower_1": "$z patio#A luz está **perfeita** agora. Viu como ela bate nos girassóis? Parece que estão posando para mim.#$b#Não se mova, você está no enquadramento! Perfeito... minhas duas coisas favoritas em uma foto.$4",
  "Haley_Wander_MatureCrop_Sunflower_2": "Você pode colher o **girassol mais lindo** de todos para mim antes de colher o resto?#$b#Eu quero colocá-lo em um vaso na nossa mesa de cabeceira. Vai ser como ter um pedacinho de sol aqui dentro.$1",
  "Haley_Wander_MatureCrop_Sunflower_3": "*suspiro* Você cultivou estes girassóis **para mim**, não foi?$4#$b#Nem tente negar. Eu consigo ver nos seus olhos.$13#$b#Venha aqui e deixe-me agradecer apropriadamente...$4",
  "Haley_Wander_MatureCrop_Sunflower_4": "Eu estava pensando... lembra do nosso casamento? Eu tinha girassóis no meu buquê.#$b#E agora você os cultiva para mim todo verão. É como se estivesse me pedindo em casamento de novo.$4#$b#Pare, estou ficando toda lacrimejante! Minha máscara de cílios!$1",
  "Haley_Wander_MatureCrop_Sunflower_5": "Nossos girassóis estão ficando tão altos agora.$1#$b#Lembra quando você me deu meu primeiro girassol? Eu o presei em uma revista... ainda o tenho.$4",
  "Haley_Wander_MatureCrop_Sunflower_6": "Este amarelo é uma cor tão alegre. Está me dando total inspiração para um novo vestido de verão.#$b#O que você acha? Um vestido de verão da cor de um girassol? Você gostaria de me ver nele, não é, @?$13",
  "Haley_Wander_MatureCrop_Sunflower_7": "Eu amo que você plantou esses girassóis para mim. É como se fosse meu próprio pedacinho de sol pessoal.$4",
  "Haley_Wander_MatureCrop_Sunflower_8": "$z patio#Estou tentando tirar uma boa foto artística deste girassol, mas uma abelha continua estragando meu clique.$3#$b#Diga para ela dar o fora, sim? Você é quem sabe falar com os animais.$1",
  "Haley_Wander_MatureCrop_Sunflower_9": "Você se lembrou que eu amo girassóis, não foi?$4#$b#Cultivar um canteiro inteiro deles... você realmente sabe como fazer uma garota se sentir especial, @.$4",
  "Haley_Wander_Greenhouse_1": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Posso te contar um **segredo**?#$b#Às vezes, quando você não está, eu vou até a estufa e... converso com suas plantas.$4#$b#Eu sei que parece loucura! Mas Emily diz que as plantas crescem melhor quando você fala com elas...$4#$b#Então eu conto a elas sobre meu dia, sobre o quanto sinto sua falta, sobre aquele vestido novo que pedi online...$1|*suspiro* Eu sujei um pouco minhas sandálias novas olhando sua estufa.$2#$b#O quê? Não, eu não estou brava! Veja o que você fez comigo? A **Antiga Haley** teria tido um ataque.$1#$e#Venha aqui e me compense com um beijo mesmo assim.$4",
  "Haley_Wander_Greenhouse_2": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Eu lembro quando isso era apenas uma pilha de vidro quebrado e ervas daninhas. Que nojo.$2#$b#Olhe para isso agora. Você torna tudo que toca bonito...$4|Eu estava pensando em tirar algumas fotos 'melancólicas' do vidro quebrado, mas é só... deprimente.$2#$b#Fico triste de ver algo com tanto potencial parado aqui, todo quebrado. Você vai consertar logo, não é, amor?",
  "Haley_Wander_Greenhouse_3": "$z patio#Ei, amor. Venha ficar aqui comigo.#$b#Eu quero tirar uma foto nossa na frente da estufa. Sabe, para o nosso álbum de 'felizes para sempre'.$4",
  "Haley_Wander_Greenhouse_4": "$d cc#Qual é a coisa mais exótica que você tem crescendo aí dentro? É um coqueiro?#$b#Ah. Bom, você deveria plantar um para mim! Poderíamos fazer nossas próprias piñas coladas!$1|Ei, você. Tirando uma folga? Que bom. Você trabalha demais.#$b#Venha ficar comigo por um minuto. Vamos apenas... ser. Juntos.",
  "Haley_Wander_Greenhouse_5": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Você passa tanto tempo cuidando das plantas nesta estufa. Estou começando a ficar com ciúmes.$2#$b#Eu preciso colocar um biquíni de folha para chamar sua atenção por aqui?$11|E se, quando estiver consertada, enchermos a estufa inteira só com girassóis? Consegue imaginar? Seria o nosso sol pessoal!$1#$b#Ok, ok, estou vendo essa expressão no seu rosto. Eu sei, starfruit é mais rentável. Uma garota pode sonhar, não pode?$1",
  "Haley_Wander_FruitTree_1": "$z patio#Essa fileira de árvores parece uma passarela. Caminhe na minha direção devagar... isso, assim. Arrase.$13#$b#Perfeito. Agora venha aqui e receba seu beijo como taxa de modelo.$13",
  "Haley_Wander_FruitTree_2": "Emily diria que esta árvore tem uma 'força vital vibrante' e que deveríamos meditar debaixo dela para absorver sua 'energia positiva'.$1#$b#...Quer saber? Pela primeira vez, isso não parece totalmente estranho.#$b#Vamos apenas ficar aqui juntos por um segundo. Parece... pacífico.",
  "Haley_Wander_FruitTree_3": "$query SEASON Spring Summer Fall#*snif* Mmm, esse cheiro me leva de volta ao pomar da minha trisavó.#$b#Ela sempre me deixava pegar as frutas mais maduras direto do pé.|Eu sei que é bobo, mas meio que sussurrei para a árvore: 'Aguenta firme, garota. A primavera vem aí.'#$b#...Não me olhe assim. Você fala com os animais da fazenda o tempo todo.$1",
  "Haley_Wander_FruitTree_4": "$z patio#$query SEASON Spring Summer Fall#Olhe a luz salpicada entre as folhas... é como se a fazenda estivesse fazendo iluminação digna de glamour só pra mim.$1#$b#Fique bem aí, @. Queixo levantado, sorriso suave... perfeito. Vou salvar esta no meu álbum 'meu ${husband^wife} adorável na natureza'.$4|Tirei uma foto desta árvore coberta de neve... parece que está vestindo um vestido brilhante.#$b#Viu? Até a natureza quer se arrumar às vezes.$11",
  "Haley_Wander_FruitTree_5": "$query SEASON Spring Summer Fall#Esta árvore está com um clima total de 'pomar de conto de fadas' hoje...#$b#Só faltam uns coelhinhos pulando por aí e eu num vestido esvoaçante.$11#$b#E talvez você ${shirtless^in a tank top}, cortando lenha ao longe. Só pela estética.$4|Eu estava imaginando nós deitados sob esta árvore na primavera, alimentando um ao outro com frutas como em um filme romântico antigo...$1#$b#Exagero? Tá bom. Mas você ia adorar. Admita.$13",
  "Haley_Wander_Stable_1": "Eu e seu cavalo chegamos a um acordo.#$b#Eles me deixam praticar minhas técnicas de trança no rabo deles, e eu lhes dou cubos de açúcar extras quando você não está olhando.$11",
  "Haley_Wander_Stable_2": "Eu amo como você é gentil com seu cavalo. O jeito que você acaricia o pescoço, sussurra para eles...$4#$b#Me lembra de como você é comigo. Paciente, carinhoso(a), sempre sabendo exatamente o que eu preciso.$4",
  "Haley_Wander_Stable_3": "Eu te peguei! Você estava totalmente me olhando enquanto eu acariciava seu cavalo.$1#$b#Tudo bem, eu estava posando de propósito. Essas botas novas deixam minhas pernas incríveis, não deixam?$13",
  "Haley_Wander_Stable_4": "$z patio#Estou tentando tirar um bom retrato do seu cavalo, mas ele não é um bom modelo. Ele fica mexendo a cabeça.$2#$b#Ele é quase tão ruim quanto o Alex, quando tentei tirar a foto dele uma vez. Pelo menos o cavalo não está fazendo pose o tempo todo.$11",
  "Haley_Wander_Building_1": "Quer saber? Eu tenho orgulho de você. Todo esse lance de fazenda... é realmente muito impressionante.$1#$b#Quer dizer, eu sempre soube que você era especial. É por isso que eu te escolhi, duh.$11#$b#Mas ver o que você construiu aqui... me faz me apaixonar por você tudo de novo.$4",
  "Haley_Wander_Building_2": "Às vezes eu tento imaginar como será este lugar todo daqui a dez anos.#$b#Mais árvores frutíferas, talvez um pônei para nossos filhos... e você e eu, ainda bem aqui.$4#$e#É um bom quadro, não é?",
  "Haley_Wander_Building_3": "Eu nunca teria tido paciência para isso antes. Apenas ficar parada, observando a natureza.#$b#Você me ensinou a desacelerar, amor. E estou vendo tantas coisas bonitas que perdi antes.$4",
  "Haley_Wander_Building_4": "Eu costumava pensar que a vida na fazenda seria só sujeira e... eca, esterco.$2#$b#Mas observar você trabalhar? O jeito que você cuida de tudo aqui? É realmente muito bonito.$4#$b#Além disso, trabalho braçal fica muito bem em você. Eu já mencionei isso hoje?$1",
  "Haley_Wander_Building_5": "Ei. Eu estava parada aqui pensando em você.#$b#É bobo, mas mesmo quando você está a apenas alguns metros de distância, eu sinto sua falta.$4#$b#Venha me dar um beijo. Só um rápido. Para me aguentar.$4",
  "Haley_Wander_Building_6": "Você tem feno no cabelo. Deixe-me...$1#$b#Como você sempre consegue parecer atraente mesmo quando está uma bagunça?$13",
  "Haley_Wander_Building_7": "$query SEASON Spring Summer Fall#O jeito que você maneja essa foice é meio que...$13#$b#O quê? Eu só estou admirando as habilidades agrícolas do(a) meu(minha) ${marido^esposa}$!$11#$b#Me procure mais tarde quando terminar. Eu vou te ajudar a... relaxar.$13|Sabe, dizem que não existem dois flocos de neve iguais. Assim como não existem dois beijos seus iguais.$4#$b#...Quer ajudar a provar minha teoria?$13",
  "Haley_Wander_Building_8": "Eww! Eu toquei em uma minhoca! Nojo, nojo, nojo!$3#$b#Ok, superei. Mas estou oficialmente aposentada da capina por hoje.#$b#Minhas mãos delicadas foram feitas para fotografia e... segurar as suas.$4",
  "Haley_Wander_Building_9": "Trabalhando duro, ou quase não trabalhando?$11#$b#Seja o que for, você está deixando aquela enxada bonita. ...Não é uma frase que eu pensei que diria.$1",
  "Haley_Wander_Building_10": "Eu tenho orgulho de você. Tenho orgulho de tudo isso. É lindo.$13",
  "Haley_Wander_Building_11": "Apenas absorvendo tudo. O sol, a brisa... o cheiro de fertilizante.$2#$b#Eu não posso acreditar que estou dizendo isso, mas... estou me acostumando. É o cheiro de casa agora.$1",
  "Haley_Wander_Shed_1": "Estou pensando em montar uma pequena câmara escura neste barracão.#$b#Estou brincando! Eca, a poeira!$11#$b#Mas se você me construísse meu próprio pequeno barracão rosa para minha fotografia... bem, uma garota não diria não.$1",
  "Haley_Wander_Shed_2": "Alex costumava se gabar dos equipamentos de treino dele. Aposto que o que você tem neste barracão é muito mais pesado e impressionante.$1",
  "Haley_Wander_Shed_3": "É meio privado aqui atrás, não é? Longe da casa principal...$13#$b#Ninguém veria se eu roubasse um beijo do meu ${marido^esposa}$ trabalhador... ou dois.$4",
  "Haley_Wander_Shed_4": "Então, o que realmente tem neste barracão, @? Está cheio de ferramentas velhas e empoeiradas e potes com cheiro estranho?$2#$b#...Ou você está escondendo presentes para mim?$1#$b#Porque se aquela bolsa de grife nova que eu marquei estiver aí, você pode me dizer agora.$11",
  "Haley_Wander_Shed_5": "$z patio#Este barracão velho é surpreendentemente fotogênico. As texturas na madeira desgastada são incríveis.#$b#Mais ou menos como você... um pouco rústico, mas absolutamente perfeito quando você olha de perto.$4",
  "Haley_Wander_Shed_6": "Está ficando um pouco frio aqui fora. Você acha que poderíamos... sabe... ir para dentro do barracão para nos aquecer?#$b#Eu prometo que não vou tocar em nenhuma das suas coisas importantes de fazendeiro. Eu só quero ser abraçada pelo meu ${marido grande e forte^esposa bonita}$ por um minuto.$4",
  "Haley_Wander_Shed_7": "Este é o seu ${'man cave'^'she shed'}$? Onde você se esconde da sua esposa adoradora?#$b#*risinho* Estou brincando. Eu sei que você sentiria muita falta do meu rosto.$11#$b#Sério, não fique enfiado(a) com os potes de picles o dia todo. Eu preciso de alguém para me dizer que sou bonita.$4",
  "Haley_Wander_Patio_1": "$z patio#Estou tentando fotografar esta borboleta, mas ela continua voando para longe! Tão rude.$3#$b#Ela não é um modelo tão bom quanto você. Você sempre sabe como ficar parado e parecer ${bonito^linda}$ para mim.$4",
  "Haley_Wander_Patio_2": "Eu encontrei uma pedrinha de quartzo linda aqui perto dos degraus. É tão suave e brilhante.#$b#Alguns anos atrás eu teria pensado 'eca, uma pedra'. Agora meu primeiro pensamento foi 'Emily adoraria isso para uma das... coisas dela'.$1#$e#Acho que ser sua esposa me tornou uma pessoa mais gentil. Até com a minha irmã estranha.$4",
  "Haley_Wander_Patio_3": "Este pátio é fofo, mas está faltando alguma coisa...#$b#Luzes de fada! Devíamos pendurá-las por toda parte. E talvez uma mesinha para dois?$11#$e#Poderíamos jantar aqui nas noites quentes. Que romântico seria isso?$4",
  "Haley_Wander_Patio_4": "*suspiro*... Eu me sinto como uma princesa no jardim do seu castelo agora.#$b#E você é o ${príncipe bonito e rústico^bela cavaleira}$ que vem visitar entre matar monstros e plantar pastinacas.$4",
  "Haley_Wander_Patio_5": "Que olhar é esse? Você está olhando para mim como se eu fosse um bolo rosa recém-assado.$11#$b#É a minha roupa? Ou você está apenas pensando em como tem sorte de ter uma esposa tão gostosa?$1",
  "Haley_Wander_Patio_6": "Eu vi você acariciando %pet por, tipo, cinco minutos inteiros antes de vir para cá. Tão adorável.$1",
  "Haley_Wander_Patio_7": "$z patio#Não se mova! A luz está te acertando perfeitamente. Você tem aquele... 'brilho de fazendeiro trabalhador'. Muito rústico chique.$11#$b#Ok, você pode se mover agora. Venha dar um beijo na fotógrafa.$4",
  "Haley_Wander_Patio_8": "$query SEASON Summer#Estou criando uma estratégia. Deste ponto de vista, posso ver quase toda a fazenda.#$b#Decidi que definitivamente devemos plantar mais girassóis ali. Para fins estéticos, é claro.$1|#Olhando para a fazenda daqui... é muito bonita. Eu entendo porque você a ama tanto.#$b#Só não espere que eu comece a capinar. Minha manicure seria arruinada em, tipo, cinco segundos. Eca.$1",
  "Haley_Wander_Barn_1": "$z patio#Ah, que bom, você está aqui! Eu preciso da sua opinião sobre algo super importante.$11#$b#Devo usar um filtro lavanda ou rose gold nestas fotos do celeiro? É para o meu novo post no blog.#$b#'De Sonhos Urbanos a Cenas Rurais' - título fofo, né?$1",
  "Haley_Wander_Barn_2": "Eu estava pensando, talvez você pudesse me ensinar a fazer mais algumas coisas na fazenda?#$b#Nada muito sujo, obviamente. Talvez eu pudesse aprender a escovar os animais?#$b#Aposto que eu seria um talento natural em fazê-los parecer fabulosos.$11",
  "Haley_Wander_Barn_3": "*enruga o nariz* Ugh. Eu pisei em algo... questionável.$2#$b#É melhor você me carregar de volta para casa, ou pelo menos prometer me fazer uma massagem nos pés mais tarde.$11",
  "Haley_Wander_Barn_4": "%Haley olha para você, então se apoia na porta do celeiro com um sorriso malicioso.#$b#Sabe... se trancássemos a porta do celeiro por dentro, ninguém nos incomodaria por um tempo...$13",
  "Haley_Wander_Barn_5": "Você sempre parece tão à vontade aqui... como se pertencesse aos animais, ao sol e à grama.$4#$b#E de alguma forma... eu sinto que eu também pertenço aqui. Com você.$4",
  "Haley_Wander_Barn_6": "Ugh, o cheiro aqui fora é... potente. É uma mistura de feno, terra e... o que é aquilo?$2#$b#Ah, não me olhe assim. Eu amo nossa fazenda, mas nunca vou amar o cheiro de esterco.$11#$e#Você ainda me ama, não é? Mesmo que eu seja um pouco exigente?$4",
  "Haley_Wander_Barn_7": "Quer se esgueirar para o feno e namorar um pouco?$4#$b#Eu prometo não reclamar da palha no meu cabelo... muito.$13",
  "Haley_Wander_Barn_Cow_1": "Eu estava conversando com uma das vacas. Ela parece um pouco para baixo hoje, você não acha?#$b#Eu disse a ela que o que ela precisa é de um dia de spa. Uma boa escovação, uma máscara de sal... e definitivamente um laço rosa fofo para o rabo.$1#$b#...O quê? Não olhe para mim assim! Animais também merecem se sentir bonitos!$11",
  "Haley_Wander_Barn_Cow_2": "Aww, eu estava observando você com as vacas. O jeito que elas olham para você é tão adorável.$1#$b#Elas te amam totalmente. Não tanto quanto eu, obviamente. Mas é um segundo lugar bem próximo.$11",
  "Haley_Wander_Barn_Cow_3": "Você estava falando com as vacas? Que fofo!$1#$b#O que você diz a elas? Você fofoca sobre mim?$11#$b#'Oh, Bessie, minha esposa comprou outra lente de câmera online...'$$11",
  "Haley_Wander_Barn_Cow_4": "$z patio#Eu estava tentando tirar uma foto das vacas, mas elas ficavam tentando lamber a lente.#$b#Eu provavelmente deveria estar enojada... mas é meio adorável.$1",
  "Haley_Wander_Barn_Cow_5": "Você acha que as vacas sabem que somos casados?#$b#Eu sinto que elas me dão um olhar. Tipo, 'Ah, você é quem ${ele^ela}$ escolheu.'$1",
  "Haley_Wander_Barn_Cow_6": "*suspiro* Essas vacas estão vivendo o sonho. Comem, cochilam, são acariciadas, repetem.$1",
  "Haley_Wander_Barn_Cow_7": "Você tem trabalhado tanto. Venha aqui, deixe-me arrumar seu cabelo...#$b#Pronto. Bem melhor. Não posso ter meu ${marido^esposa}$ parecendo todo bagunçado(a). O que as vacas iriam pensar?$11",
  "Haley_Wander_Barn_Cow_8": "Toda vez que venho aqui, as vacas olham para mim como se eu fosse a rainha delas. Provavelmente porque eu sou.$1",
  "Haley_Wander_Barn_Cow_9": "Uma das vacas está olhando para mim de um jeito engraçado...#$b#Ela provavelmente está com ciúmes da minha roupa. Não a culpo.$11",
  "Haley_Wander_Barn_Cow_10": "Eu estava apenas dando oi para as vacas. Elas têm os olhos mais bonitos, sabia? Com aqueles cílios longos.#$b#Aquela com a mancha no nariz acabou de piscar para mim. Eu acho que ela gosta mais de mim.$1#$e#Não se preocupe, você ainda é o(a) meu(minha) número um... mas ela é um segundo lugar bem próximo.$1",
  "Haley_Wander_Coop_1": "Eu estava pensando... talvez devêssemos pintar o galinheiro de rosa?$1#$b#O quê? Não me olhe assim! Seria tão fofo!$11#$b#Ok, ok, talvez apenas o contorno rosa? Uma garota pode sonhar...$1",
  "Haley_Wander_Coop_2": "Ei! Eu vejo como os animais correm todos para você. Você é o favorito deles, não é?#$b#Tudo bem. Contanto que eu seja a sua favorita.$4",
  "Haley_Wander_Coop_3": "Às vezes eu apenas venho aqui e observo você trabalhar.#$b#Isso é estranho? Eu só... eu amo te observar.$4",
  "Haley_Wander_Coop_4": "Eu estava pensando... talvez eu pudesse desenhar pequenos laços para os animais.#$b#Não, é sério! Imagine como eles ficariam fofos em tons pastel!$1",
  "Haley_Wander_Coop_5": "Às vezes eu acho que esses animais gostam mais de mim do que as pessoas gostavam na cidade.$2#$b#Exceto você, obviamente. Você é obcecado(a) por mim.$1",
  "Haley_Wander_Coop_6": "$z patio#Não se mexa! A luz está te atingindo perfeitamente. Você tem aquele pequeno meio-sorriso... como se estivesse pensando em mim.$4#$b#Perfeito! Vou chamar esta de 'Minha Vista Favorita na Fazenda.'$4",
  "Haley_Wander_Coop_Chicken_1": "Eu juro que uma das galinhas tentou me seguir para dentro de casa.#$b#Desculpe, querida, você é fofa, mas aquele é o meu lugar ao lado de @.$1",
  "Haley_Wander_Coop_Chicken_2": "$z patio#@, suas galinhas continuam estragando minhas fotos artísticas!#$b#...Na verdade, essa última ficou bem adorável.$1#$b#Talvez eu comece uma série: 'Aves Fashion de Ferngill Valley.'$11",
  "Haley_Wander_Coop_Chicken_3": "$z patio#Eu estava tentando tirar fotos das galinhas, mas elas continuavam fugindo de mim!$2#$b#Como você faz parecer tão fácil? Elas praticamente te adoram.#$b#Me ensine seus caminhos de encantador(a) de galinhas, ${garoto^garota}$ da fazenda.$1",
  "Haley_Wander_Coop_Chicken_4": "Esta galinha em particular se apegou totalmente a mim. Ela me segue como se eu fosse a mãe galinha glamourosa dela.$1",
  "Haley_Wander_Coop_Chicken_5": "Eu te peguei me observando do outro lado do campo mais cedo...$11#$b#Você estava admirando minha forma de coletar ovos ou apenas pensando em me beijar?$1#$b#De qualquer forma, você é fofo(a).$4",
  "Haley_Wander_Coop_Chicken_6": "%Haley tira uma pena do seu ombro e te dá um sorriso provocador.#$b#Você está com penugem de galinha. É estranhamente charmoso.$1",
  "Haley_Wander_Coop_Chicken_7": "Eu estava apenas checando as garotas para você. Acho que uma delas botou um ovo enorme!#$b#Talvez eu use ele para assar algo especial para você hoje à noite. Você merece um agrado por todo o seu trabalho duro.$1",
  "Haley_Wander_Coop_Chicken_8": "Ugh, com certeza... cheira a galinhas aqui fora.$2#$b#Mas elas são tão fofas quando correm por aí! É nojentamente fofo. Não consigo decidir se devo dizer 'eca' ou 'aww'.$1",
  "Haley_Wander_Coop_Chicken_9": "Às vezes eu trago minhas revistas de moda aqui para ler.#$b#As galinhas parecem gostar de olhar as fotos. Aquela ali? Uma verdadeira fashionista.$11",
  "Haley_Wander_Coop_Rabbit_1": "Você quer saber meu sonho agora?#$b#Fazer um piquenique aqui fora, só você, eu, alguns *cupcakes*... e uns dez coelhinhos saltitando por aí, sendo fabulosos.$1",
  "Haley_Wander_Coop_Rabbit_2": "*suspiro* Por que meu cabelo não pode ser tão macio quanto o pelo de coelho?#$b#Você acha que é? Ugh, você só está dizendo isso porque está apaixonado(a) por mim. O que, obrigada, é muito gentil.$4",
  "Haley_Wander_Coop_Rabbit_3": "$z patio#Você sabia que os coelhos balançam o nariz cerca de 20 vezes por minuto?#$b#...Eu pesquisei. Por motivos fotográficos. Totalmente não porque eu sou obcecada, nem nada.$1",
  "Haley_Wander_Coop_Rabbit_4": "Eu estava contando aos coelhinhos sobre como nos conhecemos.$1#$b#Eu posso ter omitido a parte em que chamei suas roupas de horríveis.#$e#Nós não queremos que eles pensem que eu era má!$11",
  "Haley_Wander_Coop_Rabbit_5": "$z patio#Eu trouxe minha câmera aqui para fotografar paisagens, mas acabei tirando umas 200 fotos de rabos de coelho.$11#$b#Não me julgue! Você viu como eles são fofos?$1",
  "Haley_Wander_Coop_Rabbit_6": "Aww, você me pegou falando com os coelhos de novo.$4#$b#O quê? Eles me entendem! Olhe para os narizes deles se contorcendo!$1#$e#Pare de rir! Você também fala com eles, eu já te ouvi!$11",
  "Haley_Wander_Coop_Rabbit_7": "Quer saber? Eu decidi. Precisamos de mais coelhos.$1#$b#Tipo, pelo menos mais cinco. Talvez dez.$1#$b#Não me olhe assim! Pense em todos aqueles abraços macios e fofinhos!$11",
  "Haley_Wander_Tree_1": "Eu te peguei. Espreitando sua esposa enquanto ela está sonhando acordada, hein?$11",
  "Haley_Wander_Tree_2": "$query SEASON Spring Summer Fall#Eu estava só pensando... esse pedacinho de grama debaixo da árvore aqui? Está implorando por uma manta de piquenique, queijo e vinho.#$b#E nós, obviamente. O que você acha de fugir das tarefas da fazenda por uma hora?$1|Você não sente frio aqui fora o dia todo? Seu nariz está todo vermelho!#$b#É meio fofo, como um coelhinho da neve.$11",
  "Haley_Wander_Tree_3": "Você acha que poderíamos construir um balanço de corda nesta árvore? Tipo nos filmes? Seria tão romântico!$4",
  "Haley_Wander_Tree_4": "$query SEASON Spring Summer Fall#Estou supervisionando. Da sombra. Porque sou uma supervisora muito prestativa.$1#$b#E também porque o sol causa rugas, e estou tentando preservar minha beleza para você por pelo menos mais cinquenta anos.$11|Olhe para nossas pegadas na neve, lado a lado.#$b#É como se em todo lugar que vamos nesta fazenda, estivéssemos deixando nossa marca juntos. Piegas, eu sei. Mas também... muito legal.$4",
  "Haley_Wander_Tree_5": "$query SEASON Spring Summer Fall#Você trabalha demais. Faça uma pausa. Venha ficar na sombra comigo.#$b#A menos que... você ache que vai se distrair? Porque eu posso garantir que vai.$13|Pare, não se mexa! Você tem um floquinho de neve perfeito no seu cílio.#$b#Pronto. Tudo melhor. Agora, qual é minha recompensa por te salvar?$11",
  "Haley_Wander_Tree_6": "$query SEASON Spring Summer Fall#Se você tivesse me dito alguns anos atrás que eu estaria feliz casada e morando em uma fazenda, eu teria te mandado ver o Harvey.$2#$b#Mas parada aqui, com você... não consigo imaginar querer outra coisa.$1|Brrr! Está congelando! Mas eu queria ver como a fazenda ficava toda quieta e coberta de neve.#$b#É... meio mágico. Especialmente com você aqui para me impedir de virar uma Haley-sicle.$4",
  "Haley_Wander_Tree_7": "Venha aqui... fique comigo por um segundo.$13#$b#Eu gosto disso. Só a gente, quietos, com o mundo todo acontecendo ao nosso redor. É o nosso pequeno momento secreto.$13",
  "Haley_Wander_Tree_8": "*risinho* Você está olhando para mim? Eu consigo sentir seus olhos em mim, sabia.$11#$b#Não pare. Eu passei vinte minutos no meu cabelo esta manhã e escolhi essa roupa só para passear pela fazenda.$13",
  "Haley_Wander_Tree_9": "Você acha que se eu pedir bem a esta árvore, ela vai crescer um coco? Não?#$b#Valeu a tentativa. Uma garota pode sonhar com uma piña colada fresca, não pode?$1",
  "Haley_Wander_Water_1": "A água não parece tão calma hoje? Me faz pensar nos meus pais, navegando no Mar Gema.#$b#Espero que eles estejam se divertindo. Aposto que minha mãe está ganhando todos os jogos de *shuffleboard*.$1#$b#É bom sentir falta deles sem ficar triste. Acho que é isso que a felicidade faz com você.$4",
  "Haley_Wander_Water_2": "$z patio#Não me distraia, estou na minha zona artística!#$b#...Ok, tudo bem. Você pode me distrair por um beijo. Mas que seja um bom.$13",
  "Haley_Wander_Water_3": "Sabe, este lugar é realmente super romântico. Tudo quieto, com a água brilhando...#$b#Parece um encontro em suíte de fantasia de um daqueles *reality shows* de namoro, mas, sabe... com mais sujeira.$1#$b#Venha aqui... eu quero um beijo para lembrar deste exato momento.$13",
  "Haley_Wander_Water_4": "$z patio#$query SEASON Spring Summer Fall#Eu vim aqui para tirar algumas fotos das libélulas...#$b#Mas agora você está aqui todo(a) suado(a) do trabalho e... bem, você é muito mais interessante de olhar do que alguns insetos.$4|Eu amo como a água reflete o céu aqui. É como ter dois céus - um em cima e outro embaixo.#$b#Muito poético, né? Eu tenho lido mais desde que nos casamos. Livros de verdade, não só revistas de moda!$1",
  "Haley_Wander_Water_5": "Às vezes eu apenas olho para a água e penso em como minha vida mudou.#$b#Eu costumava pensar que felicidade era um par de sapatos novos ou mil 'curtidas' em uma foto.#$b#Eu era tão boba. Isto é felicidade, @.$4",
  "Haley_Wander_Water_6": "Aww, meu ${marido bonito^esposa bonita}$ veio me procurar? Eu sabia que você não aguentaria muito tempo sem mim.$13",
  "Haley_Wander_Water_7": "$z patio#Eek! @! Você me assustou! Eu quase deixei minha câmera cair na água.$8#$b#Eu teria que fazer você me comprar uma nova, sabia. E eu tenho... um gosto muito caro.$1#$b#...Você faria isso, não faria? Você compraria qualquer coisa para mim.$4",
  "Haley_Wander_Water_8": "Eu estava pensando... talvez devêssemos colocar um pequeno cais aqui?#$b#Nada chique, apenas um lugar onde eu pudesse sentar e balançar os pés enquanto edito fotos no meu laptop.#$e#Além disso, seria super romântico para encontros ao pôr do sol.$4",
  "Haley_Wander_Cave_1": "$query FARM_CAVE Bats#Então os morcegos trazem frutas para você? Essa é a forma mais fofa de serviço de quarto que existe!$1#$b#Eles aceitam pedidos? Estou com vontade de um pêssego hoje.$11#$e#Não? Ugh. Bom, acho que valeu a pena tentar.|Se você tem os cogumelos crescendo aí dentro... isso significa que isso é tecnicamente uma adega de cogumelos de grife? Isso soa muito mais chique do que 'caverna da fazenda.'#$b#Devemos mudar a marca. Vou fazer uma placa fofa para ela. Rosa, obviamente.$1",
  "Haley_Wander_Cave_2": "Mesmo quando você está parado(a) ao lado de uma caverna suja, você ainda consegue parecer atraente.$4#$b#É tão injusto com os outros ${caras^moças}$ do vale, sério.$1",
  "Haley_Wander_Cave_3": "Eca, é tão escuro e assustador naquela caverna. Você não está, tipo, escondendo outra esposa lá dentro, está?$2#$b#...Que olhar é esse? Eu estou brincando! Quase. Você sabe que eu descobriria. Eu sou muito engenhosa.$1",
  "Haley_Wander_Cave_4": "$query FARM_CAVE Bats#Eu ainda não consigo acreditar que você tem morcegos vivendo nesta caverna. Sério. É como algo saído de um clube gótico da Cidade Zuzu.$11#$b#Pelo menos eles nos deixam presentes. Isso é meio fofo, para um bando de roedores voadores. Não conte a eles que eu disse isso.$1|Que olhar é esse? Você acha que eu sou muito fresca para uma pequena exploração de cavernas?#$b#Ok, tudo bem, talvez eu prefira que minhas aventuras sejam em uma loja de sapatos. Mas eu posso ser corajosa! Por você.$1#$e#Só... verifique se há teias de aranha primeiro. E insetos. E qualquer coisa... pegajosa. Eca.",
  "Haley_Wander_Cave_5": "Então esta é a sua caverna secreta, hein? É... escura. E provavelmente cheia de aranhas. Eca.#$b#Mas acho que é meio particular... Que tal você tirar uma folga da fazenda e me mostrar o que há de tão especial nela?$13",
  "Haley_Wander_Cave_6": "Eu pensei que se eu esperasse aqui, você viria e poderíamos ter uma pequena sessão de amassos adjacente à caverna...$4",
  "Haley_Wander_Cave_7": "$z patio#Eu tentei tirar algumas fotos artísticas da entrada da caverna, mas todas pareciam fotos de filmes de terror.$2",
  "Haley_Wander_Cave_8": "$query FARM_CAVE Bats#Ok, hora da confissão. Eu me esgueirei nesta caverna ontem para pegar algumas frutas para um *smoothie*.$11#$b#Estava tão escuro e assustador! Como você simplesmente entra aí como se não fosse nada?|Sabe o que esta caverna precisa? Melhor iluminação. Talvez algumas luzes de fada?$1#$b#...O quê? Estou tentando apoiar seus *hobbies* estranhos de fazendeiro!#$e#Tudo bem, fique com o seu calabouço de cogumelos escuro e assustador.$1",
  "Haley_Wander_JunimoHut_1": "Então, este é o seu segredo, hein? Você não é apenas um fazendeiro super atraente e talentoso... você tem toda uma equipe de pequenos duendes da floresta fazendo suas tarefas.$11",
  "Haley_Wander_JunimoHut_2": "$z patio#Shhh! Não se mova, você vai assustá-los! Estou tentando tirar a foto de ação perfeita deles entrando em sua cabaninha.$1",
  "Haley_Wander_JunimoHut_3": "Ok, então no início eu estava um pouco assustada com essas coisas, não vou mentir. Eu pensei que fossem maçãs estranhas e viscosas.$2#$b#Mas eles são até que doces. Eu vi um deles dar uma flor para o outro... Isso me lembrou de quando você me dá girassóis.$4",
  "Haley_Wander_JunimoHut_4": "$z patio#Eles têm uma pequena sociedade lá dentro? Existe uma Rainha Junimo? Ela usa uma coroa minúscula?#$b#Ugh, agora eu não consigo parar de pensar nisso. Um ensaio fotográfico de uma família real Junimo... seria minha obra-prima!$1",
  "Haley_Wander_JunimoHut_5": "Estou tão feliz por termos esses carinhas. Toda essa colheita parece... muito trabalho. E é tão sujo.#$b#Isso só significa que você pode terminar mais cedo e vir passar tempo comigo. Que é o seu trabalho mais importante, obviamente.$1",
  "Penny_Wander_Default_1": "Estou tentando aprender os nomes de todas as colheitas, mas... hum... é muita coisa.$3#$b#Eu sou melhor com livros do que com beterrabas, infelizmente. Que bom que eu tenho você!$1",
  "Penny_Wander_Default_2": "Você se lembra de quando visitei sua fazenda pela primeira vez? Eu estava tão nervosa...#$b#Agora olhe para mim, andando por aí como se fosse a dona do lugar! Bem... eu suponho que sou, não sou?$4",
  "Penny_Wander_Default_3": "$query ANY \"SEASON Spring\" \"SEASON Summer\" \"SEASON Fall\"#Eu dei uma arrumada nas flores perto da casa. Espero que não se importe!#$b#Ter um jardim de verdade para cuidar... é um sonho. Talvez eu possa plantar algumas das minhas papoulas no próximo verão?$1|Essa terra parece tão antiga às vezes.#$b#Eu me pergunto quais histórias estão enterradas bem debaixo dos nossos pés, apenas esperando para serem contadas.$7",
  "Penny_Wander_Default_4": "Oh! Você me pegou apenas olhando para a casa da fazenda...#$b#É bobo, eu sei. Eu só... Eu ainda não consigo acreditar que moro em uma casa de verdade. Com você.$4",
  "Penny_Wander_Default_5": "Às vezes eu apenas fico aqui fora e respiro.#$b#No trailer, o ar sempre parecia... pesado. Parado.$2#$b#Aqui, cheira a terra fresca e a luz do sol.$1",
  "Penny_Wander_Default_6": "%pet descobriu que sou um alvo fácil para carinhos na barriga.$1#$b#Eu posso ter passado a última hora sendo o(a) massagista pessoal dele(a)...$1",
  "Penny_Wander_Default_7": "Eu estava tentando encontrar o local perfeito para ler... mas agora que você está aqui, estou me sentindo um pouco distraída.$4",
  "Penny_Wander_Default_8": "Eu estava esperando que você viesse me encontrar. Eu gosto de me perder nestes cantinhos com você.$4",
  "Penny_Wander_Default_9": "Sabe o que Vincent me perguntou ontem? Se os fazendeiros cultivam árvores de espaguete.$1#$b#Eu disse a ele para perguntar a você sobre isso da próxima vez. Boa sorte com essa, querido(a)!$1",
  "Penny_Wander_Default_10": "Espero que não se importe que eu esteja vagando por aí.#$b#É que... tudo isso ainda é tão novo para mim. Ter tanto espaço apenas para... ser.$7",
  "Penny_Wander_Scenic_1": "$query PLAYER_HAS_CHILDREN Current#Eu estive andando por todo o perímetro da nossa propriedade esta manhã...#$b#Você percebe quanta terra nós temos? Quando eles forem grandes o suficiente, nossos filhos poderiam correr por horas aqui e nunca ficarem entediados!$1|Eu consigo imaginar... um pequeno balanço bem aqui. E talvez uma caixa de areia ali.$4#$b#...Ah, estou me adiantando, não estou? É só que... este lugar torna tão fácil sonhar com o nosso futuro.$1",
  "Penny_Wander_Scenic_2": "$query SEASON Summer#Olhe o que eu descobri, ervilhas de cheiro selvagens crescendo perto da cerca![(O)402]#$b#Na linguagem vitoriana das flores, ervilhas de cheiro significam 'prazer abençoado' e 'adeus'... um tanto contraditório, não é?#$b#Embora eu suponha que faça sentido. Todo momento abençoado é também um adeus ao passado...$3|Sabe o que eu mais amo em vagar pela fazenda?#$b#Poder ver você no seu elemento. Você é tão confiante aqui, tão capaz...$4",
  "Penny_Wander_Scenic_3": "Às vezes, quando estou aqui fora, finjo que sou uma personagem em um dos meus romances...$4#$b#Uma mulher misteriosa vagando pela vasta propriedade do seu ${marido^esposa}$, abrigando paixões secretas... hihi!$1",
  "Penny_Wander_Scenic_4": "Oh! Oi, querido(a)... Eu estava apenas... me sentindo grata. Por tudo isso. Por você.$4",
  "Penny_Wander_Scenic_5": "Este seria um local perfeito para um piquenique, você não acha? Poderíamos trazer um pouco de melão e apenas... ser. Juntos.$7",
  "Penny_Wander_Scenic_6": "Este lugar aqui? É onde eu quero ensinar nossos filhos a ler um dia.#$b#Sob o céu aberto, cercados por tudo que o ${pai^mãe}$ deles construiu...$1",
  "Penny_Wander_Scenic_7": "Oh! Você se esgueirou por trás de mim de novo. Se continuar fazendo isso, vou começar a cobrar um beijo toda vez.$4",
  "Penny_Wander_Scenic_8": "Às vezes eu ando pela fazenda apenas para sentir o sol no meu rosto e saber que estou em casa.#$b#Realmente, verdadeiramente em casa.$1",
  "Penny_Wander_Tree_1": "Oh! Eu não te vi aí... Eu estava tentando identificar quais pássaros estão fazendo ninhos em nosso carvalho.#$b#Maru me emprestou o guia de campo dela. Viu? Eu acho que podem ser andorinhas-púrpura...#$b#Elas são conhecidas por suas acrobacias aéreas durante o cortejo. Assim como você costumava se exibir quando me visitava na cidade.$4",
  "Penny_Wander_Tree_2": "$z penny_read#Este é um local tão agradável para me perder em um bom livro.#$b#Embora... hum... eu possa ter me distraído mais cedo. O que começou como leitura terminou como um devaneio bastante vívido sobre você...$4",
  "Penny_Wander_Tree_3": "Eu estava pensando em montar um cantinho de leitura bem aqui...#$b#Imagine só - um cobertor, algumas almofadas...$7#$e#Oh, você gostou da ideia? Bem... poderíamos compartilhar. Quer dizer, se você quisesse fazer pausas comigo às vezes.$4",
  "Penny_Wander_Tree_4": "$z penny_read#Hum... não olhe para cima agora, mas tem um esquilo bem acima de você que parece muito interessado no seu cabelo...#$b#Eu acho que é o mesmo que vive roubando meus marcadores de página!$1",
  "Penny_Wander_Tree_5": "$z penny_read#Sabe o que eu mais amo em ler aqui fora?#$b#Toda vez que eu levanto o olhar do meu livro, eu posso dar uma espiada no meu ${marido bonito^esposa linda}$.$4#$e#É muito distrativo, na verdade. Eu li esta mesma página três vezes...$4",
  "Penny_Wander_Tree_6": "$z penny_read#Cuidado, querido(a). Se você se esgueirar em mim assim quando estou lendo uma história sobre as guerras dos Duendes, eu posso ter que usar uma manobra defensiva.$1#$b#...Que, na maioria das vezes, envolve uma retirada estratégica para os seus braços, no entanto.$4",
  "Penny_Wander_Tree_7": "Esta parece ser a árvore perfeita para entalharmos nossas iniciais, não parece?$4#$b#Oh, estou só brincando! Isso machucaria a árvore... mas... é um pensamento romântico, não é?$1",
  "Penny_Wander_Tree_8": "$z penny_read#$query ANY \"SEASON Spring\" \"SEASON Summer\"#Do que você está sorrindo? Tem uma folha no meu cabelo?$3#$b#...Oh. Você está apenas olhando para mim.$4#$b#Bem... continue fazendo isso.$4|É tão quieto aqui fora. Lá no trailer, você sempre podia ouvir o salão...#$b#Eu não acho que vou me cansar desta paz. Obrigada, @.$4",
  "Penny_Wander_Tree_9": "$query PLAYER_HAS_CHILDREN Current#Esta velha árvore... parece tão permanente. Como se sempre estivesse aqui e sempre estará.#$b#É assim que me sinto sobre nós.$4|Jas e Vincent adorariam subir nesta árvore.$1#$b#Algum dia... talvez nossos filhos o façam.$4",
  "Penny_Wander_Tree_10": "$z penny_read#Eu estava preparando uma lição sobre a flora local quando percebi que preferia apenas desfrutar de estar cercada por ela...#$b#Às vezes, o conhecimento pode esperar pela maravilha.$1",
  "Penny_Wander_Tree_11": "$z penny_read#Eu costumava sentar debaixo de árvores como esta quando... bem, quando em casa estava um pouco barulhento demais.$2#$b#Parece diferente agora. Parece seguro. Por causa de você.$4",
  "Penny_Wander_Tree_12": "Eu poderia passar o dia todo apenas observando as árvores balançarem assim.#$b#Elas parecem tão pacíficas... como se não estivessem preocupadas com impostos ou padrões climáticos ou mães emocionalmente complicadas.",
  "Penny_Wander_Tree_13": "Você está olhando para mim como se eu estivesse prestes a flutuar para longe...#$b#Eu prometo que sempre voltarei para você, mesmo que eu passe horas vagando sob as árvores.$4",
  "Penny_Wander_Water_1": "Eu estava tentando ver se conseguia avistar algum daqueles peixes estranhos e coloridos que você às vezes pesca.$1#$b#Sem sorte. Eu acho que eles são tímidos. Como eu.$4",
  "Penny_Wander_Water_2": "Se a Mamãe morasse aqui, ela teria uma cadeira de jardim permanente montada bem neste local.$1#$b#Nós nunca a veríamos em casa. Na verdade... talvez isso não fosse tão ruim! Hihi, estou brincando!$1",
  "Penny_Wander_Water_3": "Eu venho aqui às vezes quando sinto falta da Mamãe...$2#$b#A água ajuda a lavar as preocupações.$7",
  "Penny_Wander_Water_4": "As crianças adorariam uma excursão para um lugar como este...#$b#Embora Vincent provavelmente tentaria pegar cada sapo.$1",
  "Penny_Wander_Water_5": "Cuidado, este é exatamente o tipo de local tranquilo e isolado onde uma esposa leitora pode ser tentada a... distrair completamente seu fazendeiro das tarefas ${dele^dela}$.$4",
  "Penny_Wander_Water_6": "Eu costumava ter medo de água profunda...$3#$b#Mas tudo parece menos assustador quando estou com você.$4",
  "Penny_Wander_Water_7": "$z penny_read#Às vezes eu ensaio lições em voz alta aqui...#$b#Então, se você me pegar explicando 'sedimento' para absolutamente ninguém, hum... isso é normal.$1",
  "Penny_Wander_Water_8": "Sabe o que é engraçado? Mamãe sempre disse que eu me casaria com um pescador porque eu passava tanto tempo olhando para a água.$1#$b#Eu acho que ela estava meio certa... você pesca às vezes!",
  "Penny_Wander_Water_9": "Seria estranho se eu dissesse que este lugar me faz querer te beijar?$4#$b#...Bem, estranho ou não, venha aqui.$4",
  "Penny_Wander_Seat_1": "Sabe... lá no trailer, o único lugar para sentar do lado de fora era nos degraus velhos e instáveis.$2#$b#Ter um lugar adequado para sentar, no meu próprio quintal, onde eu possa sentir o sol... Parece um luxo.$7",
  "Penny_Wander_Seat_2": "Você é tão focado(a) quando está trabalhando nos campos... Eu gosto de sentar aqui e observar você. É estranhamente reconfortante.$7#$b#Às vezes eu até invento pequenas histórias na minha cabeça sobre você... como se você fosse um ${príncipe^princesa}$ das fadas cuidando da terra encantada ${dele^dela}$.$1",
  "Penny_Wander_Seat_3": "Oh, oi, querido(a). Foi tão atencioso da sua parte colocar assentos aqui fora.#$b#É o local perfeito para ler um capítulo enquanto ainda me sinto perto de você.$7",
  "Penny_Wander_Seat_4": "Observar você trabalhar daqui, eu não consigo evitar sentir... bem...$4#$b#Digamos apenas que estou ansiosa por esta noite.$4",
  "Penny_Wander_Seat_5": "Oh! Você me assustou. Eu estava mil anos no passado, pensando sobre o Reino Anão de Vol-Kan.#$b#Este lugar é tão quieto, é fácil se perder em um livro... ou apenas nos meus próprios pensamentos.$7",
  "Penny_Wander_Seat_6": "Eu costumava imaginar uma vida onde eu pudesse sentar em silêncio, em algum lugar seguro, com alguém que me amasse.#$b#E agora aqui estou eu... sentada em silêncio, em algum lugar seguro, com você.$4",
  "Penny_Wander_Seat_7": "Este assento é perfeito. Ele range só um pouquinho, como se estivesse contando histórias antigas. Eu meio que adoro isso.$1",
  "Penny_Wander_Seat_8": "Quer sentar comigo por um minuto, querido(a)?#$b#Eu prometo que não vou te testar sobre palavras-raiz Anãs desta vez. Provavelmente.$1",
  "Penny_Wander_Seat_9": "Este assento tem a melhor vista. Não da fazenda... bem, sim, isso também... mas principalmente de você.$4",
  "Penny_Wander_Seat_10": "$query !PLAYER_HAS_CHILDREN Current#Este seria um local perfeito para sentar e observar as crianças brincarem, não seria?#$b#Oh! Hum... eu estou pensando alto de novo.$4|Você trabalha tão incansavelmente, @. Estou sentada aqui apenas para ter certeza de que você se lembre de fazer uma pausa.#$b#Considere isto meu dever oficial como sua esposa preocupada.$1",
  "Penny_Wander_Patio_1": "$z penny_read#Eu estava apenas escrevendo um pouco no diário... escrevendo sobre este exato local. Descrevendo a luz nos campos...#$b#...e o ${fazendeiro bonito^fazendeira linda}$ que faz meu coração palpitar quando ${ele^ela}$ passa.$4",
  "Penny_Wander_Patio_2": "$z penny_read#Você se importa se eu ler em voz alta? Apenas um parágrafo...#$b#Quando as palavras são adoráveis, elas parecem diferentes ao ar livre.$7",
  "Penny_Wander_Patio_3": "$z penny_read#Você está tentando me distrair da minha leitura, @?#$b#Porque... está funcionando.$4",
  "Penny_Wander_Patio_4": "Eu estava apenas pensando na Mamãe. Espero que ela esteja bem.#$b#É mais fácil pensar nela daqui. Eu posso sentir falta dela, e amá-la, sem me sentir... presa.$3",
  "Penny_Wander_Patio_5": "$z penny_read#Oh! Hum... oi, querido(a). Eu estava apenas escrevendo no meu diário de novo.$4#$b#É... bem, a maioria das anotações ultimamente parecem ser sobre um certo fazendeiro(a) bondoso(a).$1",
  "Penny_Wander_Patio_6": "É tão tranquilo. Eu estava pensando em convidar Maru para tomar um chá aqui fora.#$b#Ela provavelmente está enclausurada com um dos projetos dela há dias. Um pouco de ar fresco faria bem a ela.$7",
  "Penny_Wander_Patio_7": "Olá, querido(a). Não se importe comigo. Eu estou apenas absorvendo o sol e sendo escandalosamente feliz.$1#$b#É um novo *hobby* meu.$7",
  "Penny_Wander_Patio_8": "$z penny_read#O herói deste livro acabou de resgatar a heroína de um dragão. É muito romântico.#$b#...Mas você me resgatou de um trailer com vazamentos e de uma vida de preocupações com dinheiro. Eu acho que você ganha, @.$4",
  "Penny_Wander_Patio_9": "Este local é perfeito para observar as estrelas. Deveríamos trazer um cobertor para cá hoje à noite.#$b#...E se ficarmos 'distraídos' das estrelas como da última vez, bem... eu certamente não vou reclamar.$4",
  "Penny_Wander_Patio_10": "$z penny_read#Eu estava chegando em uma parte... muito romântica deste romance.$4#$b#Mas eu prefiro muito mais ter a coisa real. Você tem um momento?$4",
  "Penny_Wander_MatureCrop_1": "Você sabia que fazendeiros antigos costumavam cantar para suas plantas?#$b#Eu tentei isso mais cedo, mas elas não pareceram impressionadas com a minha voz...$3",
  "Penny_Wander_MatureCrop_2": "Esse olhar... oh, eu conheço esse olhar.$1#$b#Nem pense em me respingar com esse regador!$1",
  "Penny_Wander_MatureCrop_3": "Eu estava apenas tentando descobrir quais dessas plantas são ervas daninhas... mas fiquei nervosa de arrancar uma colheita valiosa por engano!#$b#Eu sou muito melhor com livros do que com botânica, infelizmente. Eu acho que vou me ater a regar suas flores por enquanto.$1",
  "Penny_Wander_MatureCrop_4": "O jeito que você arranjou as colheitas nesta estação... é tão arrumado e organizado, como uma biblioteca bem cuidada.$7#$e#Você está com terra no rosto de novo. De alguma forma, isso apenas te deixa mais ${bonito^linda}$.$4",
  "Penny_Wander_MatureCrop_5": "Oh, você me pegou falando com o espantalho. Eu estava praticando uma lição sobre fotossíntese. Ele foi muito atencioso.$1",
  "Penny_Wander_MatureCrop_6": "Eu estava pensando em experimentar uma nova receita com alguns de nossos vegetais frescos...#$b#...Não faça essa cara! Pode ser que esteja bom desta vez! Talvez.$1",
  "Penny_Wander_MatureCrop_7": "Eu estava apenas admirando como as colheitas estão indo bem.#$b#Lá no trailer, a única coisa que eu consegui cultivar foi uma única cebolinha com uma aparência muito triste em um pote no parapeito da janela.$2#$b#Ver tudo isso... parece mágica.$1",
  "Penny_Wander_MatureCrop_Melon_1": "Prometa-me que vamos cortar um desses melões hoje à noite? Apenas nós dois, na varanda.$4#$b#Podemos observar os vaga-lumes e eu leio para você.$4",
  "Penny_Wander_MatureCrop_Melon_2": "Mmm, sinta o cheiro? Eu acho que os melões estão prontos para a colheita.$1",
  "Penny_Wander_MatureCrop_Melon_3": "Você me mima, sabia? Um campo inteiro da minha fruta favorita, bem na nossa porta...$1",
  "Penny_Wander_MatureCrop_Melon_4": "Estes são lindos! Eu tenho uma nova receita de sorvete de melão que quero experimentar...#$b#Não se preocupe, não envolve o forno desta vez. Eu acho que nossa cozinha está segura. Por enquanto.$1",
  "Penny_Wander_MatureCrop_Melon_5": "Maru diz que o teor de açúcar nos melões atinge o pico logo antes da colheita...#$b#Devemos testar um? Pela ciência?$1",
  "Penny_Wander_MatureCrop_Melon_6": "Eu sonhei com melões ontem à noite, sabia. Um campo inteiro de melões dourados sob as estrelas...#$b#E você estava lá, me guiando pelas videiras até um cobertor de piquenique onde...#$b#Oh! Você quer ouvir o resto? Bem... talvez eu te mostre esta noite em vez disso.$4",
  "Penny_Wander_MatureCrop_Melon_7": "Você já ouviu o velho ditado popular do Vale: 'doce como melões de verão, duradouro como pinho de inverno'?#$b#Minha avó costumava dizer isso sobre o amor verdadeiro. Eu nunca entendi de verdade até agora.$4",
  "Penny_Wander_Building_1": "Espero que não se importe que eu esteja vagando pelo seu local de trabalho. Estou simplesmente fascinada por tudo isso.#$b#Tudo aqui tem um propósito, um lugar. É um sistema complexo que você gerencia sozinho(a). É muito impressionante, @.$7",
  "Penny_Wander_Building_2": "Hum... você estava me observando agora mesmo?$4#$b#Porque eu definitivamente estava observando você primeiro. O jeito que o sol atinge seus ombros quando você está trabalhando... é muito distrativo.$4",
  "Penny_Wander_Building_3": "Eu vi Maru na cidade ontem. Ela está construindo algo novo... ela fica com esse olhar nos olhos.#$b#Estou feliz que ela tenha a oficina dela, e eu tenho... tudo isso.$1",
  "Penny_Wander_Building_4": "A casa da fazenda parece tão quente e convidativa daqui. Como um farol em um livro de histórias.#$b#Está sempre me chamando para casa... me chamando para você.$4",
  "Penny_Wander_Building_5": "$query TIME 1100#Esta é a minha hora favorita do dia...#$b#Quando as tarefas estão quase terminadas e eu posso apenas observar você... e pensar em como vou passar a noite toda com você.$4|*suspiro* É tranquilo aqui fora.$7#$b#Eu costumava fechar os olhos e fingir que morava em um lugar assim... e agora eu moro.$4",
  "Penny_Wander_Building_6": "Eu vi o besouro mais interessante há um momento. Eu fiz uma pequena anotação sobre ele para Vincent.#$b#Ele está em uma grande fase de 'bichos nojentos'. É fofo! Eu acho que a vida na fazenda combinaria muito com ele.$1",
  "Penny_Wander_Building_7": "Você está olhando para mim com aquele sorrisinho de novo... aquele que faz meu estômago dar cambalhotas.$4#$b#Isso me faz sentir como a personagem principal em um daqueles romances arrebatadores... Isso é bobo?$4",
  "Penny_Wander_Building_8": "Olá, querido(a). Eu decidi dar uns passos. Maru diz que ficar sentada lendo o dia todo não é bom para a postura.#$b#Mas toda vez que eu passo pela nossa casa, fico distraída só de olhar para ela, pensando em como sou feliz lá dentro.$4",
  "Penny_Wander_Building_9": "Aí está você. Eu estava pensando em você.$4#$b#É a minha parte favorita do dia, sabia. Quando estou apenas caminhando em silêncio, e então, de repente, você aparece.$1",
  "Penny_Wander_Building_10": "Você já se pergunta no que Jas e Vincent vão se tornar quando crescerem?#$b#Eu espero que eles encontrem algo tão gratificante quanto o que você construiu aqui.$7",
  "Penny_Wander_Building_11": "Às vezes eu ando por toda a propriedade apenas para me sentir perto de você.$4#$b#Isso é estranho? É só que... tudo aqui tem o seu toque. Cada poste de cerca, cada caminho...$7",
  "Penny_Wander_Coop_1": "O jeito que os animais vêm todos correndo até você quando você passa... é adorável.$1#$b#Eu sei como é esse sentimento.$4",
  "Penny_Wander_Coop_2": "Hmm? Oh, desculpe, eu estava a um milhão de quilômetros de distância.#$b#Eu estava apenas pensando... Eu nunca, jamais sonhei que seria tão feliz, @. Obrigada.$4",
  "Penny_Wander_Coop_3": "É engraçado... quando eu era pequena, eu costumava fingir que tinha um grande quintal cheio de animais para conversar.#$b#Era uma maneira de me sentir menos sozinha naquele pequeno trailer.$3#$b#E agora... é real.$1",
  "Penny_Wander_Coop_4": "Não se importe comigo. Eu só vou ficar aqui e fingir que estou ajudando com o trabalho da fazenda.$1",
  "Penny_Wander_Coop_5": "Você sempre cheira a feno e luz do sol e algo doce que não consigo identificar...$4#$b#Costumavam ser os livros que me faziam sentir segura. Agora é você.$4",
  "Penny_Wander_Coop_Chicken_1": "Eu estava apenas observando as galinhas. Elas têm uma ordem social tão engraçadinha... É como um pequeno reino emplumado.$1#$b#Me lembra de um livro de história que li sobre dinastias em guerra... ah, mas você provavelmente não quer ouvir sobre isso agora.$4",
  "Penny_Wander_Coop_Chicken_2": "As galinhas estavam me seguindo mais cedo! Você acha que elas me adotaram?$1",
  "Penny_Wander_Coop_Chicken_3": "$query SEASON Winter#Oh! Sua mão está quente... Obrigada. Eu não percebi o quão fria eu tinha ficado aqui fora.#$b#Você é melhor do que qualquer cobertor.$4|Olá, querido(a). Eu não estou fazendo muito, apenas... apreciando tudo isso.#$b#As flores silvestres nos campos, o cacarejo alegre do galinheiro... a nossa vida.$4",
  "Penny_Wander_Coop_Chicken_4": "$z penny_read#Eu estava tentando ler 'Fundamentos da Arqueologia Avançada' para as galinhas...#$b#Elas, hum... elas não estavam muito interessadas. Parecem preferir bicar meus sapatos.$3#$e#Eu acho que elas puxaram o fazendeiro(a) delas. Facilmente distraídas.$1",
  "Penny_Wander_Coop_Chicken_5": "A galinha marrom me lembra meu velho ursinho de pelúcia. Mesma cor, mesmo olhar de julgamento...$1#$b#O quê? Oh, você acha que eu sou adorável? Bem... *cof cof*... de volta ao trabalho então!$4",
  "Penny_Wander_Coop_Chicken_6": "$query PLAYER_HAS_CHILDREN Current#Oh! Eu estava apenas observando as galinhas... Elas têm personalidades tão engraçadinhas, não têm?#$b#Aquela branca continua tentando roubar a ração de todas as outras. Ela me lembra o Vincent quando eu levo biscoitos para a aula!$1|Olhe para todas juntas... como uma família pequena, barulhenta, emplumada e um pouco caótica.$1#$b#Isso me faz pensar... sobre a nossa própria pequena família, um dia. Eu acho que você seria um ${pai^mãe}$ maravilhoso(a), @.$4",
  "Penny_Wander_Coop_Chicken_7": "Eu tentei coletar ovos mais cedo, mas... hum... fiquei um pouco intimidada.$2#$b#Aquela marrom me deu um olhar! Como se estivesse guardando um tesouro de dragão ou algo assim.$7",
  "Penny_Wander_Coop_Chicken_8": "$z penny_read#Hihi... Eu ensinei um truque novo para as galinhas! Olhe só...#$b#*cof cof* 'Era uma vez...'#$b#Viu como todas se acalmaram? Elas adoram a hora da história!$1",
  "Penny_Wander_Barn_1": "$z penny_read#Eu estive esboçando o celeiro de diferentes ângulos para o meu diário. Seus animais parecem tão contentes aqui...#$b#Você tem um toque tão gentil com eles. É... é uma das muitas coisas que eu amo em você.$4",
  "Penny_Wander_Barn_2": "Eu encontrei um local muito isolado atrás do celeiro... perfeito para um piquenique. Ou... outras coisas.$4#$b#Apenas um pensamento.$4",
  "Penny_Wander_Barn_3": "Espero não estar no seu caminho. Eu estava apenas pensando... se eu fosse escrever um plano de aula sobre a vida na fazenda, qual seria a coisa mais importante a ensinar?#$b#...Oh, isso é um bom ponto. O trabalho duro. Não são apenas animais fofos, é?",
  "Penny_Wander_Barn_4": "Para que é esse sorriso? Eu sujei meu nariz de novo?$3#$b#Oh. Você está apenas feliz em me ver.$4#$b#Bem, eu também.$1",
  "Penny_Wander_Barn_5": "Aí está você. Eu estava esperando que você me encontrasse aqui.$1#$b#É tão quieto e quente no celeiro, com o cheiro de feno... faz uma garota pensar em... bem. Rolar nele.$4",
  "Penny_Wander_Barn_Cow_1": "Suas vacas parecem tão contentes hoje.$1#$b#Não é à toa que elas dão um leite tão bom quando são cuidadas tão bem.",
  "Penny_Wander_Barn_Cow_2": "Esta manhã eu vi você conversando com as vacas e meu coração simplesmente... derreteu.$4",
  "Penny_Wander_Barn_Cow_3": "Eu dei uma espiada no celeiro e... oh, @, as vacas estavam aninhadas juntas.$1#$b#Isso me fez pensar em nós. Você acha que os animais também se apaixonam?$4",
  "Penny_Wander_Barn_Cow_4": "$z penny_read#Eu trouxe um livro para cá... 'O Companheiro Bovino'. Eu pensei que se eu entendesse as vacas melhor, eu poderia ser mais útil.",
  "Penny_Wander_Barn_Cow_5": "Para que é esse olhar? ...Eu estava encarando as vacas com a minha 'cara de professora' de novo?#$b#Eu não consigo evitar! Eu já estou compondo uma lição na minha cabeça para Vincent sobre ruminantes que mastigam o bolo alimentar. Ele vai adorar as partes nojentas.$1",
  "Penny_Wander_Barn_Cow_6": "Observar você ser tão gentil com essas criaturas grandes... faz meu coração palpitar.$4#$b#Eu consigo imaginar você ensinando nossos próprios pequenos a serem gentis com os animais um dia.$4",
  "Penny_Wander_Barn_Cow_7": "Eu estava conversando com as vacas. Elas parecem muito certas de que você é o melhor ${marido^esposa}$ em Stardew Valley.$1",
  "Penny_Wander_Stable_1": "Olá, querido(a). Eu estava dando um pequeno discurso de encorajamento ao seu cavalo.#$b#Eu disse a ele que ele é o garanhão mais corajoso e bonito de toda a República Ferngill. Eu acho que ele está se sentindo muito orgulhoso de si mesmo agora.$1",
  "Penny_Wander_Stable_2": "Hum, @? Eu estive pensando... você é tão gracioso(a) quando cavalga. Você acha... você acha que poderia me ensinar alguma hora?#$b#Eu quero poder compartilhar tudo sobre esta vida com você. Até as partes que me assustam um pouco.$4",
  "Penny_Wander_Stable_3": "Você acha que seu cavalo me deixaria trançar a crina dele? Eu sempre quis fazer isso...#$b#Oh! Talvez com pequenas papoulas entrelaçadas...$1",
  "Penny_Wander_Stable_4": "E se a gente preparasse um almoço, subisse no cavalo e cavalgasse até encontrarmos um local tranquilo para lermos juntos?#$b#...Isso é muito irremediavelmente romântico?$4",
  "Penny_Wander_Stable_5": "Eu li em algum lugar que cavalos conseguem sentir suas emoções...#$b#Então, se ele está parecendo presunçoso, é provavelmente porque eu estava pensando em te beijar.$4",
  "Penny_Wander_Stable_6": "Posso te contar um segredo? Às vezes, quando você está nas minas, eu venho aqui e leio para o seu cavalo.$1#$b#Ele é um ouvinte muito bom! Embora ele tenha tentado comer a página 83 do meu livro de história Anã...",
  "Penny_Wander_Shed_1": "Eu estava apenas espiando no galpão. Você tem tantas máquinas interessantes!#$b#Está um pouco... caótico, no entanto. Sem ofensa!$1#$b#Talvez em um dia chuvoso pudéssemos organizar juntos? Eu poderia fazer etiquetas. Poderia ser divertido! Tipo um quebra-cabeça, mas com mais... bolhas de poeira.$1",
  "Penny_Wander_Shed_2": "Eu vi suas ferramentas perto da porta do galpão e senti uma pontada esquisita no meu coração...$4#$b#Você trabalha tanto por nós, @. Eu te amo por isso... e por muito mais.$4",
  "Penny_Wander_Shed_3": "Eu estava apenas calculando quantos livros eu poderia encaixar neste galpão...#$b#O quê? Oh, esse olhar! Eu prometo que não vou transformar todos os edifícios da fazenda em bibliotecas!$1",
  "Penny_Wander_Shed_4": "Sua oficina é fascinante. É tão diferente da de Maru... a dela é toda fios e ruídos estranhos.#$b#A sua cheira a madeira, e terra, e você.$4",
  "Penny_Wander_FishPond_1": "Você acha que os peixes também ficam curiosos sobre nós?#$b#*risinho* Imagine se eles tivessem pequenos cadernos de peixes e anotassem observações sobre a gente...$1",
  "Penny_Wander_FishPond_2": "A Mamãe tentou me ensinar a pescar exatamente uma vez. Foi... uma experiência.$3#$b#Eu basicamente só aprendi a tirar cheiro de isca da minha saia favorita. *arrepio*.$2",
  "Penny_Wander_FishPond_3": "Eu estava tentando contar quantos peixes há, mas aí você veio e agora meu cérebro ficou todo confuso.$4#$b#Você é uma distração terrível, sabia? O melhor tipo de terrível.$1",
  "Penny_Wander_FishPond_4": "Oh, olá, querido(a). Eu estava apenas observando os peixes... Eles são um pouco exigentes, não são?$1#$b#Eu vi a pequena placa de pedido deles mais cedo. Honestamente, as coisas que eles pedem...$1",
  "Penny_Wander_Greenhouse_1": "$query PLAYER_VISITED_LOCATION Current Greenhouse#A estufa é um oásis tão adorável. É quente, quieta e cheira tão doce.#$b#Se eu desaparecer, procure lá primeiro. Eu posso estar encolhida em um canto com um livro e morangos demais.$1|Mesmo com todas as ervas daninhas e vidros quebrados, ainda se pode ver que esta estufa tem uma boa estrutura. Uma base sólida.#$b#Muitas coisas são assim, eu acho. Elas só precisam de um pouco de amor e trabalho duro para serem bonitas novamente.$4",
  "Penny_Wander_Greenhouse_2": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Eu encontrei uma receita para 'Chutney Picante de Fruta Antiga' em um livro antigo. Parece... ambicioso.#$b#Mas ver todas as coisas incríveis que você cultiva me dá confiança! Talvez meu próximo experimento na cozinha não termine com a gente pedindo pizza.$4|Então, quais são seus planos para este local? Você está pensando em restaurá-lo?#$b#...Oh, seus olhos se iluminaram! Você tem um plano! Você não precisa me contar, eu amo surpresas.$1",
  "Penny_Wander_Greenhouse_3": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Sabe, este é um local agradável e isolado. Ninguém da cidade vem até aqui atrás...$4#$b#E o vidro está todo embaçado... então ninguém consegue ver lá dentro...$4#$e#Eu estava pensando que poderíamos... verificar a maturação das colheitas? Juntos?$4|É engraçado... mesmo no seu estado arruinado, esta estufa parece meio pacífica.#$b#Talvez seja o silêncio. Ou talvez seja saber que, um dia, ela cultivará algo bonito novamente.",
  "Penny_Wander_Greenhouse_4": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Esta estufa seria o lugar perfeito para um encontro de clube do livro em um dia chuvoso. Maru adoraria.#$b#Ela provavelmente tentaria montar algum tipo de sistema de rega robótico enquanto estivesse aqui, no entanto.$1#$e#Eu teria que ficar de olho nela.|Eu estava apenas sonhando acordada... imaginando este lugar todo consertado.#$b#Cheio de melões e papoulas, quente e úmido mesmo no meio do inverno...#$b#Um lugar perfeito para escaparmos para um beijo, você não acha?$4",
  "Penny_Wander_Greenhouse_5": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Sente isso? O calor vindo através do vidro da estufa...#$b#Fica tudo embaçado lá dentro. Privado. Me lembra um pouco daquela noite na casa de banho...$4|Este lugar deve ter sido adorável uma vez. Eu me pergunto que tipo de coisas seu avô cultivava aqui...#$b#...Talvez um dia a gente o torne ainda melhor do que era.$1",
  "Penny_Wander_FruitTree_1": "Você sabe qual é a melhor parte de morar em uma fazenda?#$b#Todos esses lugares convenientes para beijar meu ${marido^esposa}$...$4",
  "Penny_Wander_FruitTree_2": "Eu me pergunto o quão alta esta árvore estará quando nossos filhos tiverem idade suficiente para escalá-la.$4",
  "Penny_Wander_FruitTree_3": "$z penny_read#Ah, você encontrou meu esconderijo. Eu estava apenas fazendo uma pequena pausa.#$b#Tem espaço para mais um. Eu até leio um capítulo para você... se você for bonzinho(a).$4",
  "Penny_Wander_FruitTree_4": "$query SEASON Spring Summer Fall#Eu estava pensando em tentar fazer uma torta com a fruta desta árvore...#$b#...Você não precisa ficar tão assustado(a)! Vou usar uma receita desta vez.$1|Brrr... mesmo com meu casaco mais grosso, o ar hoje está realmente cortante.$3#$b#A pobre árvore parece tão desolada e solitária, não é? Me lembra de como eu costumava me sentir no inverno...",
  "Penny_Wander_Farmer_1": "Eu trouxe um pequeno lanche para você... Pode estar ligeiramente queimado, mas foi feito com amor.[(O)651]$4",
  "Penny_Wander_Farmer_2": "Você parecia que precisava de uma pausa, então eu pensei em vir te distrair com meu charme desajeitado.$1#$b#...Aquilo foi um sorriso? Eu sabia que funcionaria.$4",
  "Penny_Wander_Farmer_3": "Oh, aí está você, @. Eu estava apenas andando e me peguei procurando por você.#$b#Eu acho que meus pés sabem onde meu coração está, mesmo quando minha cabeça está nas nuvens.$4",
  "Penny_Wander_Farmer_4": "Você tem trabalhado sem parar desde o nascer do sol, querido(a).$3#$b#Lembra do que eu li para você naquele livro sobre 'Práticas Agrícolas Sustentáveis'? Dizia que o bem-estar do fazendeiro(a) é a colheita mais importante.#$b#Então, considere isto uma verificação obrigatória de bem-estar. Venha aqui.$4",
  "Penny_Wander_Farmer_5": "Eu ia ler debaixo da árvore, mas aí eu vi você e... bem, eu acho que vaguei até aqui sem pensar.$1#$b#Você se importa se eu ficar aqui com você um pouco?",
  "Penny_Wander_Farmer_6": "Eu acabei de passar pelo espantalho e disse 'oi' antes de perceber que não era você...#$b#Em minha defesa, vocês dois usam a mesma flanela às vezes.$1",
  "Penny_Wander_Farmer_7": "Oh... você sorriu quando me viu. Aquele olhar que você me deu agora... me deixa com os joelhos meio bambos.$4#$b#Você realmente me ama, não ama?$4",
  "Penny_Wander_Farmer_8": "Você estava cantarolando agora mesmo. Eu não sabia que você tinha uma voz tão bonita.#$b#...Você poderia cantarolar de novo? Talvez enquanto eu me apoio no seu ombro assim?$4",
  "Penny_Wander_JunimoHut_1": "Você acha que os Junimos estão felizes aqui, @? Eu sei que eles colhem as plantações, mas... o que eles fazem para se divertir?#$b#Eu deixei uma papoula perto da porta para eles. Espero que gostem...$7",
  "Penny_Wander_JunimoHut_2": "$query !PLAYER_HAS_CHILDREN Current#Eu estava apenas pensando... se tivermos filhos, isso fará parte da infância deles...#$b#Correndo pelos campos, com pequenos Junimos saindo para dizer olá.$1|Eu tentei escrever uma pequena nota de agradecimento para nossos amigos Junimo, mas não tinha certeza de qual idioma eles falam.#$b#Eu me contentei com um desenho simples de um rosto sorridente e uma estrela.$1",
  "Penny_Wander_JunimoHut_3": "Eu me pergunto se eles têm uma hierarquia social. Existe um Rei ou Rainha Junimo? Eles têm pequenas políticas Junimo?#$b#Desculpe... a professora em mim quer transformar tudo em uma lição de estudos sociais. Você pode simplesmente me mandar ficar quieta quando eu ficar assim.$1",
  "Penny_Wander_JunimoHut_4": "Oh! Você me assustou. E os Junimos também! Veja, todos voltaram para dentro rapidamente.#$b#Você é uma ameaça, @. Uma ameaça muito ${bonita^linda}$ pela qual eu por acaso estou apaixonada.$4",
  "Penny_Wander_JunimoHut_5": "Você acha que os Junimos nos observam? Quando estamos fazendo um piquenique, ou quando você... me persegue pelos campos?$4#$e#Espero que estejamos fornecendo a eles algum entretenimento de qualidade.$1",
  "Penny_Wander_JunimoHut_6": "Eu tentei oferecer um pouco do meu muffin de sementes de papoula a um Junimo mais cedo. Ele meio que... deu um tapinha, e depois fugiu.$3#$b#Talvez eles não tenham dentes? Ou talvez minha culinária seja universalmente desagradada, até por seres mágicos.$3",
  "Penny_Wander_JunimoHut_7": "Eu me pergunto o que os Junimos fazem em suas cabanas quando chove. Você acha que eles têm móveis minúsculos? E livrinhos minúsculos?$1",
  "Penny_Wander_GrandpaShrine_1": "O santuário do seu avô é um local tão pacífico. Eu estive sentada lá",
  "Penny_Wander_GrandpaShrine_2": "Você trabalha tanto para honrar a memória do seu avô, não é?#$b#Ele estaria muito, muito orgulhoso de você, @. Não só pela fazenda, mas pelo bom ${homem^mulher}$ que você se tornou.$7",
  "Penny_Wander_GrandpaShrine_3": "Oh, você me encontrou. Eu gosto de vir aqui. Parece... pacífico. Como um canto quieto em uma biblioteca enorme.#$b#Esse olhar no seu rosto... você está pensando nele, não está?",
  "Penny_Wander_GrandpaShrine_4": "Eu li sobre santuários ancestrais nos meus livros de história, mas eles geralmente são para antigos reis Elfos ou guerreiros Anões...#$b#Eu suponho que um fazendeiro seja igualmente nobre, no entanto. Especialmente um tão bondoso quanto seu avô.",
  "Penny_Wander_GrandpaShrine_5": "Oh, oi, querido(a). Eu estava apenas pensando no seu avô... e no lindo legado que ele deixou para você.$7#$b#Eu espero que ele me aprove. Eu prometo que estou cuidando muito bem do ${neto^neta}$ favorito(a) dele.$4",
  "Penny_Wander_GrandpaShrine_6": "Eu estava apenas pensando... Eu gostaria que minha Mãe tivesse algo assim. Um lugar para se lembrar dos pais dela de uma forma feliz.$2#$b#Talvez se ela tivesse, as coisas teriam sido diferentes para ela.",
  "Penny_Wander_GrandpaShrine_7": "Olá, querido(a). Eu estava apenas puxando algumas ervas daninhas ao redor da base. É o mínimo que posso fazer para demonstrar respeito.#$e#É como cuidar de um pequeno jardim para a memória da sua família. Isso me faz sentir conectada a este lugar de uma forma mais profunda.",
  "Penny_Wander_GrandpaShrine_8": "Eu venho aqui às vezes apenas para dizer 'obrigada'.#$b#Não só ao seu avô por te deixar esta fazenda... mas a qualquer força no universo que te trouxe para a minha vida.$4#$e#Você me resgatou, @. Não só do trailer, mas da tristeza silenciosa que eu carregava. Você tornou meu mundo tão brilhante.$4",
  "Penny_Wander_GrandpaShrine_9": "$z penny_read#Shh, não ria! Eu estou lendo 'Luz do Sol na Pradaria' para o seu Vovô.$1#$b#É um pouco romântico, mas o personagem principal é um fazendeiro que constrói uma vida do zero. Eu pensei que ele apreciaria o sentimento.",
  "Penny_Wander_Cave_1": "$query FARM_CAVE Bats#Você ouviu isso? Apenas os morcegos esvoaçando por aí. Eu espero que eles estejam confortáveis lá dentro.#$b#É fofo da parte deles nos deixar frutas. Parece que temos pequenos inquilinos alados pagando aluguel.$1|Eu chequei nossa pequena fazenda de cogumelos! É tão fascinante como eles crescem no escuro.#$b#É como um jardim secreto dentro da nossa grande fazenda. Eu trouxe um para você... este é bom para cozinhar?[(O)404]",
  "Penny_Wander_Cave_2": "Toda vez que eu vejo esta caverna, eu penso em você descendo nas minas.$2#$b#Prometa-me que você não vai correr riscos desnecessários hoje, @. Eu não sei o que eu faria se você se machucasse.$3",
  "Penny_Wander_Cave_3": "Eu estava apenas pensando... esta caverna é provavelmente muito jovem geologicamente. Mas imagine se ela se conectasse aos antigos túneis Anões!$1#$b#Poderíamos encontrar pergaminhos antigos! Ou... sabe... um local tranquilo e isolado para um piquenique.$4",
  "Penny_Wander_Cave_4": "Sabe, este é como o nosso próprio recanto privado, não é? Um lugar secreto só para nós.$4#$b#Talvez a gente pudesse... 'explorá-lo' juntos mais tarde? Depois que suas tarefas terminarem, é claro.$4",
  "Penny_Wander_Cave_5": "$query FARM_CAVE Bats#Você já se pergunta se os morcegos fofocam sobre a gente?#$b#'Lá vai o fazendeiro(a) de novo, sempre beijando a ${sua esposa^seu marido}$ na entrada da caverna... escandaloso.'$1|Eu estava pensando... talvez a gente pudesse transformar parte desta caverna em um cantinho de leitura?#$b#Eu sei, eu sei... não é exatamente prático. Mas imagine só... paredes musgosas, velas, nós dois aninhados com um livro...$1",
  "Penny_Wander_BrokenFence_1": "Hum, querido(a)? Eu acho que esta cerca precisa de alguma atenção...#$b#Quer que eu segure as tábuas enquanto você martela? Eu prometo não me distrair com os seus músculos desta vez.$4",
  "Penny_Wander_BrokenFence_2": "Eu sei que você tem um milhão de coisas para fazer, mas isso provavelmente precisa de conserto logo, certo?#$e#Não se preocupe, eu confio que você vai cuidar disso. Você sempre cuida.",
  "Penny_Wander_BrokenFence_3": "Oh... esta cerca está quebrada. Eu ia consertar, mas eu não tinha certeza se você já tinha notado.#$b#Você notou? Eu deveria saber que você estaria um passo à frente, querido(a).",
  "Penny_Wander_BrokenFence_4": "Esta cerca parece que já viu dias melhores...$3#$b#Eu li em 'Gestão Prática da Fazenda' que cercas quebradas podem deixar coelhos entrarem nas plantações. Devemos consertar juntos?",
  "Penny_Wander_Well_1": "Eu estava apenas fazendo um pedido no poço.#$b#É bobo, eu sei... Eu já tenho tudo que eu poderia ter desejado bem aqui.$4",
  "Abigail_Wander_Default_1": "Você já se pergunta se nossa fazenda fica em antigos cemitérios?#$b#Isso explicaria os ruídos estranhos que ouço à noite. Não que eu esteja reclamando!$1",
  "Abigail_Wander_Default_2": "Acabei de encontrar %pet investigando algo nos arbustos. O que quer que fosse sumiu quando cheguei perto.#$b#Eu juro que esta fazenda tem mais mistérios do que as pessoas imaginam.$3",
  "Abigail_Wander_Default_3": "Você sabia que eu mantenho um diário de todas as coisas estranhas que eu vi na fazenda?#$b#Se eu o publicar, ficaremos famosos! Ou as pessoas vão pensar que eu sou completamente louca.$1",
  "Abigail_Wander_Default_4": "Ontem à noite eu sonhei que %pet e eu estávamos lutando contra monstros da caverna juntos.#$b#Você acha que animais podem sentir espíritos como eu?$3",
  "Abigail_Wander_Default_5": "$query SEASON Winter#Você acha que o espírito do Vovô vigia a fazenda no inverno?#$b#Eu tenho deixado pequenas oferendas no santuário dele. Espero que esteja tudo bem para você.|Quando o vento sopra nas plantações assim, parece música.#$b#Quer pegar minha flauta e sua mini-harpa? Poderíamos fazer um pouco de mágica juntos sob as estrelas hoje à noite.$4",
  "Abigail_Wander_Default_6": "São tantas máquinas para processar tudo que cultivamos nesta fazenda!#$b#Elas me lembram dos estranhos artefatos que o Mago tem... exceto que as nossas realmente dão dinheiro em vez de fumaça e cheiros estranhos.$1",
  "Abigail_Wander_Default_7": "@, eu encontrei o local perfeito para observarmos as estrelas hoje à noite!#$e#Traga um cobertor e eu trago o vinho. Quem sabe o que pode acontecer sob a energia cósmica?$4",
  "Abigail_Wander_Default_8": "Eu nunca pensei que gostaria tanto da vida na fazenda.#$b#Pensando bem, eu nunca pensei que me casaria com alguém que faz meu coração acelerar mais rápido do que lutar contra um bruto das sombras.$4",
  "Abigail_Wander_Building_1": "Esta fazenda é a nossa aventura agora, @.#$b#É melhor do que qualquer missão em um jogo porque estamos construindo-a juntos. Eu nunca pensei que diria isso!$4",
  "Abigail_Wander_Building_2": "Ei, @, quer jogar um jogo hoje à noite? O(A) vencedor(a) escolhe o que faremos depois.#$b#Eu te aviso, eu tenho praticado minhas habilidades no Prairie King em segredo e tenho algumas atividades criativas planejadas para quando eu vencer.$1",
  "Abigail_Wander_Building_3": "Você acha que este prédio poderia usar um toque de roxo?#$b#Papai teria um ataque se me visse redecorando, mas este é o nosso lugar agora. Eu amo essa liberdade.$4",
  "Abigail_Wander_Building_4": "Este prédio tem uma aura tão misteriosa.#$b#Você consegue sentir essa energia? É como se as paredes estivessem sussurrando segredos de outro reino.$7",
  "Abigail_Wander_Building_5": "$z abigail_flute#Eu estava apenas tocando minha flauta para atrair espíritos da floresta... mas tudo que eu atraí foi você, @. Isso também funciona.$1",
  "Abigail_Wander_Building_6": "Eu estava pensando em adicionar algumas decorações assustadoras a este prédio.#$e#Nada diz 'nossa fazenda' como uma ou duas gárgulas, você não acha?$1",
  "Abigail_Wander_BrokenFence_1": "Esta cerca precisa de conserto. Eu poderia tentar consertar!#$b#Papai nunca pensou que eu conseguiria lidar com tarefas práticas, mas eu vou mostrar a ele. Eu sou mais capaz do que eles pensam.",
  "Abigail_Wander_BrokenFence_2": "Você acha que devemos consertar esta cerca? Eu até que gosto de como ela fica toda desgastada e quebrada.#$b#Isso me lembra que a imperfeição também pode ser linda... como você me amar apesar dos meus hábitos estranhos.$4",
  "Abigail_Wander_Water_1": "Esta água é tão clara que eu consigo ver meu reflexo.#$b#Eu costumava visitar o lago da montanha sozinha para encontrar água assim. Agora eu tenho o meu próprio local mágico bem aqui.$4",
  "Abigail_Wander_Water_2": "$z abigail_flute#Eu trouxe minha flauta para praticar aqui fora.#$b#As melodias soam diferentes ao ar livre. Mais selvagens, mais livres. Como eu me sinto desde que me mudei para a fazenda com você.$1",
  "Abigail_Wander_Water_3": "Você já olhou fixamente para a água e sentiu como se ela estivesse olhando de volta?#$b#Há algo hipnótico nisso que me faz perder a noção do tempo. Como as minas, mas menos perigoso.",
  "Abigail_Wander_Water_4": "Esta água me lembra daquele lago da caverna onde você me deu uma ametista pela primeira vez.#$b#Eu ainda guardo cada uma que você me dá, sabia.$4",
  "Abigail_Wander_Water_5": "Eu acho que este é o meu local favorito, além do nosso quarto.#$b#Às vezes eu venho aqui à noite só para sentir a magia.#$b#É como estar em outro mundo enquanto ainda estou em casa. Quer observar as estrelas daqui hoje à noite?$4",
  "Abigail_Wander_Water_6": "A água parece tão convidativa hoje... me lembra daquele lago perto das minas.#$b#Lembra quando fomos nadar lá depois do anoitecer? Eu ainda penso muito naquela noite... muito mesmo.$4",
  "Abigail_Wander_Tree_1": "Ficar debaixo desta árvore me faz sentir conectada a algo maior do que eu.#$e#Às vezes eu me pergunto se as árvores se lembram de todos que já ficaram sob elas.$4",
  "Abigail_Wander_Tree_2": "$z abigail_flute#Eu trouxe minha flauta para praticar aqui hoje. É diferente tocar música cercada por coisas que crescem em vez das paredes do meu antigo quarto.$4",
  "Abigail_Wander_Tree_3": "$query SEASON Winter#A neve deixa tudo tão quieto... perfeito para ouvir sussurros do outro lado.#$b#Ou apenas o som da sua respiração ao meu lado à noite.$4|A sombra desta árvore parece mágica.#$b#Quando eu fecho meus olhos, eu quase consigo ouvir sussurros do reino espiritual... ou talvez seja apenas o vento através das folhas.$1",
  "Abigail_Wander_Tree_4": "$z abigail_flute#Eu acho que finalmente encontrei, este é o local perfeito para tocar minha flauta.#$b#A acústica é incrível, as notas parecem flutuar sobre a água e voltam diferentes de alguma forma.$4#$e#Eu toquei para %pet mais cedo e ele(a) pareceu gostar muito!#$b#Bem, %pet não fugiu, pelo menos, então eu estou considerando isso uma vitória.$1",
  "Abigail_Wander_FruitTree_1": "Quando eu era pequena, eu costumava sonhar em morar em algum lugar com árvores frutíferas.#$b#Mamãe sempre dizia que eu tinha desejos estranhos, mas ela vive se preocupando com as plantas de chá dela, então eu acho que é de família.",
  "Abigail_Wander_FruitTree_2": "Eu aposto que poderíamos construir uma casinha na árvore lá nos galhos.#$b#Nada chique, apenas um lugar para escapar quando precisarmos de um tempo a sós juntos...",
  "Abigail_Wander_FruitTree_3": "$query SEASON Winter#Eu amo esta árvore, mesmo no inverno, quando está nua.#$e#Papai sempre quis árvores frutíferas na loja, mas mamãe disse que elas atrairiam insetos.$1|A fruta nesta árvore parece deliciosa.#$b#Quase tão deliciosa quanto você parece quando está trabalhando nos campos, todo(a) suado(a) e focado(a)...$4",
  "Abigail_Wander_MatureCrop_1": "Estes estão prontos para colher! Eu sei porque eles têm aquele brilho especial.#$b#Quer que eu ajude na colheita? Eu prometo não comer nenhum... bem, talvez só um, eu sempre pareço estar com fome.$1",
  "Abigail_Wander_MatureCrop_2": "Só de olhar para estes, estou ficando com fome! Eu já consigo praticamente sentir o gosto desses produtos frescos.#$b#Eu poderia te ajudar a colhê-los se você quiser... ou te distrair. Sua escolha, fazendeiro(a).$1",
  "Abigail_Wander_MatureCrop_3": "Papai ficaria com tanta inveja se visse como seus produtos são melhores do que os que ele vende na loja.$1#$b#Mal posso esperar para cozinhar algo especial com eles para nós hoje à noite.$4",
  "Abigail_Wander_LovedCrop_Pumpkin_1": "Mal posso esperar que estas estejam prontas para colher. Abóboras como lanternas de Halloween (jack-o'-lanterns) apenas esperando para acontecer.#$b#Nós temos que esculpir algumas juntos para o Halloween.$1",
  "Abigail_Wander_LovedCrop_Pumpkin_2": "Ei, @, acabei de encontrar seu canteiro de abóboras! Você lembrou que elas são minhas favoritas!#$e#Eu já consigo imaginar esculpindo rostos assustadores nelas quando estiverem prontas.$1",
  "Abigail_Wander_LovedCrop_Pumpkin_3": "Estas abóboras estão crescendo tão bem! Talvez pudéssemos fazer sopa de abóbora juntos quando estiverem maduras?#$e#Eu ainda me lembro da primeira vez que você me deu uma. Eu na verdade comi ela inteira crua!$1",
  "Abigail_Wander_LovedCrop_Pumpkin_4": "$z abigail_flute#Eu adoro ver essas abóboras crescendo... é como assistir a pequenos tesouros laranjas emergirem da terra.$1#$b#Às vezes eu sento com elas e toco minha flauta.#$b#Não ria! Eu li em algum lugar que a música ajuda as plantas a crescerem. Estas serão as abóboras mais melodiosas do vale!$1",
  "Abigail_Wander_Cave_1": "$query FARM_CAVE Bats#A caverna é absolutamente fascinante! #$b# Aqueles morcegos-fruteiros me lembram personagens dos meus jogos favoritos. Você acha que o Mago saberia se eles são mágicos?$7|Eu estava apenas pensando em Sebastian e Sam. Talvez devêssemos convidá-los?#$e#Eu aposto que eles ficariam impressionados com o que construímos aqui. Especialmente estes cogumelos estranhos que eu encontrei!$1",
  "Abigail_Wander_Cave_2": "Nossa caverna é incrível, @! Ela me lembra as minas, mas mais segura.#$b#Eu ainda como um pouco do quartzo que encontro aqui dentro. Não me julgue, eles são deliciosos!$1",
  "Abigail_Wander_Cave_3": "$query FARM_CAVE Bats#Os morcegos nesta caverna são tão incompreendidos. Eles são como eu. Eles parecem escuros, mas trazem coisas doces.#$b#Falando em coisas doces... venha aqui.$4|Eu estava pensando em cultivar algumas variedades raras de cogumelos nesta caverna.#$b#Eles seriam perfeitos para uma... culinária experimental. Não se preocupe, nada venenoso! Provavelmente.",
  "Abigail_Wander_Cave_4": "$query FARM_CAVE Bats#Eu juro que os morcegos nesta caverna me reconhecem agora.#$b#Um deles deixou cair esta fruta bem na minha mão! Talvez meus estudos ocultos estejam finalmente valendo a pena?|Esta caverna me dá as melhores *vibes*. Você acha que há espíritos vivendo entre estes cogumelos?#$b#Às vezes eu juro que consigo ouvir sussurros quando eu fico aqui sozinha.$3",
  "Abigail_Wander_Cave_5": "Eu costumava sonhar acordada em escapar da loja do Papai para morar em uma caverna misteriosa.#$b#Nunca pensei que eu realmente teria acesso a uma com meu ${marido^esposa}$.$1",
  "Abigail_Wander_Coop_Chicken_1": "As galinhas são tão fofas! Eu dei um pouco de ração extra para elas.#$b#Uma delas me lembra meu pai quando ele está bravo com os preços da Joja Mart... toda inflada e indignada.$1",
  "Abigail_Wander_Coop_Chicken_2": "As galinhas continuam me olhando com aqueles olhinhos miúdos. Eu acho que elas estão tramando algo.#$b#Eu estou brincando! Bem... quase brincando. Fique de olho nelas por mim, tá bom?$1",
  "Abigail_Wander_Coop_Chicken_3": "As galinhas me lembram aquelas criaturinhas em *Crônicas Solarianas*. Pequenas, mas surpreendentemente resistentes!#$b#Talvez seja por isso que eu me sinto tão confortável perto delas.$1",
  "Abigail_Wander_Coop_Chicken_4": "As galinhas parecem inquietas hoje. Talvez elas sintam um espírito por perto?#$b#Não olhe para mim assim! Eu estou falando sério! Animais são sensíveis ao outro mundo.$3",
  "Abigail_Wander_Coop_1": "Este galinheiro tem potencial. E se criássemos galinhas do vazio?#$b#Imagine só coletar aqueles ovos do vazio todas as manhãs. Além disso, eles combinariam com a minha estética.$1",
  "Abigail_Wander_Coop_2": "Este galinheiro seria um lugar incrível para meus estudos ocultos!#$e#Imagine só velas, cristais, e talvez um pequeno altar para invocar... hum, quero dizer, para meditação.$4",
  "Abigail_Wander_Coop_3": "Este galinheiro me lembra do pequeno forte que eu costumava construir no meu quarto.#$b#Eu me escondia dos meus pais e fingia que estava explorando ruínas antigas.#$b#Agora eu posso explorar algo muito mais interessante... você, e a gente.$4",
  "Abigail_Wander_Coop_4": "Você acha que poderíamos pintar alguns detalhes roxos neste galinheiro?#$b#Eu não estou dizendo que tudo tem que combinar com o meu cabelo, mas... na verdade, sim, estou dizendo isso.$1",
  "Abigail_Wander_Barn_Cow_1": "Estas vacas são tão pacíficas. Uma delas me deixou acariciá-la!#$b#Sabe, eu nunca pensei que gostaria tanto da vida na fazenda. Obrigada por me mostrar este mundo, @.$4",
  "Abigail_Wander_Barn_Cow_2": "Eu estava um pouco intimidada pelo tamanho destas vacas no início, mas agora eu acho que elas são meio fofas.#$b#Eu ainda não tive coragem de ordenhar uma sozinha, no entanto... talvez um dia.",
  "Abigail_Wander_Barn_Cow_3": "$z abigail_flute#Eu estive conversando com as vacas a manhã toda. Elas são surpreendentemente boas ouvintes.#$b#Elas até me deixam praticar minha flauta sem reclamar... o que é mais do que meu pai jamais fez.$4",
  "Abigail_Wander_Barn_Cow_4": "Eu estava apenas contando a estas vacas sobre a vez que eu comi uma ametista. Elas não ficaram impressionadas.#$e#Talvez eu devesse me ater a impressionar você, em vez disso?$4",
  "Abigail_Wander_Barn_1": "Ficar parada do lado de fora deste celeiro me dá arrepios às vezes.#$b#Não ria, mas eu juro que ouvi sussurros vindo de dentro na noite passada. Talvez devêssemos investigar juntos?$3",
  "Abigail_Wander_Barn_2": "Este celeiro parece ter alguma energia espiritual.#$e#Você não sente isso, @? Como se houvesse algo antigo e sábio aqui. Eu me pergunto se ele é construído em solo sagrado...$3",
  "Abigail_Wander_Barn_3": "Este celeiro tem tanto potencial, @! Nós poderíamos sediar o ritual de Solstício mais épico aqui dentro.#$b#Imagine só todas as velas, o incenso... talvez eu não devesse me empolgar. Embora eu adore quando você me mima no meu lado místico.$4",
  "Abigail_Wander_Barn_4": "$z abigail_flute#Então eu estava pensando, nós *poderíamos* encher este celeiro com animais, ou...#$b#Talvez converter parte dele em um espaço de prática para minha flauta? Eu tenho querido tocar mais para você à noite.$4",
  "Abigail_Wander_Shed_1": "Eu estava explorando seu galpão e tive a ideia mais brilhante... e se o convertermos em uma sala de jogos?#$b#Poderíamos montar o Prairie King lá dentro! Imagine só sessões de jogos noturnas com lanches e... outras atividades.$4#$e#Papai surtaria se soubesse que estou transformando prédios da fazenda em salas de jogos.$1",
  "Abigail_Wander_Shed_2": "Eu estava pensando que poderíamos converter este prédio em um estúdio de música. #$e# Um lugar onde eu pudesse praticar flauta sem perturbar %pet. O que você acha?",
  "Abigail_Wander_Shed_3": "Eu juro que ouvi algo se arrastando lá dentro... Talvez tenhamos uma pequena criatura das sombras se abrigando?#$e#Ou é só um rato. Mas a opção misteriosa é mais divertida!$3",
  "Abigail_Wander_Greenhouse_1": "$query PLAYER_VISITED_LOCATION Current Greenhouse#A estufa consertada parece mágica.#$b#É como a nossa própria pequena bolha de vida que desafia as estações. O mago ficaria impressionado com este encantamento.$|Eu me pergunto quais segredos esta velha estufa guarda?#$b#Talvez haja um portal para outra dimensão lá dentro. Ou apenas um monte de vidro quebrado. De qualquer forma, precisa de mais exploração!$1",
  "Abigail_Wander_Greenhouse_2": "$query PLAYER_VISITED_LOCATION Current Greenhouse#A estufa consertada é incrível! É como o nosso próprio pequeno bolso dimensional.#$b#Poderíamos cultivar fruta estelar o ano todo... ou talvez aqueles cogumelos especiais que o Mago me falou.$1|Esta estufa está apenas implorando para ser consertada.#$e#Pense em todas as plantas exóticas que poderíamos cultivar! Talvez até algumas que brilham no escuro ou têm propriedades mágicas.$1",
  "Abigail_Wander_Greenhouse_3": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Esta estufa sempre me lembra o que é possível com trabalho duro, foco, dedicação... ah, e um pouco de magia.$1#$e#Muito parecido com o nosso relacionamento... de estranhos a almas gêmeas.$4|Esta estufa está apenas implorando para ser consertada.#$e#Imagine cultivar abóboras o ano todo! Eu nunca mais teria que esperar pelo outono.$1",
  "Abigail_Wander_Farmer_1": "@, às vezes eu sinto falta do fliperama, mas nada supera ter você só para mim aqui fora. #$b# Além disso, eu posso te beijar sempre que eu quiser sem Sebastian fazendo barulhos de ânsia de vômito.$4",
  "Abigail_Wander_Farmer_2": "Ei, fazendeiro(a) ${bonito(a)^lindo(a)}$. Trabalhando duro ou quase não trabalhando?#$b#De qualquer forma, você fica bem fazendo isso. Talvez devêssemos fazer uma pausa na casa?$4",
  "Harvey_Wander_GrandpaShrine_1": "Eu não sou um homem que acredita em fantasmas, @. Mas eu acredito em amor que resiste ao tempo.#$b#E, parado aqui, eu consigo senti-lo ao nosso redor.",
  "Harvey_Wander_GrandpaShrine_2": "%Harvey se vira do santuário e te puxa para um abraço gentil.#$b#Eu talvez não tenha conhecido seu avô, mas prometo cuidar do que ele mais amava. Você.",
  "Harvey_Wander_GrandpaShrine_3": "Eu frequentemente me sinto atraído para este canto da fazenda.#$b#Ele tem uma certa... serenidade, mas parece ser mais do que isso.",
  "Harvey_Wander_GrandpaShrine_4": "A ideia de ser avaliado por um espírito é... clinicamente indocumentável. E um pouco estressante. *gulp*#$b#Mas eu espero que seu avô me aprove. Eu me certifico de que você coma seus vegetais!$1",
  "Harvey_Wander_GrandpaShrine_5": "Obrigado por me trazer para o seu mundo. Um mundo que seu avô começou.#$b#Eu espero... espero estar dando orgulho a ele também.",
  "Harvey_Wander_GrandpaShrine_6": "$query PLAYER_HAS_CHILDREN Current 2#Um dia, traremos %kid1 e %kid2 aqui e contaremos a eles histórias sobre o bisavô.|Este parece um lugar para olhar para o passado, não é?#$b#Mas quando estou aqui com você, tudo que consigo pensar é no nosso futuro.",
  "Harvey_Wander_GrandpaShrine_7": "Sabe, eu nunca conheci meu próprio avô. Ele era piloto na guerra.#$b#Às vezes me pergunto se ele ficaria desapontado por eu nunca ter conquistado minhas 'asas'...$2",
  "Harvey_Wander_GrandpaShrine_8": "Espero que não se importe de eu visitar este local. Há algo de pacífico nele.#$b#Como médico, eu... vi muitos fins. É bom ser lembrado de que algumas coisas persistem.",
  "Harvey_Wander_GrandpaShrine_9": "Eu estava apenas... conversando com ele. É estranho isso?$4#$b#Eu estava agradecendo por ele ter te trazido para cá. Para mim.",
  "Harvey_Wander_GrandpaShrine_10": "$query PLAYER_HAS_CHILDREN Current#Tenho pensado muito em legado. No que deixamos para trás.#$b#Seu avô te deixou esta fazenda. Eu... Eu gostaria de deixar algo significativo para os nossos filhos também.|Eu espero que quando a nossa hora chegar, tenhamos construído algo que valha a pena deixar para trás também.#$b#Uma família, talvez? Crianças que estarão aqui um dia e se lembrarão de nós?",
  "Harvey_Wander_GrandpaShrine_11": "%Harvey rapidamente limpa os olhos quando você se aproxima.#$b#Desculpe, eu... Eu estava apenas pensando em todos os pacientes que não pude salvar. Ficar aqui me faz pensar se eles também estão olhando.$2",
  "Harvey_Wander_GrandpaShrine_12": "Eu tive um sonho muito estranho ontem à noite. Seu avô estava me ensinando a pilotar um avião.#$b#Ele disse, 'Cuide bem do meu neto(a), doutor.' Aí eu acordei.#$b#...Eu vou. Eu prometo que vou.",
  "Harvey_Wander_GrandpaShrine_13": "Às vezes, quando não consigo dormir, eu venho aqui fora e olho para as estrelas. Este local tem a melhor vista.#$b#Quer saber um segredo? Eu nomeei algumas constelações em sua homenagem.",
  "Harvey_Wander_GrandpaShrine_14": "Eu estava apenas atualizando seu avô sobre a sua saúde. Excelente, a propósito. Embora você pudesse dormir mais.$1",
  "Harvey_Wander_Default_1": "Apenas tirando um momento para apreciar o ar puro. A contagem de partículas em suspensão aqui é notavelmente baixa.#$e#É bom para os pulmões... e para a alma.$1",
  "Harvey_Wander_Default_2": "Eu tenho tentado identificar a rota de caminhada ideal ao redor da fazenda para a saúde cardiovascular.#$e#Mas eu continuo me distraindo com a paz que tudo isso tem. É um problema maravilhoso de se ter.$1",
  "Harvey_Wander_Default_3": "Ver você trabalhar tanto... é inspirador. Apenas prometa que está se hidratando e fazendo pausas regulares?#$b#Minha opinião profissional é que meu ${husband^wife}$ é a pessoa mais preciosa do vale, e deve ser protegido(a).",
  "Harvey_Wander_Default_4": "Às vezes eu me pego te encarando enquanto você trabalha. O jeito que você se move com tanto propósito e graça...#$b#Eu deveria ser o médico composto, mas você me faz sentir como um adolescente apaixonado.$3#$e#Eu até que gosto da sensação.$4",
  "Harvey_Wander_Default_5": "Tome cuidado perto dos equipamentos pesados, querido(a).#$b#Eu já tratei mais de um fazendeiro por lesões evitáveis... Meu coração não aguentaria se algo acontecesse com você.$2",
  "Harvey_Wander_Default_6": "Eu tenho memorizado cada detalhe sobre você aqui fora...#$b#O jeito que a luz do sol pega no seu cabelo enquanto você trabalha, aquele meio-sorriso quando você está cansado(a)...#$b#Isso é estranho? Eu só quero conseguir fechar os olhos e te ver perfeitamente, para sempre.$4",
  "Harvey_Wander_Default_7": "Todo esse trabalho duro... suas mãos devem estar calejadas. Deixe-me dar uma olhada nelas esta noite.#$e#Um pouco de hidratante pode fazer maravilhas pela integridade da pele. É meu dever como seu marido, afinal.",
  "Harvey_Wander_Default_8": "Caminhar pela fazenda assim me lembra de fazer as rondas na clínica...#$b#Exceto que em vez de checar pacientes, eu estou esperando esbarrar no meu ${husband^beautiful wife}$.$1",
  "Harvey_Wander_Default_9": "Toda essa caminhada pela fazenda fez maravilhas pela minha força nas pernas!$1#$b#Combinado com a aula de aeróbica da Caroline, estou na melhor forma da minha vida.#$e#Embora eu suspeite que a verdadeira motivação para me manter em forma seja querer te acompanhar.$4",
  "Harvey_Wander_Default_10": "Olá, querido(a). Não se preocupe comigo, eu só precisava de um momento longe dos meus periódicos médicos.",
  "Harvey_Wander_Default_11": "Ver você aqui fora, trabalhando tanto... me enche de orgulho. E um pouco de preocupação clínica.#$e#Não exagere, meu bem.",
  "Harvey_Wander_Stable_1": "Ele é tão grande... *gulp*#$b#Ah, então a chave é uma abordagem calma e constante? Entendi. Provavelmente ajuda a diminuir os níveis de cortisol do cavalo.#$e#Obrigado por me mostrar, querido(a). Você é muito paciente comigo.",
  "Harvey_Wander_Stable_2": "Hmm. Um cavalo não é tão alto assim, é? Não comparado, digamos, a um balão de ar quente...#$b#O que você acha, @? Você poderia ensinar truques novos a um velho médico? ...Com gentileza?",
  "Harvey_Wander_Stable_3": "Eu trouxe uma maçã para o seu corcel. Boa para a digestão, e a crocância fibrosa é ótima para a saúde dental!$1",
  "Harvey_Wander_Stable_4": "Você... você acha que seu cavalo gosta de mim?#$b#Eu estou tentando projetar uma aura não ameaçadora e amigável. Está funcionando?",
  "Harvey_Wander_Stable_5": "$z patio#Eu tenho lido sobre os sistemas respiratórios equinos. Você sabia que cavalos só conseguem respirar pelo nariz?#$e#Não se preocupe, eu não vou tentar fazer um check-up no seu cavalo. Eu consigo ver como ele me olha.$1",
  "Harvey_Wander_Stable_6": "$query PLAYER_HAS_CHILDREN Current#Imagine só... um dia estaremos ensinando as crianças a montar.#$b#Teremos que arranjar um pônei bem, bem pequeno para elas. E um capacete. E cotoveleiras. E um cinto de segurança de corpo inteiro...|Toda essa equitação que você faz deve ser extenuante para suas vértebras lombares.#$b#Como seu marido/médico, estou prescrevendo oficialmente uma massagem terapêutica nas costas esta noite.$1",
  "Harvey_Wander_Stable_7": "Meu coração ainda tem uma pequena arritmia quando vejo você galopando a toda velocidade neste cavalo.#$b#É uma mistura de uma leve resposta de ansiedade e... bem, profunda admiração pelo meu incrível ${husband^wife}$.$1",
  "Harvey_Wander_Stable_8": "Eu estava apenas batendo um papo com seu corcel aqui. Eu disse a ele para cuidar bem de você. Ele pareceu entender.#$e#Ele é um ótimo ouvinte. Para um cavalo.",
  "Harvey_Wander_Stable_9": "Seu cavalo tem olhos tão grandes e confiantes. Ele realmente te ama, sabia.#$e#Eu me identifico.$4",
  "Harvey_Wander_Stable_10": "Às vezes eu queria ser corajoso o suficiente para simplesmente subir e sair cavalgando com você...#$b#Mas, realisticamente, eu provavelmente cairia em algum lugar perto da caixa de correio.$1",
  "Harvey_Wander_Stable_11": "Por favor, me diga que você usa capacete quando monta. Eu sei, eu sei... mas lesões na cabeça são sérias, querido(a).$2#$b#...Certo, esse olhar me diz que não usa. Discutiremos isso depois.",
  "Harvey_Wander_Stable_12": "Ainda me lembro da primeira vez que vi você galopando em frente à clínica. Meu coração disparou.#$b#Medicinalmente falando, isso se chama taquicardia. Romanticamente falando... eu estava apaixonado.$1",
  "Harvey_Wander_Stable_13": "Você faz a montaria parecer tão fácil. Enquanto isso, eu preciso de boias para nadar.$2#$b#Todos nós temos nossos pontos fortes, eu suponho. O seu é a graça. O meu é... saber qual antibiótico prescrever.",
  "Harvey_Wander_Water_1": "Eu costumava passar meus dias de folga lendo periódicos médicos no meu apartamento, completamente sozinho.#$b#Agora eu posso ficar aqui com você, vendo o céu. É quase injusto o quão melhor isso é.",
  "Harvey_Wander_Water_2": "$query SEASON Winter#O jeito que a água escura e austera corta a neve branca... é bem bonito, não é? Muito pacífico.#$e#Eu achava o inverno isolador. Agora, eu só o acho aconchegante, sabendo que posso me aninhar com você.|Eu vi uma borboleta cauda de andorinha perto da água mais cedo. Você sabia que os padrões das asas dela a ajudam a fugir de predadores?#$e#A natureza é realmente a melhor engenheira.",
  "Harvey_Wander_Water_3": "Venha cá um segundo, querido(a).#$b#%Harvey te puxa para perto e beija sua testa.#$b#Eu sou um homem de sorte, @. O mais sortudo.$4",
  "Harvey_Wander_Water_4": "Gostaria de observar as nuvens comigo? Prometo não explicar a meteorologia... muito.$1",
  "Harvey_Wander_Water_5": "Não se importe comigo, eu estou apenas... existindo pacificamente. É uma nova habilidade que estou desenvolvendo.$1#$b#Aparentemente, nem tudo requer um diagnóstico ou uma solução. Às vezes as coisas são apenas... boas.",
  "Harvey_Wander_Water_6": "O céu parece tão vasto daqui...#$b#Eu talvez nunca pilote um avião, mas parado aqui com você? Eu me sinto voando de qualquer forma.$4",
  "Harvey_Wander_Water_7": "Às vezes, quando o céu está assim tão limpo, eu quase consigo distinguir o corredor de voo de Zuzu City.#$e#É diferente de ouvir no rádio... mas compartilhar a vista com você torna tudo muito melhor.",
  "Harvey_Wander_Water_8": "Oh! Você me surpreendeu, querido(a). Eu estava apenas... contemplando a água.#$b#É pacífico, mas me lembra... bem, eu ainda não consegui ter aulas de natação decentes.",
  "Harvey_Wander_Water_9": "Às vezes eu venho aqui só para pensar. O silêncio me ajuda a processar casos difíceis.#$b#Eu tive um paciente na semana passada que... bem, alguns desfechos ainda me assombram.$2",
  "Harvey_Wander_Water_10": "Venha aqui por um segundo. Olhe.#$b#Olhe o nosso reflexo na água.#$b#Ali estamos nós. Juntos. Parece certo, não parece?$1",
  "Harvey_Wander_Water_11": "$query SEASON Winter#Suas mãos parecem frias do trabalho desta manhã. Aqui, deixe-me aquecê-las.#$b#Má circulação não é brincadeira! É meu dever como seu marido garantir o fluxo sanguíneo adequado para as extremidades.|Eu estava apenas observando as libélulas. A estrutura das asas delas é uma maravilha aerodinâmica.$1",
  "Harvey_Wander_Water_12": "Hmm? Oh, desculpe, eu estava a milhões de quilômetros de distância. Apenas pensando... estou tão feliz que minha vida não é mais apenas periódicos médicos e noites solitárias.#$e#Obrigado por me dar isso, @. Tudo isso.$4",
  "Harvey_Wander_Water_13": "Esta água parece tão limpa e saudável. Isso me lembra do peixe delicioso que você pesca para nós.#$b#Talvez... uma boa truta assada para o jantar esta noite? Com uma taça de vinho gelado, é claro.$1",
  "Harvey_Wander_Water_14": "Sabe o que é estranho? Eu não consigo nadar sem boias, mas acho incrivelmente calmante olhar para a água.#$e#Eu suponho que não precisamos vencer nossos medos para apreciar a beleza deles.",
  "Harvey_Wander_Water_15": "Eu estava apenas calculando quantas larvas de mosquito esta água poderia teoricamente sustentar.#$e#Não se preocupe - eu trouxe repelente. Para nós dois. E anti-histamínicos. Apenas por precaução.",
  "Harvey_Wander_Water_16": "$z patio#Às vezes eu... Eu me preocupo em ser muito chato para você. Um médico que lê periódicos médicos perto da água...#$b#%Você beija Harvey's cheek.#$b#Oh... b-bem... Eu suponho que isso responda à minha pergunta.$4",
  "Harvey_Wander_Water_17": "Às vezes eu paro aqui e imagino como seria voar sobre a nossa fazenda em um pequeno avião...#$b#Eu olharia para baixo e veria você trabalhando nos campos, e faria um pequeno 'acenar de asa' só para você.$4#$e#...Desculpe, isso foi embaraçosamente romântico da minha parte.$4",
  "Harvey_Wander_Scenic_1": "O ar puro aqui fora está fazendo maravilhas pelos meus seios da face. Eu deveria prescrever visitas à fazenda para os meus pacientes!$1#$e#Embora eu suponha que isso tornaria nossa casa um tanto lotada...",
  "Harvey_Wander_Scenic_2": "Eu às vezes esqueço a sorte que tenho de estar aqui...#$b#Aí eu olho em volta, e você está ali, e eu me lembro de tudo de novo.$4",
  "Harvey_Wander_Scenic_3": "Nos dias de clínica, eu me pego apressando os atendimentos para poder voltar para cá. De volta para você.#$b#É anti-profissional, eu sei, mas... eu não consigo evitar.$4",
  "Harvey_Wander_Tree_1": "Você sabia que as árvores se comunicam através de redes micorrízicas nas suas raízes? Elas realmente avisam umas às outras sobre doenças.#$b#É tipo... como eu me preocupo com você quando está naquelas minas.",
  "Harvey_Wander_Tree_2": "$query SEASON Winter#Cuidado com aquela raiz ali, querido(a). Eu quase tropecei mais cedo. Minha percepção de profundidade não é mais a mesma.#$b#Eu talvez estivesse distraído te observando trabalhar...$4|Seu rosto está corado, @. Venha aqui, para a sombra comigo. Você precisa ser mais cuidadoso(a) com esforço neste calor.#$e#Agora... fique aqui por um momento. Deixe-me te abraçar.",
  "Harvey_Wander_Tree_3": "$z patio#Eu estava tentando ler este periódico sobre dinâmica dos tendões, mas me peguei apenas te observando trabalhar.#$b#E aí comecei a esperar que você passasse, o que você fez. Meu dia está completo agora.$4",
  "Harvey_Wander_Tree_4": "$z patio#Eu tenho lido sobre remédios tradicionais do vale. Aparentemente, o chá de casca de salgueiro era bem popular por aqui.#$b#Muito mais seguro do que algumas das 'curas caseiras' do George que ele vive me perguntando...$2",
  "Harvey_Wander_Tree_5": "Você me assustou, querido(a)!#$b#Não que eu me importe... Minha frequência cardíaca está elevada, mas por todos os motivos certos.$4",
  "Harvey_Wander_Tree_6": "Você tem um certo brilho aqui fora, @.#$b#Um brilho saudável! O ar puro e o trabalho duro te caem bem. Você está... radiante.$4",
  "Harvey_Wander_Tree_7": "Eu estava tentando identificar aquele canto de pássaro... Acho que é um Papa-capim do Vale, mas...#$b#Me desculpe, perdi o fio da meada. O jeito que o sol pega no seu cabelo é... fisiologicamente distrativo.$4",
  "Harvey_Wander_Tree_8": "$z patio#%Harvey estende a mão para a sua sem tirar os olhos do livro.#$b#Só queria ter certeza de que você é real. Às vezes, essa felicidade parece um sonho.$1",
  "Harvey_Wander_Tree_9": "O padrão da casca desta árvore sugere que ela tem mais de 80 anos. Ela viu mais da história do vale do que a maioria dos atuais moradores.#$b#Eu espero que a gente envelheça junto como esta árvore. Forte, estável... entrelaçado.$4",
  "Harvey_Wander_Tree_10": "Eu estava pensando em instalar uma rede aqui. Movimento de balanço moderado, ar puro, vitamina D...#$b#Oh, você está rindo? Eu suponho que eu faça tudo parecer uma prescrição.$1",
  "Harvey_Wander_Tree_11": "Eu consigo ver pequenos pedaços do céu através dos galhos. Às vezes eu pego um avião passando por cima.#$b#Virou um dos meus pontos favoritos na fazenda.",
  "Harvey_Wander_Tree_12": "Eu estava torcendo para que você me encontrasse. Quer ficar um momento?$4",
  "Harvey_Wander_Tree_13": "Quando eu era criança, tentei subir em uma árvore uma vez. Cheguei a cerca de um metro e desci antes de entrar em pânico e ter que ser ajudado.$2#$b#Acontece que meu medo de altura começou cedo. Bem cedo.",
  "Harvey_Wander_Tree_14": "Eu trouxe meu guia de pássaros comigo. Já avistei duas espécies que eu não tinha registrado neste mês.#$e#...Eu sei que isso não é terrivelmente emocionante para a maioria das pessoas. Obrigado por tolerar meus hobbies, querido(a).",
  "Harvey_Wander_Building_1": "Você dedicou tanto de si para construir este lugar. Apenas lembre-se que seu próprio corpo também precisa de manutenção.#$e#Descanso adequado, boa nutrição... e a massagem ocasional do seu marido amoroso.$4",
  "Harvey_Wander_Building_2": "Ah! ...Sua mão está fria, querido(a). Você estava trabalhando sem luvas de novo?#$b#Venha cá, deixe-me aquecer você. Ordem do médico. E... privilégio do marido.$1",
  "Harvey_Wander_Building_3": "Todo esse trabalho duro merece uma recompensa. Que tal uma xícara de café mais tarde? Ou talvez... uma taça daquele vinho excelente que você faz?$1",
  "Harvey_Wander_Building_4": "O cheiro de feno e terra... é surpreendentemente terapêutico. É o cheiro de uma vida bem vivida.#$e#...Você, no entanto, cheira ainda melhor.$4",
  "Harvey_Wander_Building_5": "O jeito que você organizou tudo por aqui... é metódico. Eficiente.#$b#Eu acho isso incrivelmente atraente.$4",
  "Harvey_Wander_Building_6": "Tenho pensado em instalar uma antena de rádio amador em um dos prédios aqui fora. Você se importaria?#$e#Eu prometo que não será uma monstruosidade! Apenas uma pequena antena de fio para que eu possa ouvir o tráfego aéreo da fazenda.$6",
  "Harvey_Wander_Building_7": "Acho que estou experimentando alguns sintomas agudos. Frequência cardíaca elevada, um calor distinto nas minhas bochechas...#$b#Diagnóstico: Eu estou irremediavelmente apaixonado(a) pelo meu ${husband^wife}$.$4",
  "Harvey_Wander_Building_8": "Se você precisar de uma pausa, eu sei de uma ótima maneira de relaxar. Envolve uma massagem que... bem, digamos que vai além dos ombros.$4#$e#É só dizer a palavra.$4",
  "Harvey_Wander_Building_9": "Ver você construir este império agrícola me faz sentir mais corajoso em relação aos meus próprios sonhos.#$b#Talvez eu finalmente termine aquele manual avançado de pilotagem que tenho evitado.",
  "Harvey_Wander_Building_10": "Você construiu tudo isso... Às vezes eu sinto que não estou contribuindo o suficiente para a nossa vida aqui.$2#$b#O quê? Você valoriza o que eu faço? Eu... obrigado, querido(a). Eu precisava ouvir isso.",
  "Harvey_Wander_Building_11": "Sabe, estar aqui me lembra de quando eu vi você pela primeira vez coberto(a) de terra e suor...#Eu lembro de pensar 'esse(a) fazendeiro(a) vai precisar de muita atenção médica.' E agora olhe para nós.$1",
  "Harvey_Wander_Building_12": "Eu estou parado aqui há dez minutos tentando criar coragem para dizer o quão ${attractive^beautiful}$ você está nesta luz.$4",
  "Harvey_Wander_Building_13": "Não se importe comigo. Eu estava apenas... apreciando a vista.$4#$b#As colinas também são bonitas.$1",
  "Harvey_Wander_Building_14": "O quê? Tem uma joaninha nos meus óculos de novo?#$b#...Oh. Você está apenas me olhando desse jeito. Isso... uh... causa um ligeiro aumento na minha frequência cardíaca. De um jeito bom, é claro.$4",
  "Harvey_Wander_Building_15": "%Harvey estende a mão para tirar uma folha do seu cabelo.#$b#Você estava com uma... pronto. Tudo melhor agora.",
  "Harvey_Wander_Barn_1": "A ventilação neste celeiro parece muito boa.#$b#Isso é importante para prevenir o acúmulo de poeira e esporos de mofo. Saudável para nós e para os animais!",
  "Harvey_Wander_Barn_2": "Não se importe comigo, apenas fazendo uma rápida avaliação estrutural. Hmm... sim, muito resistente.#$b#%Harvey bate suavemente na parede, depois se vira e te dá um sorriso gentil.#$b#Assim como o meu amor por você.$4",
  "Harvey_Wander_Barn_3": "É bem alto, não é? A vista lá de cima deve ser... algo. Você teria uma linha de visão clara para qualquer aeronave que passasse.#$b#...Não que eu vá subir para conferir, é claro.",
  "Harvey_Wander_Barn_4": "Eu parei aqui por um momento para ouvir o vento se movendo pelas vigas.#$b#É estranhamente relaxante... como estática no rádio amador.",
  "Harvey_Wander_Barn_5": "A acústica neste celeiro me lembra da sala de armazenamento da clínica. Eu costumava almoçar lá quando precisava de silêncio.#$e#Eu não sinto falta daqueles dias. Ficar sozinho com meus pensamentos não era nem de perto tão gratificante quanto estar aqui fora com você.",
  "Harvey_Wander_Barn_6": "Eu notei um pouco de ferrugem nas dobradiças. Vou lubrificá-las mais tarde... não há necessidade de forçar seu pulso desnecessariamente.#$e#É assim que começam as lesões por esforço repetitivo, afinal.",
  "Harvey_Wander_Barn_7": "Este lugar cheira a cedro e feno... Me lembra do hospital de campanha onde fui voluntário durante a faculdade de medicina. Estranho como a memória funciona, não é?",
  "Harvey_Wander_Barn_8": "Acho que vi uma coruja-de-igreja perto do telhado na noite passada. Consegui marcá-la na minha lista de animais!#$e#Este vale está fervilhando de vida... é maravilhoso.$1",
  "Harvey_Wander_Coop_1": "Eu admito, a imprevisibilidade dos animais da fazenda ainda me deixa um pouco ansioso.$2#$b#Mas ver o quão feliz esta vida te deixa? Vale cada susto.$1",
  "Harvey_Wander_Coop_2": "$query TIME 600 1200#Eu adoro nossa rotina matinal - você cuidando dos animais enquanto eu observo de uma distância segura com meu café.#$e#Sendo 'distância segura' a frase-chave aí.$1|Eu adoro simplesmente estar aqui com você, @. Não importa o que estejamos fazendo.$4",
  "Harvey_Wander_Coop_3": "Eu fiquei tentado a trazer meu estetoscópio aqui para verificar os pequenos batimentos cardíacos deles.$1",
  "Harvey_Wander_Coop_4": "Você já sentiu como se os animais estivessem te observando? Eu acho que aquele marrom está criticando meu bigode.",
  "Harvey_Wander_Coop_5": "Você tem um pedacinho de pena no cabelo, querido(a)... Aqui, deixe-me...#$b#%Harvey o remove gentilmente, seus dedos demorando um momento.",
  "Harvey_Wander_Coop_6": "Meus periódicos médicos podem ficar um pouco densos. Vir aqui fora é uma boa pausa sensorial.#$b#Ajuda a reequilibrar meu equilíbrio. Além disso, eu consigo ver minha pessoa favorita.$1",
  "Harvey_Wander_Coop_7": "Você sabia que a interação regular com animais pode baixar a pressão arterial? Você está basicamente me fornecendo cuidados cardíacos gratuitos!$1",
  "Harvey_Wander_Coop_8": "Você faz tudo isso parecer tão fácil, sabia.#$b#Enquanto isso, eu ainda estou criando coragem para abrir a porta do galinheiro sozinho.$1",
  "Harvey_Wander_Coop_9": "Espero que você não se importe de eu ficar aqui parado. Eu só... Eu gosto de ver você trabalhar.$4#$e#Você é tão capaz. É muito atraente.",
  "Harvey_Wander_Coop_Chicken_1": "Ovos frescos todas as manhãs... O sonho de um nutricionista!#$b#Bem, com moderação. Tudo com moderação... exceto pelo meu afeto por você, é claro.$1",
  "Harvey_Wander_Coop_Chicken_2": "Você sabia que galinhas são descendentes de dinossauros? Tecnicamente, você está criando pequenos velociraptors.$1",
  "Harvey_Wander_Coop_Chicken_3": "Eu estava apenas observando o bando. Galinhas saudáveis significam ovos saudáveis.#$b#E ovos saudáveis são a pedra angular de um café da manhã equilibrado para o meu fazendeiro(a) favorito(a).$1",
  "Harvey_Wander_Coop_Chicken_4": "Você sabia que o coração de uma galinha pode bater mais de 250 vezes por minuto? Uma maravilha da fisiologia.#$b#Embora, eu tenho quase certeza que o meu ainda bate mais rápido sempre que você me surpreende com um beijo.$4",
  "Harvey_Wander_Coop_Chicken_5": "Antes de te conhecer, a parte mais emocionante do meu dia era uma nova edição da 'Doença e Cura Mensal'.#$b#Agora é apenas... isso. Assistir galinhas com meu ${husband^wife}$. E eu não trocaria isso por nada.$1",
  "Harvey_Wander_Coop_Chicken_6": "Certifique-se de lavar as mãos depois de manusear as galinhas, querido(a).#$b#Salmonela é um assunto sério. Eu já vi casos e— ok, você está me dando aquele olhar. Eu vou parar.$1",
  "Harvey_Wander_Coop_Chicken_7": "Eu tenho dado às galinhas nomes baseados na minha coleção de aviões em miniatura.#$b#Aquela pintada é 'Spitfire', e a marrom mais briguenta é 'O Barão Vermelho'.$1",
  "Harvey_Wander_Coop_Chicken_8": "$query PLAYER_HAS_CHILDREN Current 2#Isso é bom. Apenas nós dois, cuidando do nosso pequeno mundo.#$b#Quando as crianças forem grandes o suficiente, podemos ensiná-las a colher os ovos. É uma boa lição de responsabilidade e mãos gentis.|É engraçado, ver elas tentando voar. Todo aquele bater de asas por apenas alguns metros...#$b#Me lembra da minha vida antes de te conhecer. Muito esforço, mas sem ir a lugar nenhum de verdade.",
  "Harvey_Wander_Coop_Chicken_9": "Sabe, quando eu morava na cidade, eu comprava meus ovos na loja do Pierre. Eles eram... adequados.#$e#Estes são um universo à parte. Acho que é isso que um pouco de amor e cuidado faz, hein? Melhora tudo.",
  "Harvey_Wander_FishPond_1": "Você sabia que os peixes conseguem reconhecer rostos humanos? Estes aqui provavelmente me conhecem como 'aquele cara nervoso que fica olhando por tempo demais'.",
  "Harvey_Wander_FishPond_2": "Às vezes eu me pergunto se esses peixes me julgam por eu só conseguir nadar com boias.$1",
  "Harvey_Wander_FishPond_3": "Os peixes estão pedindo minério radioativo agora? Como seu médico, eu devo veementemente desaconselhar—#$b#Você vai dar a eles de qualquer jeito, não vai? *suspiro* Pelo menos use luvas.",
  "Harvey_Wander_FishPond_4": "O barulho da água está bem rítmico hoje. Quase como uma seção de percussão de jazz.#$b#Quer dançar? Bem aqui no viveiro? Eu prometo não cair.$1#$e#...Provavelmente.$3",
  "Harvey_Wander_FishPond_5": "Eu tenho lido sobre terapia de aquicultura... Observar peixes nadando supostamente baixa a pressão arterial.#$b#Embora eu deva admitir, estes peixes em particular parecem mais exigentes do que terapêuticos.$3",
  "Harvey_Wander_FishPond_6": "Eu adoro o quão dedicado(a) você é a esses peixes, mesmo quando eles exigem coisas absurdas.$1",
  "Harvey_Wander_FishPond_7": "Devemos comer um desses peixes no jantar em breve. Os ácidos graxos Ômega-3 são excelentes para a saúde cardiovascular e neurológica.#$e#Não se preocupe, eu cuido da cozinha.$1",
  "Harvey_Wander_FishPond_8": "Eu decidi não analisar por que os peixes precisariam de uma Mega Bomba.#$b#Vou apenas arquivar isso em 'Fenômenos do Vale do Orvalho', bem ao lado de 'Como Meu ${Husband^Wife}$ Faz Tudo Que ${He^She}$ Faz'.$1",
  "Harvey_Wander_FishPond_9": "Eu tentei conversar com seus peixes... expliquei com muita calma que pedras preciosas não fazem parte de uma dieta pisciana equilibrada.#$b#Eles responderam cuspindo uma bolha em mim. É possível que eu os tenha ofendido.$2",
  "Harvey_Wander_FishPond_10": "Às vezes eu queria ter a confiança que esses peixes têm.#$b#Exija o que você precisa. Ignore as normas sociais. Bata as barbatanas dramaticamente quando estiver chateado. Há sabedoria nisso.$1",
  "Harvey_Wander_FishPond_11": "É tranquilo aqui. Apenas você, eu e um viveiro cheio de vida aquática cada vez mais exigente.$1#$e#Eu poderia me acostumar com isso.",
  "Harvey_Wander_Greenhouse_1": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Eu estava apenas verificando a umidade aqui dentro. Condições ideais para cultivar produtos.#$b#Ou para roubar um momento tranquilo com meu ${husband^wife}$.$4|Você me pegou no meio de um devaneio. Eu estava imaginando a gente envelhecendo aqui, consertando estes prédios juntos, de mãos dadas.$4",
  "Harvey_Wander_Greenhouse_2": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Você poderia encher esta estufa com as flores mais raras e bonitas do mundo...#$b#...e meus olhos ainda estariam em você.$4|Não se importe comigo. Apenas aproveitando um pouco de sol moderado.#$e#É essencial para a síntese de Vitamina D, sabia. Você está positivamente radiante, a propósito... deve ser toda essa vida saudável.$1",
  "Harvey_Wander_Greenhouse_3": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Ter acesso a produtos frescos o ano todo é um grande benefício para a nossa saúde a longo prazo...#$b#Você basicamente construiu uma segunda clínica para a cidade, @.$1|É um pouco de quebra-galho, não é?#$b#Mas você tem um talento real para ver o potencial nas coisas que outros podem ignorar.#$b#...Você viu potencial em mim, afinal.$4",
  "Harvey_Wander_Greenhouse_4": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Eu estava apenas imaginando como seria... bem, ter um pequeno momento privado com você na estufa.$4#$b#Muito privado. Muito... quente.$4|Eu estava apenas sonhando acordado(a) sobre o que poderíamos cultivar aqui dentro um dia, depois de consertá-la. Talvez pudéssemos ter um suprimento constante de grãos de café?",
  "Harvey_Wander_Greenhouse_5": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Às vezes, quando um avião passa por cima, o vidro da estufa reflete o céu tão perfeitamente que parece que estou lá em cima com eles.#$e#É a sensação mais próxima de voar que eu já tive, além de estar naquele balão de ar quente com você.$4|Por favor, tenha cuidado se você for entrar lá, querido(a).#$b#Aqueles painéis de vidro quebrados são afiados, e eu me preocupo com tétano da estrutura enferrujada.$2#$e#...Desculpe. Eu sei que você é capaz. O médico em mim não consegue evitar.",
  "Harvey_Wander_Greenhouse_6": "$z patio#Eu trouxe meu diário aqui para observar a atividade dos insetos ao redor das suas colheitas.#$b#Até agora, eu tenho observado principalmente você, em vez disso.$4#$e#Assunto muito melhor, na minha opinião profissional.$1",
  "Harvey_Wander_Greenhouse_7": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Você está parecendo especialmente radiante hoje, como uma espécie de... ${handsome chlorophyll god^beautiful chlorophyll goddess}$.$4#$b#Aham. Enfim, a estufa está ótima.$1|Eu estou parado aqui há dez minutos tentando parecer casual.#$b#Eu estava esperando que você viesse falar comigo. Eu não queria interromper seu trabalho.",
  "Harvey_Wander_Shed_1": "É neste galpão que a mágica acontece? A criação daquele elixir que sustenta a vida... o café?$1",
  "Harvey_Wander_Shed_2": "Este galpão me lembra um pouco da minha oficina, só que... em uma escala muito maior.#$e#Eu junto pequenas fuselagens, e você está construindo uma indústria inteira com madeira e pedra. Você é realmente incrível, @.$1",
  "Harvey_Wander_Shed_3": "Ah, você me pegou sonhando acordado. Eu estava apenas pensando em como sou sortudo... é só isso.$4",
  "Harvey_Wander_Shed_4": "Isso daria uma ótima oficina... Eu quase poderia construir um TR-Starbird em escala real aqui dentro!$1",
  "Harvey_Wander_Shed_5": "Eu dei uma espiada lá dentro e notei que suas ferramentas estão impecavelmente organizadas.#$b#Esse tipo de ordem reduz o estresse, sabia. É bom para a sua saúde mental.",
  "Harvey_Wander_Shed_6": "Que bom, você está aqui! Eu estava tentando determinar se esta estrutura poderia suportar uma pequena estação de monitoramento do tempo.#$e#Para fins médicos, é claro. Mudanças na pressão barométrica podem desencadear enxaquecas em indivíduos sensíveis.#$e#...Tudo bem, eu também só acho estações meteorológicas fascinantes.$1",
  "Harvey_Wander_Shed_7": "É cheiro de... picles que estou sentindo no galpão?#$b#Eu tive um flashback do meu próprio... 'incidente' com um lote de pepinos. O cheiro ainda assombra meus devaneios.$2",
  "Harvey_Wander_Shed_8": "É tranquilo aqui perto do galpão... parece um pouco mais privado do que a varanda.#$b#...Oh! S-sua mão está fria. Aqui, deixe-me aquecer você.$4",
  "Harvey_Wander_Shed_9": "Todo o trabalho que você faz neste galpão deve levantar muita poeira. Certifique-se de arejá-lo.#$e#Partículas em suspensão no ar podem ser um verdadeiro irritante para o sistema respiratório. Eu não estou sendo chato, estou... cuidando.$1",
  "Harvey_Wander_Shed_10": "Este pode ser o meu lugar favorito na fazenda. Longe do vento, perto da ação, mas quieto o suficiente para pensar.#$e#Espero que você não se importe se eu roubar alguns minutos aqui de vez em quando.",
  "Harvey_Wander_Shed_11": "Eu verifiquei o kit de primeiros socorros no galpão ontem. Ele precisava ser reabastecido.#$b#Eu sei que você pensa que eu me preocupo demais, mas aquelas máquinas podem ser perigosas se você não tiver cuidado.",
  "Harvey_Wander_Shed_12": "Eu consigo ouvir a maquinaria zumbindo dentro deste galpão. Isso me lembra o ruído ambiente do meu equipamento de rádio.#$e#Frequência diferente, o mesmo ritmo reconfortante.",
  "Harvey_Wander_Cave_1": "Eu tenho criado coragem para explorar esta caverna com você alguma hora. Talvez... talvez na próxima semana?",
  "Harvey_Wander_Cave_2": "Você está com um pouco de poeira da caverna no cabelo, querido(a)... Aqui, deixe-me...#$b#%Harvey gentilmente remove a poeira, seus dedos demorando.#$b#Pronto. Embora eu deva dizer, você fica ${handsome^beautiful}$ mesmo coberto(a) de poeira da caverna.$4",
  "Harvey_Wander_Cave_3": "Cavernas podem abrigar todos os tipos de irritantes respiratórios - esporos de mofo, partículas de guano de morcego...#$b#Promete que vai ter cuidado lá dentro, querido(a)?$2",
  "Harvey_Wander_Cave_4": "$query FARM_CAVE Bats#Os ritmos circadianos dos morcegos da caverna são fascinantes. Eles são perfeitamente adaptados à vida noturna.#$b#Diferente de mim - eu ainda preciso do meu café para funcionar depois das 17h. Que bom que você me ama de qualquer jeito.$1|As variedades de cogumelos que você tem crescendo nesta caverna são fascinantes de um ponto de vista medicinal.#$b#Eu poderia estudá-los por horas, mas prefiro passar esse tempo com você.$1",
  "Harvey_Wander_Cave_5": "Eu tenho pensado em instalar alguma iluminação de segurança nesta caverna. Talvez um posto de primeiros socorros?#$b#Eu sei, eu sei... você está me dando aquele olhar de novo. Eu não consigo evitar querer te proteger.$4",
  "Harvey_Wander_Cave_6": "Isso me lembra das cavernas que explorei na faculdade de medicina durante nosso curso de medicina selvagem.#$b#Eu era péssimo nisso. Ficava batendo a cabeça. Os outros estudantes me chamaram de 'Dr. Concussão' por semanas.$2",
  "Harvey_Wander_MatureCrop_1": "Eu poderia ajudar a colher se você quisesse?#$b#...O quê? Eu sou mais forte do que pareço! As aulas de aeróbica realmente valeram a pena.$1",
  "Harvey_Wander_MatureCrop_2": "Do ponto de vista nutricional, produtos frescos como este são superiores em todos os aspectos mensuráveis.#$b#Do ponto de vista do marido, eu estou muito orgulhoso de você.$1",
  "Harvey_Wander_MatureCrop_3": "Pensar que tudo isso começou de sementes minúsculas. É um milagre da biologia.#$e#Falando em milagres... obrigado por me escolher, @.$1",
  "Harvey_Wander_MatureCrop_4": "Não se importe comigo, estou apenas verificando essas plantas em busca de sinais de pragas ou doenças.#$e#...O que você quer dizer com 'pare de diagnosticar os vegetais'?",
  "Harvey_Wander_MatureCrop_5": "Suas mãos estão sempre tão ocupadas... plantando, regando, colhendo.#$b#Elas são lindas, sabia. Fortes e capazes.$4",
  "Harvey_Wander_MatureCrop_6": "Olhe só para todos esses produtos prontos para a colheita! Os antioxidantes, as vitaminas... é como uma farmácia natural aqui fora.$1",
  "Harvey_Wander_MatureCrop_7": "Tenha cuidado ao colher, querido(a). Lesões por movimentos repetitivos não são brincadeira!#$e#...Sim, eu sei que você faz isso há mais tempo do que estamos casados. Eu só... eu me preocupo.",
  "Harvey_Wander_MatureCrop_8": "Será que essas plantações sabem a sorte que têm? Por poderem crescer sob o seu cuidado vigilante? Eu certamente sei.$4",
  "Harvey_Wander_MatureCrop_9": "Ah, excelente densidade de nutrientes... altos níveis de hidratação...#$b#Não, não, eu não estou flertando com os vegetais. Apenas admirando seus métodos de cultivo.$1",
  "Harvey_Wander_MatureCrop_10": "Ver você entre essas plantações... É como uma pintura.$4#$b#Eu a penduraria na clínica se não fosse extremamente antiprofissional.",
  "Harvey_Wander_MatureCrop_11": "Lindo trabalho, querido(a). Há algo profundamente reconfortante em fileiras e fileiras de produtos maduros.",
  "Harvey_Wander_MatureCrop_CoffeeBean_1": "Estou no paraíso. Meu próprio paraíso pessoal de café, bem aqui na fazenda com você.$1#$e#O que mais um homem poderia pedir?$1",
  "Harvey_Wander_MatureCrop_CoffeeBean_2": "Esses grãos estão perfeitos! Olhe o vermelho vibrante das cerejas do café! Eles estão praticamente brilhando com potencial.#$b#Eu me sinto como uma criança em um... bem, um campo de café.$1",
  "Harvey_Wander_MatureCrop_CoffeeBean_3": "Um campo inteiro do meu vício favorito... Só me prometa que vamos beber com moderação, ok? Na maior parte do tempo.$1#$e#Eu ainda preciso dar um bom exemplo para os meus pacientes.",
  "Harvey_Wander_MatureCrop_CoffeeBean_4": "Você plantou isso para mim? Por causa do quanto eu amo café?#$b#Eu... @, isso é... Ninguém nunca cultivou uma plantação inteira só porque eu...$4#$b#Venha cá. Eu preciso te beijar.$1",
  "Harvey_Wander_MatureCrop_CoffeeBean_5": "Entre você e essas plantas de café, minha frequência cardíaca está significativamente elevada.#$b#Não se preocupe, é o bom tipo de taquicardia.$4",
  "Harvey_Wander_MatureCrop_CoffeeBean_6": "Você está me encarando... Eu estou com terra no rosto?#$b#Oh, você acha fofo eu estar examinando suas plantas de café como se fossem pacientes? Bem, eu... *cof cof*$4",
  "Harvey_Wander_MatureCrop_CoffeeBean_7": "Eu calculei que esta colheita poderia me manter cafeinado por aproximadamente 73 dias, assumindo minha taxa normal de consumo.$1",
  "Harvey_Wander_BrokenFence_1": "*suspiro* Eu sei que é só uma cerca, mas... ver as coisas se deteriorarem com o tempo me faz pensar em articulações envelhecidas e perda de cálcio.$2#$b#A propósito, eu tenho suplementos de cálcio na minha bolsa, se você quiser.",
  "Harvey_Wander_BrokenFence_2": "Eu notei que este painel apodreceu...#$b#Eu vou pegar uns pregos e um martelo e consertar isso mais tarde, a menos que você o faça primeiro.",
  "Harvey_Wander_BrokenFence_3": "Hum... esta parte da cerca está quebrada. Eu poderia remendá-la com um pouco de madeira e adesivo... mas eu provavelmente acabaria com serragem no meu bigode.#$b#Talvez pudéssemos consertar isso juntos mais tarde? Eu gostaria do trabalho em equipe.$1",
  "Harvey_Wander_BrokenFence_4": "Oh, céus. Um perímetro comprometido. Meu primeiro pensamento é tétano de um prego enferrujado... meu segundo é você se esforçando demais para consertar.#$e#Por favor, tenha cuidado, meu amor. Meu kit de primeiros socorros está a postos.",
  "Harvey_Wander_BrokenFence_5": "Apenas verificando a... ah... integridade estrutural deste poste de cerca. A-hã.#$b#...Tudo bem, você me pegou. Eu estava apenas encontrando uma desculpa para te observar trabalhando por um momento.$4",
  "Harvey_Wander_BrokenFence_6": "Eu estava apenas diagnosticando esta pobre cerca... prognóstico: sombrio.$2#$b#Mas com um pouco de esforço e alguma paciência, podemos tirá-la da beira do abismo.$1",
  "Harvey_Wander_BrokenFence_7": "Encontrei outra seção quebrada, querido(a). Esta cerca é como alguns dos meus pacientes idosos - precisa de manutenção regular para se manter de pé.$1",
  "Harvey_Wander_BrokenFence_8": "Eu tenho observado você consertar cercas a temporada toda. O jeito que você balança aquele martelo com tanta confiança...$4#$b#*Cof cof* A cerca. Sim. Esta também precisa de conserto.",
  "Harvey_Wander_BrokenFence_9": "Cuidado perto desta cerca quebrada, @. Essas farpas podem causar uma infecção desagradável.#$e#Eu sei, eu sei - você lidou com coisas piores nas minas. Mas atenda ao seu marido preocupado?",
  "Harvey_Wander_BrokenFence_10": "Há algo estranhamente romântico em manter uma fazenda juntos. Até mesmo consertar cercas quebradas.#$b#Embora eu prefira que nossos momentos românticos não envolvam riscos potenciais de tétano.",
  "Harvey_Wander_BrokenFence_11": "%Harvey está cantarolando baixinho enquanto examina a cerca quebrada.#$b#Oh, olá, querido(a)! Eu não te ouvi chegar.#$b#Eu estava contemplando o conserto desta cerca enquanto cantarolava uma melodia. Jazz me ajuda a resolver problemas.$1",
  "Harvey_Wander_BrokenFence_12": "Esta cerca está quebrada de novo. É como jogar *whack-a-mole*, só que com carpintaria.#$b#Eu pego os suprimentos se você fizer o trabalho real? Divisão de trabalho baseada na competência!$1",
  "Harvey_Wander_Farmer_1": "Em uma escala de um a dez, o quão ocupado(a) você está?#$b#Estou perguntando por... uh... razões médicas. A prescrição é uma pausa de cinco minutos para um abraço com seu marido.$4",
  "Harvey_Wander_Farmer_2": "Não, não, não pare o que está fazendo! Eu só queria estar perto de você.#$e#Isso é grudento? É grudento, não é? Eu ainda estou descobrindo essa coisa de casamento.$1",
  "Harvey_Wander_Farmer_3": "Eu captei um papo interessante no rádio esta manhã... um piloto estava discutindo altitudes ideais para a pulverização de lavouras.#$b#Me fez pensar em você. Tudo me faz pensar em você, na verdade.$4",
  "Harvey_Wander_Farmer_4": "Sabe, seguir você pela fazenda é um excelente exercício cardiovascular. Muito melhor do que a aula de aeróbica.$1#$e#Não diga à Caroline que eu disse isso.$1",
  "Harvey_Wander_Farmer_5": "Espere, não se mexa! Tem uma... oh, é só uma joaninha no seu braço. Eu pensei que fosse um carrapato.$2#$b#Desculpe, risco profissional. Eu vejo parasitas em todos os lugares!",
  "Harvey_Wander_Farmer_6": "Este é um bom momento? Eu apenas... tive uma súbita e avassaladora vontade de beijar meu ${husband^wife}$.$4",
  "Harvey_Wander_Farmer_7": "Eu estava apenas... apreciando a vista. A fazenda! A vista da fazenda. Não... embora você também seja...$4#$b#Eu deveria parar de falar agora.$4",
  "Harvey_Wander_Farmer_8": "Aí está você, @. Eu estava apenas realizando um check-up de rotina na minha pessoa favorita.#$b#Você parece estar em excelente condição. Apenas um pouco carente de abraços de marido, mas podemos resolver isso agora mesmo.$1",
  "Harvey_Wander_Farmer_9": "Eu estava apenas cantarolando uma musiquinha que ouvi no 'Zuzu City Jazz Hour' na noite passada.#$b#Parece ter um bom ritmo para admirar todo o seu trabalho duro.$1",
  "Harvey_Wander_FruitTree_1": "Eu estava pensando... este seria um bom lugar para te beijar.$4#$b#A privacidade, a luz manchada... muito romântico.$4",
  "Harvey_Wander_FruitTree_2": "$query SEASON Winter#Seu nariz está ficando vermelho, querido(a). Um sinal clássico de vasoconstrição periférica.#$b#O tratamento mais eficaz, é claro, é a proximidade imediata com um marido quente. Venha cá.$1|Cuidado ao colher desta árvore frutífera, ok? Uma queda desta altura poderia causar um trauma torácico grave.#$b#...Desculpe. Eu não consigo desligar isso. Apenas fique seguro(a), meu amor.$4",
  "Harvey_Wander_FruitTree_3": "Ah, você me encontrou. Eu estava apenas... sonhando acordado.#$b#Eu estava pensando no nosso passeio de balão de ar quente. Lá de cima, todas as árvores pareciam tão pequenas... como pequenos modelos.",
  "Harvey_Wander_FruitTree_4": "$query PLAYER_HAS_CHILDREN Current#Eu consigo imaginar nossos filhos escalando esta árvore em alguns anos. Eu terei um kit completo de primeiros socorros e um conjunto de suturas de prontidão, é claro.#$b#Mas também estou animado(a) por eles. É importante explorar.|Eu sei que você está ocupado(a), mas poderíamos apenas... ficar aqui por um minuto? Sob os galhos?#$b#Parece nosso mundinho, só por um momento.$4",
  "Harvey_Wander_FruitTree_5": "$z patio#Eu trouxe 'O Compêndio de Afligimentos Podiátricos Comuns' para ler um pouco aqui fora.$1",
  "Harvey_Wander_FruitTree_6": "Toda vez que vejo essas árvores que você plantou, eu penso na vida que estamos construindo juntos. É... é maravilhoso.",
  "Harvey_Wander_JunimoHut_1": "Devo adicionar 'Junimo' à minha lista de verificação de vida selvagem do vale? Eu não tenho certeza em qual filo eles se enquadrariam...#$b#...Talvez em 'Evidência da influência encantadora do meu ${husband^wife}$ no mundo natural.'$1",
  "Harvey_Wander_JunimoHut_2": "Eu estou observando os Junimos há cerca de vinte minutos. Cientificamente falando, eu não tenho ideia do que eles são.#$e#É... na verdade, é meio libertador admitir isso.$1",
  "Harvey_Wander_JunimoHut_3": "Se um paciente viesse até mim e dissesse que suas plantações estavam sendo colhidas por criaturas mágicas de maçã, eu provavelmente recomendaria um check-up completo.#$e#Viver com você certamente expandiu minhas possibilidades de diagnóstico.$1",
  "Harvey_Wander_JunimoHut_4": "Você construiu todo este ecossistema mágico na nossa fazenda. Enquanto isso, eu uma vez matei um cacto.#$b#Eu só estou dizendo, você é notável, @.$4",
  "Harvey_Wander_JunimoHut_5": "Você acha que os Junimos precisam de check-ups regulares? Quer dizer, eles são claramente organismos vivos...",
  "Harvey_Wander_JunimoHut_6": "Eu tentei oferecer café a um desses Junimos ontem.#$b#Ele desapareceu mais rápido do que George evitando um teste de pressão arterial.$1",
  "Harvey_Wander_JunimoHut_7": "Parado aqui, observando criaturas mágicas colherem nossas plantações enquanto meu ${husband^wife}$ administra um império agrícola...#$b#Isso é tão distante da minha vida tranquila na clínica. Eu amo isso.$1",
  "Harvey_Wander_JunimoHut_8": "Os Junimos parecem gostar de você.#$b#Não que eu os culpe. Você é gentil, caloroso(a), trabalhador(a)... e cheira a morangos na primavera. Irresistível, na verdade.$1",
  "Harvey_Wander_JunimoHut_9": "Primeiro você se muda para a cidade e vira minha vida tranquila de cabeça para baixo... depois você me apresenta a sprites mágicos da floresta que colhem nossas plantações.$1#$b#Minha vida com você é cheia de maravilhas, @.$4",
  "Harvey_Wander_SlimeHutch_1": "Tenha cuidado perto desta cerca de Slimes. Eu li estudos sobre os efeitos dermatológicos do contato direto com muco de Slime... não é bonito.$2#$e#Eu me preocupo, é só isso.",
  "Harvey_Wander_SlimeHutch_2": "Eu ainda não consigo acreditar que esta cerca de Slimes faz parte da nossa fazenda. Mas faz parte do que faz você ser *você*... sua curiosidade e sua falta de medo.#$b#E eu amo cada parte sua.$4",
  "Harvey_Wander_SlimeHutch_3": "Querido(a), você tem certeza absoluta de que isso é seguro?#$b#De um ponto de vista biológico, essas criaturas são tecnicamente organismos hostis. Eu li a literatura.$2",
  "Harvey_Wander_SlimeHutch_4": "Se uma dessas coisas algum dia te machucar, eu vou... eu serei forçado a dissecá-la!#$b#Pela ciência, é claro. E talvez um pouco por vingança.$5",
  "Harvey_Wander_Patio_1": "Eu deveria trazer um dos meus aviões modelo para trabalhar aqui. A iluminação é muito melhor do que lá dentro.#$e#Você gostaria de ver um voar? Apenas um curto voo de teste, com muito cuidado...",
  "Harvey_Wander_Patio_2": "Ordem do médico: um beijo, a ser administrado imediatamente.#$b#É para... uh... aumentar os níveis de serotonina. Sim, é isso. Puramente para fins medicinais.$1",
  "Harvey_Wander_Patio_3": "$z patio#Eu tenho lido sobre lesões por esforço repetitivo comuns na agricultura.#$b#Talvez eu pudesse te dar uma massagem terapêutica mais tarde?$4",
  "Harvey_Wander_Patio_4": "Venha cá, querido(a). Deixe-me te abraçar por um momento.#$b#Isso... isso é o que eu precisava. Só você, aqui comigo. Minha prescrição pessoal para a felicidade.$4",
  "Harvey_Wander_Patio_5": "Olá, querido(a). Eu estava apenas calculando o posicionamento ideal para um pequeno jardim de ervas...#$e#Ervas medicinais, é claro. Echinacea, camomila, talvez um pouco de calêndula.",
  "Harvey_Wander_Patio_6": "Aí está você. Eu estava pensando em você. É um efeito colateral comum de ser casado com você, eu descobri.$1",
  "Harvey_Wander_Patio_7": "Às vezes, quando o céu está assim tão claro, eu olho para cima e penso no nosso passeio de balão de ar quente.#$b#Eu ainda não consigo acreditar que fiz isso... mas eu faria mil vezes de novo, contanto que fosse com você.$4",
  "Harvey_Wander_Patio_8": "$z patio#Você gostaria que eu lesse um trecho sobre técnicas avançadas de sutura? É bem fascinante.#$b#...Não? Que pena. Acho que terei que me contentar em te beijar, então.$1",
  "Harvey_Wander_Patio_9": "$z patio#Não ria, mas... estou lendo um livro sobre o equilíbrio de nutrientes do solo. Eu quero entender melhor o seu trabalho.#$b#Eu gosto de saber as coisas que são importantes para você.",
  "Harvey_Wander_Patio_10": "Você já parou para apenas... apreciar o que você construiu aqui?#$b#Porque eu paro. Todos os dias.",
  "Harvey_Wander_Patio_11": "$z patio#Toda vez que você passa, eu perco o meu lugar no texto.#$b#Não estou reclamando. Apenas afirmando um fato médico sobre o efeito que você tem na minha concentração.$1",
  "Harvey_Wander_Patio_12": "Apenas apreciando a vista, meu querido(a). É tão tranquilo aqui fora...#$b#Faz com que a papelada me esperando na clínica pareça a milhões de quilômetros de distância.",
  
  "Leah_Wander_Default_1": "$query SEASON Fall#Aviso: provavelmente vou desaparecer na mata mais tarde para procurar cantarelos.#$e#Você pode vir comigo. Eu conheço um lugar.$1|Estive pensando... deveríamos colocar um banquinho em algum lugar aqui. Um lugar com uma boa vista.#$e#Às vezes você só precisa sentar e observar, sabe?",
  "Leah_Wander_Default_2": "Encontrei um pedaço perfeito de madeira à deriva perto do lago. Liso, retorcido... Já tenho ideias para ele.#$e#Nunca imaginei que teria meus próprios lugares para forragear. Outra vantagem de casar com um fazendeiro.$1",
  "Leah_Wander_Default_3": "Na cidade eu pagava aluguel para morar em uma caixa de sapato.#$b#Agora acordo ao seu lado, saio e... isso. Tudo isso.$1#$e#Ainda parece que estou levando vantagem em algo.",
  "Leah_Wander_Default_4": "$query !SEASON Winter#Ei, você. Eu estava só vasculhando as beiradas da nossa propriedade. Nunca se sabe quando um novo ponto de cogumelos pode aparecer depois de uma boa chuva.$1|Mesmo no inverno, o vale provê. Eu colhi um inhame da neve esta manhã.#$b#Um pouco de perseverança e você sempre encontra algo maravilhoso. Vale para forragear e para o amor.$4",
  "Leah_Wander_Default_5": "Fiquei aqui fora por mais tempo do que planejei. Me distraí vendo as nuvens passarem.#$e#Às vezes esqueço de fazer algo produtivo e simplesmente... existir. É bom.",
  "Leah_Wander_Default_6": "É estranho eu achar a manutenção da fazenda meio meditativa?#$b#Martelar um prego, consertar uma tábua... tem um ritmo nisso. Limpa minha cabeça.#$e#Além do mais, sabe, impede que as coisas caiam aos pedaços.",
  "Leah_Wander_Default_7": "*suspiro*... Isto é bom. Só vagando enquanto você faz seu trabalho.#$e#Eu costumava me sentir sozinha na minha cabana. Não mais.$4",
  "Leah_Wander_Default_8": "$query SEASON Spring#Estou pensando em fazer uma série baseada nas cores da fazenda durante cada estação.#$b#Quero que a primeira seja a primavera... suave, esperançosa, quietamente viva.|Você está trabalhando muito hoje?#$b#Não se esforce demais, querido. Faça pausas, tá?",
  "Leah_Wander_Default_9": "Você fica tão ${attractive^beautiful}$ quando está concentrado no trabalho.$4#$b#%Leah suavemente limpa uma mancha de sujeira da sua face e deixa a mão ali por um instante.",
  "Leah_Wander_Default_10": "$z leah_draw#Fique parado um segundo. É, assim... perfeito.#$b#Ok, pode se mexer agora. Só estava tentando pegar o ângulo do seu rosto para este desenho.$4",
  "Leah_Wander_Default_11": "Às vezes você simplesmente para e sente gratidão? Tipo, sente fisicamente no peito?#$b#...É onde eu estou agora. Olhando para você, olhando pra tudo isso.$4",
  "Leah_Wander_Default_12": "$z leah_draw#Já teve aquele sentimento de estar... borbulhando de energia criativa?#$b#Sou eu hoje. Melhor tomar cuidado ou você vai acabar sendo rabiscado.$1",
  "Leah_Wander_Default_13": "$query !SEASON Winter#É um bom dia para uma garrafa de vinho e uma soneca debaixo de uma árvore, não acha?#$e#...Devíamos terminar as tarefas primeiro, claro. Vida adulta, né?|Mmm... te peguei olhando, @.$4#$b#O quê? Eu gosto. Chega aqui.#$b#%Leah te puxa e beija sua bochecha.#$b#Ok, volta a trabalhar. Eu vou ficar por perto.$1",
  "Leah_Wander_Default_14": "Esta fazenda é um pequeno ecossistema por si só.#$b#As coisas que você planta são incríveis, mas eu adoro descobrir as coisas selvagens que escolhem crescer aqui conosco.",
  "Leah_Wander_Default_15": "Eu costumava sonhar com uma vida assim, sabe. Arte e natureza e alguém que entende as duas coisas.$4#$e#Nunca pensei que fosse realmente encontrar isso.",
  "Leah_Wander_Default_16": "$query SEASON Summer#Mmm... sente esse cheiro? Tem amoras silvestres amadurecendo perto da cerca. Vou colher antes que os pássaros me ganhem.$1|Só dando uma volta. É bom sentir a terra sob as botas e o sol no rosto.$1",
  "Leah_Wander_Default_17": "$query TIME 600 1200#Elliott me perguntou uma vez se eu me sentia sozinha vivendo sozinha na cabana... Eu disse que não. E quis dizer isso, na época.#$b#Mas agora que eu tenho isso? Manhãs com você, caminhadas na fazenda juntos...#$b#Acho que eu não sabia o que solidão realmente era até não senti-la mais.$4|Eu te observei trabalhando mais cedo. Você não percebeu.$4#$b#Você tem um olhar concentrado... eu gosto. Lembra quando eu me concentro com um cinzel.",
  "Leah_Wander_Default_18": "$query SEASON Fall#Essa época do ano... *cheira o ar*... dá pra quase sentir os cogumelos prontos pra surgir depois de uma chuva.#$b#Só preciso ficar em movimento pra pensar. Vagando pela fazenda clareia minha cabeça como nada mais.",
  "Leah_Wander_Tree_1": "@, você acha que consciência existe em formas diferentes na natureza?#$b#Fiquei pensando se as árvores experimentam o tempo diferente da gente... se nossas vidas podem ser só um momento pra elas.",
  "Leah_Wander_Tree_2": "Às vezes finjo que sou uma dríade vagante quando estou perto das árvores.#$b#Ai você aparece e estraga tudo por ser distraidamente ${handsome^beautiful}.$4",
  "Leah_Wander_Tree_3": "$z leah_draw#Desenhar ao ar livre é muito melhor do que ficar trancada em um estúdio.#$b#Posso sentir a grama, a brisa... todo o ambiente vira parte do trabalho.",
  "Leah_Wander_Tree_4": "$z leah_draw#Esta velha árvore vem sussurrando ideias o dia todo, então... aqui estou eu, caderno na mão, tentando escutar.",
  "Leah_Wander_Tree_5": "$query !SEASON Winter#As coisas simples realmente são as melhores, né?#$b#Uma árvore. Um pouco de sombra. Você. Só isso eu preciso.$4|O inverno revela a verdadeira forma das coisas.#$e#Quando tudo cai, você consegue ver os ossos do mundo. É estranhamente reconfortante.",
  "Leah_Wander_Tree_6": "$query !SEASON Winter#Você já subiu nesta? Os galhos parecem bem firmes.#$b#...Tô falando sério! A gente veria a fazenda inteira lá de cima.$1#$e#Não? Tá, talvez eu tenha tomado muito sol.$1|Fico sempre checando por frutas cristalinas, mas acho que alguém me ganhou. Provavelmente um esquilo.$1#$e#Espertos. Eles reconhecem qualidade quando a veem.",
  "Leah_Wander_Tree_7": "Vem ficar do meu lado um segundo?#$b#...É, assim. Queria ver como a luz salpicada bate no seu rosto.#$b#Perfeito. Você é lindo, sabia?$4",
  "Leah_Wander_Tree_8": "A casca desta aqui seria perfeita pra fazer um relevo... pode usar numa peça mista depois.#$b#Desculpa, cérebro de artista não desliga.",
  "Leah_Wander_Tree_9": "$z leah_draw#Eu estava fazendo um esboço, mas aí comecei a pensar em como nos conhecemos.$4#$b#*suspiro*... tô sendo boba. Processa aí.$1",
  "Leah_Wander_Tree_10": "$z leah_draw#Tudo que eu queria era fazer arte quieta debaixo de uma árvore velha...#$b#O 'casada com meu ${guy^girl}$ lindo' foi só bônus.$4",
  "Leah_Wander_Tree_11": "$z leah_draw#Ei, @. Eu estava desenhando a luz atravessando os galhos e acabei pensando em te beijar debaixo desta árvore.$4",
  "Leah_Wander_Tree_12": "Vem encostar na árvore comigo. Só por um minuto.#$b#Sem falar. Só nuvens, pássaros, nós.$4",
  "Leah_Wander_Tree_13": "$query !SEASON Winter#Encontrei uns cogumelos interessantes crescendo na base mais cedo. Já peguei pra jantar.#$e#Não se preocupe, sei quais não vão nos matar.$1|Lembra quando esta fazenda era só mato e cercas quebradas?#$b#Olha o que você construiu, @. É mais bonito que qualquer escultura minha.",
  "Leah_Wander_Tree_14": "Ei, não ria, mas eu dei nome a esta árvore.$1#$b#O quê? Você dá nome às galinhas. Posso nomear uma árvore.#$e#...Não, não vou dizer qual é o nome.$1",
  "Leah_Wander_Tree_15": "$query !SEASON Winter#Esta sombra é perfeita. Acho que vou ficar aqui a tarde toda.$1#$e#A menos que você precise de ajuda com algo? Posso martelar umas cercas.|Esta velha árvore provavelmente já viu cem invernos. Somos só mais duas pessoas passando pela longa vida dela.#$e#É humilhante quando você pensa assim.",
  "Leah_Wander_Tree_16": "$query SEASON Fall#Adoro ver as folhas mudando. Estão virando um dourado lindo.#$b#Me dá vontade de uma cerveja de abóbora e uma lareira com meu ${guy^girl}$ favorito. Topa?|Uau, você me assustou! Eu tava perdida no meu próprio mundo... pensando em como replicar essa textura de casca em argila.#$b#Mas agora só penso em como você fica fofo de bota de trabalho.$4",
  "Leah_Wander_Tree_17": "Você tem um pouco de floresta no seu cabelo... fica parado.#$b#...Pronto. Meu lindo e selvagem ${husband^wife}.$4",
  "Leah_Wander_FruitTree_1": "$query !SEASON Winter#Tô decidindo o que fazer com as frutas desta árvore quando estiverem prontas... torta? tarte? Ou só fatiadas numa salada grande?#$b#...Eu sempre acabo na salada, né?$1|Mmm... sente isso? Cheiro de lenha no ar.#$b#É um dos meus aromas favoritos no mundo. Cheira a calor e lar.$4",
  "Leah_Wander_FruitTree_2": "Essas árvores vão nos sobreviver, sabia.#$b#É um pensamento agradável... que plantamos algo que vai continuar aqui depois da gente.",
  "Leah_Wander_FruitTree_3": "$z leah_draw#Você tava me observando desenhar agora pouco?#$b#Beleza. Eu tava desenhando você.$4",
  "Leah_Wander_FruitTree_4": "A casca das árvores frutíferas tem a melhor textura. Fico tocando direto.#$e#O quê? Sou tátil, né?",
  "Leah_Wander_FruitTree_5": "$query !SEASON Winter#Lembra quando você me levantou na floresta pra eu pegar aquela fruta?#$b#A gente tem uma escada agora, mas... eu não me importaria de repetir o ato.$4|Será que a madeira de uma árvore assim seria boa pra entalhar?#$e#Talvez valha mais pela fruta. Ah, uma garota pode sonhar.$1",
  "Leah_Wander_FruitTree_6": "$z leah_drawing#Hoje eu estou desenhando o pomar. Tem algo nas árvores frutíferas... graciosas, mas enraizadas.",
  "Leah_Wander_FruitTree_7": "$query !SEASON Winter#Devíamos preservar um pouco da fruta quando estiver pronta, guardar em conserva.#$b#Abrir um pote de verão bem no meio do inverno é tão satisfatório.|Suas bochechas estão vermelhas do frio. É adorável.$4#$b#%Leah alcança e tira um floco de neve do seu cabelo.#$b#Pronto. Perfeito.$4",
  "Leah_Wander_FruitTree_8": "$query !SEASON Winter#Sabe o que é engraçado? Na cidade eu comprava fruta e ela estragava na geladeira antes que eu lembrasse de comer.#$b#Agora eu fico verificando as árvores todo dia como uma obcecada por frutas.$1|Eu tava checando por caules indicativos. Uma raiz de inverno crocante ia ficar ótima numa panela quente hoje à noite.#$e#A fazenda ainda consegue prover, mesmo no meio do inverno.",
  "Leah_Wander_FruitTree_9": "Vamos ter tanto fruto dessas árvores.$1#$b#Já tô planejando o vinho que vamos fazer. Podemos chamar de '%farm Special Reserve'. O que acha?$1",
  "Leah_Wander_Building_1": "Hmm... o trabalho da Robin tá firme. Sabe, se precisar trocar uma tábua, meus formões não são só pra arte.#$b#Sou bem boa com as mãos.$4",
  "Leah_Wander_Building_2": "$z leah_draw#Não espreite! É só um estudo bruto de sombras e texturas. Provavelmente ainda tá bem ruim.#$e#A menos que queira posar pra mim? Aí ficaria bem melhor.$4",
  "Leah_Wander_Building_3": "$z leah_draw#Quase enchi outro caderno. Sabe o que significa?#b#Significa que estou feliz. Quando estou feliz, crio mais.$1#$e#Você me faz feliz, caso não tenha ficado óbvio.$4",
  "Leah_Wander_Building_4": "$query !SEASON Winter#Ei, você. Eu tava aqui pensando como sou sorteada.#$b#Tenho minha arte, essa terra linda... e ${an amazing partner^my beautiful wife}$. É tudo que eu sempre quis.$4|Prefiro essa neve limpa do que a lama cinzenta da cidade qualquer dia.#$e#Além disso, a companhia aqui é infinitamente melhor.$1",
  "Leah_Wander_Building_5": "$query !SEASON Winter#Oi, amor. Tava pensando em fazer café fresco. Quer que eu traga uma xícara pra você daqui a pouco?|Tentei desenhar umas frutas cristalinas no campo sul, mas minhas mãos congelaram no meio do caminho.#$b#Quer me esquentar as mãos?$4",
  "Leah_Wander_Building_6": "$z leah_draw#Quer posar pra mim mais tarde? Nada de especial... só você sendo seu maravilhoso eu sujo de fazenda.$4",
  "Leah_Wander_Building_7": "$z leah_draw#Cada canto desta fazenda tem uma memória agora.#$b#Este... é o lugar onde meu ${husband^wife}$ veio me distrair do trabalho com um beijo.$4",
  "Leah_Wander_Building_8": "$z leah_draw#Às vezes desenho coisas que ainda não sei nomear. Formas, linhas, emoções.#$b#Depois percebo que desenhei um sentimento. Ou uma lembrança. Ou você.$4",
  "Leah_Wander_Building_9": "$z leah_draw#Ah, oi. Me pegou procrastinando.#$b#Disse que ia desenhar vinte minutos e depois entrar, mas você sabe como é. Vinte virou quarenta... que horas são mesmo?$1",
  "Leah_Wander_Building_10": "Eu te observava trabalhar daqui.$4#$b#Você parece... pertencer aqui. Como se o vale tivesse moldado um espaço perfeito pra você.$4",
  "Leah_Wander_Building_11": "Já pensou que a gente simplesmente... escolheu isso? Toda essa vida?#$b#Poderíamos ter ficado nas caixas corporativas, mas estamos aqui. Construindo coisas. Cultivando coisas. Juntos.",
  "Leah_Wander_Building_12": "$query SEASON Winter#Por mais que eu ame o silêncio da neve... já tô pensando numa xícara quente de café e seus braços me segurando.$4|Mmm... adoro o cheiro de madeira aquecida pelo sol. É diferente de madeira recém-cortada.",
  "Leah_Wander_Building_13": "$query TIME 600 1200#Amanhã talvez eu monte meu cavalete aqui. A luz da manhã é perfeita.|Você já parou pra olhar o que você criou aqui?#$b#Porque devia. É muita coisa, @.",
  "Leah_Wander_Building_14": "$z leah_draw#Você sempre aparece tão silenciosamente. Um dia vou fingir que deixei meu caderno cair e fingir raiva... só pra você me beijar e consertar tudo.$1",
  "Leah_Wander_Building_15": "$z leah_draw#Eu tava tentando desenhar este canto... e acabei desenhando seu rosto de novo. De novo.$4#$b#Acho que você não sai da minha cabeça.$4",
  "Leah_Wander_Building_16": "Você acha que os prédios lembram? Todos os anos que ficaram de pé, abrigando pessoas, animais, histórias...#$b#Às vezes eu ponho a mão neles e só... escuto.",
  "Leah_Wander_Building_17": "Me pegou sonhando acordada!$1#$b#Sobre o quê? Vamos ver... uma salada crocante, uma taça de vinho do Vale e meu ${gorgeous husband^beautiful wife}.$4",
  "Leah_Wander_Building_18": "$query SEASON Fall#Ei. Pensando em largar as tarefas pra ir procurar ameixas silvestres comigo?#$b#...Brincadeira. Mais ou menos.$1|Estar aqui com você, vendo o dia passar... é tudo que eu preciso.$4#$e#Só queria dizer isso em voz alta.$4",
  "Leah_Wander_Building_19": "Vejo algumas tábuas que precisam de reforço antes da próxima tempestade. Não se preocupe, eu cuido.#$e#Martelar coisas é até meditativo. Estranho, né?",
  "Leah_Wander_Building_20": "Ah, oi. Eu tava admirando a vista... e agora melhorou ainda mais.$4",
  "Leah_Wander_Building_21": "Às vezes traço mentalmente as linhas dos prédios da fazenda e imagino um desenho a carvão.#$b#Tem arte pra todo lado se você olhar.",
  "Leah_Wander_Water_1": "Vi um garça mais cedo. Ficou ali, perfeitamente imóvel, esperando.#$b#Artistas e garças têm muito em comum, na verdade. Paciência. Quietude. E aí... atacam.",
  "Leah_Wander_Water_2": "$z leah_draw#Eu achava que inspiração era algo que tinha que correr atrás. Aqui? Ela só... aparece.#$e#Como você apareceu.$4",
  "Leah_Wander_Water_3": "Fico pensando em tentar esculpir a água de alguma forma. Congelada em movimento, sabe?#$e#Vidro talvez? Resin... não sei. Vou descobrir.",
  "Leah_Wander_Water_4": "Kel nunca entendeu por que eu precisava ficar perto da água. ${He^She}$ dizia que era 'só H2O'.#$b#Mas você entende, né?",
  "Leah_Wander_Water_5": "$z leah_draw#Oi, amor. Eu tava só tentando captar como a luz bate na superfície. É mais difícil do que parece!#$e#A água não fica parada... Meio belo, não é?",
  "Leah_Wander_Water_6": "$query !SEASON Winter#Em dias muito quentes, já entrei na água assim mesmo. Botas inclusive.$1|Suas bochechas estão vermelhas como bagas de azevinho. Fica bem em você.$4",
  "Leah_Wander_Water_7": "$query !SEASON Winter#Este lugar, uma garrafa do nosso melhor vinho de amora e você. Minha noite perfeita.$1#$e#Devíamos fazer isso hoje à noite. Que tal?|Adoro como a neve simplifica tudo. O mundo vira linha e sombra.#$e#É um sonho de escultora, na real.",
  "Leah_Wander_Water_8": "Pensei... se nosso amor tivesse um som, seria o rio ao entardecer.#$b#Suave e constante, um pouco selvagem quando chove.$4",
  "Leah_Wander_Water_9": "$query SEASON Summer#O sol tá implacável hoje. Já sabe o que ajuda?#$b#Um mergulho espontâneo. Roupa opcional.$4|Só aproveitando. Temos essa maravilha na porta de casa, @.#$e#Nunca vou enjoar disso.",
  "Leah_Wander_Water_10": "$query SEASON Summer#Fico aqui dez minutos tentando me convencer a ser produtiva... mas só penso em como a água ia ser boa agora.#$e#Quer ser uma má influência e me convencer a pular contigo?$1|Joguei uma das minhas antigas esculturas no rio uma vez. Pareceu a coisa certa a fazer.#$b#Agora só espero que seja peça central em alguma rave subaquática de caranguejos.$1",
  "Leah_Wander_Water_11": "$z leah_draw#Quando bate bloqueio criativo, venho aqui. A proximidade com a água faz as ideias fluírem de novo.#$e#Você faz isso por mim também. É meu poço de inspiração.$4",
  "Leah_Wander_Water_12": "Gosto que nem sempre precisamos falar.#$b#Mas se quiser me beijar agora, eu não vou impedir.$4",
  "Leah_Wander_Water_13": "Sabe o que eu sinto falta da minha cabana? Absolutamente nada.#$b#Isto aqui é melhor. A água, a fazenda, você... especialmente você.$4",
  "Leah_Wander_Water_14": "Podíamos construir um pequeno cais aqui algum dia. Nada chique, só um lugar pra balançar os pés, um lugar pra eu montar o cavalete.#$b#E talvez dividir uma garrafa à noite no verão?$1",
  "Leah_Wander_Water_15": "$z leah_draw#Às vezes esqueço onde o desenho termina e onde o mundo real começa.#$e#Aí sei que tá virando algo bom.$1",
  "Leah_Wander_Water_16": "$z leah_draw#Elliott me convidou pra uma 'contemplação à beira d'água' ontem.#$b#Disse que já tinha o melhor lugar aqui na fazenda.#$e#Ele ficou dramaticamente magoado. Clássico Elliott.$1",
  "Leah_Wander_Water_17": "Cuidado, não chegue perto demais que eu posso te empurrar.$1#$b#...Brincadeira! Quase. A água tá com cara ótima hoje.$1",
  "Leah_Wander_Scenic_1": "Saber viver da terra... parece uma liberdade, né?#$e#Não importa o que aconteça, sabemos como nos prover. E nos amparar.",
  "Leah_Wander_Scenic_2": "Eu tava sonhando em montar um estúdio ao ar livre aqui...#$b#Imagina? Argila nas unhas, sol nos ombros, você trazendo lanchinhos...$1",
  "Leah_Wander_Scenic_3": "$z leah_draw#Essa linha aqui fica se enrolando...#$b#Não era o que planejei, mas tô deixando acontecer.#$b#Foi assim que a gente se apaixonou, né?$4",
  "Leah_Wander_Barn_1": "Imagino essa cena como uma escultura. As linhas verticais do celeiro, as formas arredondadas dos animais...#$b#...e você, bem no centro. Minha musa.$4",
  "Leah_Wander_Barn_2": "$query SEASON Primavera Verão#Tenho visto andorinhas fazendo ninho nas vigas. Hoje estão ensinando os filhotes a voar.#$e#A natureza arruma um lar onde for.|Ei. Tava pensando... poderíamos esculpir algo juntos alguma vez? Suas mãos na argila, as minhas guiando...$4#$e#Soou menos meloso na minha cabeça.$1",
  "Leah_Wander_Barn_3": "$query !SEASON Inverno#Estava pensando sobre o jantar. Talvez eu faça uma grande salada com o que eu conseguir encontrar hoje.#$e#Minha refeição favorita é aquela que custa nada além de um pouco de tempo e uma caminhada.|Meu nariz está congelando, mas eu adoro como o ar limpo e frio se sente.#$b#Os animais são espertos por estarem todos agasalhados aqui dentro. Me lembra que deveríamos nos aconchegar perto da lareira mais tarde.$4",
  "Leah_Wander_Barn_4": "$query SEASON Verão Outono#Encontrei alguns cogumelos vermelhos incríveis crescendo no lado norte do celeiro esta manhã!#$e#Não se preocupe, eu os deixei. Pareciam perfeitos demais para serem perturbados. Como pequenos guarda-chuvas de fadas.$1|*suspiro* A maneira como a luz atinge o celeiro a esta hora... me faz querer esculpir algo, só para segurar a sensação nas minhas mãos por um momento.",
  "Leah_Wander_Barn_5": "$z leah_draw#O ângulo do telhado do celeiro contra o céu... é estranhamente satisfatório de desenhar.#$b#Provavelmente vou estragar, porém. Perspectiva e eu ainda estamos em negociações passivo-agressivas.$1",
  "Leah_Wander_Barn_6": "$z leah_draw#Ei! Eu estava apenas esboçando o celeiro. A maneira como a luz atinge aquelas tábuas antigas... é perfeita.#$b#Não se preocupe, não estou planejando desmontá-lo para materiais de escultura. Ainda.$1",
  "Leah_Wander_Barn_7": "Consertei aquela tábua solta no lado oeste. Levou tipo cinco minutos.#$e#Eu sei que você teria feito isso eventualmente, mas... eu gosto de trabalhar com as mãos. Me mantém com os pés no chão.",
  "Leah_Wander_Barn_8": "Eu sei que você não é fã de desacelerar... mas só por um segundo, incline-se aqui ao meu lado. Ouça como os animais estão contentes...",
  "Leah_Wander_Barn_9": "$z leah_draw#Chegue mais perto, querido... eu quero esboçar seu perfil. Você está radiante demais para ser ignorado hoje.$4",
  "Leah_Wander_Barn_10": "$z leah_draw#Eu amo que nós dois apenas... fazemos nossas coisas aqui fora. Você com a fazenda, eu com minha arte.#$b#E então voltamos juntos. Funciona, não funciona? Nós funcionamos.$4",
  "Leah_Wander_Barn_11": "$z leah_draw#Esta paisagem é linda, mas um certo fazendeiro está me distraindo do meu esboço.$4#$e#Não posso dizer que realmente me importo, porém.$1",
  "Leah_Wander_Barn_12": "Os animais parecem felizes hoje. Você cuida tão bem deles, @.#$b#Essa bondade... é uma das primeiras coisas que eu me apaixonei em você.$4",
  "Leah_Wander_Barn_13": "$query !SEASON Inverno#Olá, amor. Apenas desfrutando de um momento tranquilo.#$b#Os animais têm uma existência tão simples e pacífica. É um bom lembrete para desacelerar às vezes.|Eu estava apenas verificando as paredes para qualquer corrente de ar. Temos que garantir que nossos amigos aqui dentro estejam quentinhos.#$e#Você está bem agasalhado, amor? Não deixe que você pegue um resfriado.",
  "Leah_Wander_Barn_Cow_1": "$z leah_draw#Uma das vacas tentou lamber meu bloco de esboços mais cedo... acho que ela não estava impressionada com meu traço.$1",
  "Leah_Wander_Barn_Cow_2": "Ei @... se eu esculpisse uma escultura de você descansando na grama com um bezerro no seu colo, você me deixaria exibi-la no meu próximo show?",
  "Leah_Wander_Barn_Cow_3": "Eu me pergunto se as vacas pensam em nós como parte do seu rebanho.#$e#Eu não me importaria com isso. Desde que eu possa pastar ao seu lado.$1",
  "Leah_Wander_Barn_Cow_4": "$z leah_draw#Os animais não julgam meu trabalho. Às vezes eu mostro um esboço para uma das vacas e apenas... converso sobre o que estou tentando capturar.#$e#Isso me faz parecer estranha? Não responda isso.$1",
  "Leah_Wander_Barn_Cow_5": "De volta à cidade, os únicos animais que eu via eram pombos e o ocasional cachorro triste em um apartamento pequeno.$2#$b#Ver nossas vacas tão pacíficas... faz meu coração se sentir cheio.",
  "Leah_Wander_Barn_Cow_6": "Mmm... você sente isso? Feno fresco e pelo quente. É estranhamente reconfortante.#$b#Você acha que eu sou estranha por gostar do cheiro de vacas, não é?$1",
  "Leah_Wander_Barn_Cow_7": "Você está olhando, amor... eu tenho feno no meu cabelo de novo? Ou você estava apenas admirando a vista?#$b#Eu quis dizer as vacas, é claro. Embora... talvez eu também?$4",
  "Leah_Wander_Barn_Cow_8": "Eu me pergunto se elas sonham. Vacas, quero dizer. De campos infinitos ou tempestades de chuva em um telhado de zinco...",
  "Leah_Wander_Barn_Cow_9": "$z leah_draw#Eu estive pensando em fazer uma série de estudos da fazenda... esboços em carvão, talvez algumas pequenas esculturas.#$b#Você se importaria? Eu sei que é seu trabalho, mas agora é minha inspiração também.",
  "Leah_Wander_Barn_Cow_10": "Aquela vaca ali? Eu acho que ela gosta mais de você do que de mim.#$b#Eu entendo, porém. Você é meio irresistível.$4",
  "Leah_Wander_Barn_Cow_11": "Eu me pergunto como essa fazenda parecia antes de nós estarmos aqui...#$b#Talvez alguém estivesse exatamente neste lugar, observando as vacas e pensando sobre amor.$4",
  "Leah_Wander_Barn_Cow_12": "Você sabe, se eu fosse renascida como um animal... eu acho que gostaria de ser uma vaca na nossa fazenda.#$b#Muita grama, sem e-mails, e você para me acariciar. Não é uma vida ruim.$1",
  "Leah_Wander_Barn_Cow_13": "$query SEASON Fall#Encontrei algumas ameixas silvestres na minha caminhada esta manhã. Vão ficar perfeitas com uma fatia daquele queijo forte que fizemos.#$e#As meninas realmente se superaram com aquele lote de leite.$1|Eu amo como as vacas sempre gravitam em sua direção. Talvez você seja secretamente um espírito da grama?$1",
  "Leah_Wander_Barn_Cow_14": "$z leah_draw#Na cidade, o leite vinha em caixas de lojas iluminadas por fluorescentes. Eu nunca pensava no animal.#$b#Agora eu sei seus nomes. Eu os desenho. É... diferente. Maravilhoso.$1",
  "Leah_Wander_Barn_Cow_15": "Dei um carinho extra na nossa vaca hoje e disse que seu leite fez um queijo fantástico. Ela só mastigou.#$b#Vou considerar isso como um 'de nada'.$1",
  "Leah_Wander_Coop_1": "$query TIME 600 1200#Só fazendo minha ronda matinal, verificando tábuas soltas ou buracos.#$e#Eu sei que você pode cuidar de tudo sozinho(a), mas eu gosto de me sentir útil por aqui.#$e#Além disso, me dá uma desculpa para te ver trabalhar. Todos ganham.$4|É engraçado... estes animais não têm ideia do que é um prazo ou um crítico de arte. Eles apenas... existem.#$e#Poderíamos aprender uma ou duas coisas com eles, né?",
  "Leah_Wander_Coop_2": "Vem sempre aqui? *ri*$1#$b#Desculpa, não resisti. Mas sério, ver você cuidando de tudo por aqui...#$b#Digamos que me faz coisas.$4",
  "Leah_Wander_Coop_3": "Mmm, vem aqui um segundo...#$b#%Leah te puxa para perto e tira uma pequena pena do seu cabelo.#$b#Pronto. Embora honestamente, ficava bem fofo em você.$4",
  "Leah_Wander_Coop_4": "$z leah_draw#Encontrei umas penas lindas mais cedo. Estou pensando em incorporá-las numa escultura...#$b#'Vida e Voo' ou algo assim. Ainda trabalhando no título.",
  "Leah_Wander_Coop_5": "Consertei um prego solto na porta do galinheiro mais cedo.#$b#Você pode ter se casado com uma artista, mas ganhou uma carpinteira razoavelmente decente também.$1",
  "Leah_Wander_Coop_6": "$z leah_draw#Ei, amor. Eu estava pensando... Eu poderia esculpir uma pequena galinha ou coelho para colocar aqui perto da porta...#$b#Um mascote para o galinheiro!$1",
  "Leah_Wander_Coop_7": "Eu estava apenas pensando em todas as omeletes incríveis que podemos fazer.#$b#Um ovo fresco do seu próprio galinheiro tem um gosto cem vezes melhor do que um da caixa do JojaMart. Isso é fato.$1",
  "Leah_Wander_Coop_8": "Olá, amor. Só verificando se ninguém está planejando grandes fugas.#$b#Todos parecem presentes. Devem gostar daqui tanto quanto eu.$1",
  "Leah_Wander_Coop_9": "Você mima esses pequenos até não poder mais.$1#$b#...E me mima também. Sou uma mulher muito sortuda.$4",
  "Leah_Wander_Coop_10": "$query SEASON Spring Summer#Mmm... o ar está perfeito hoje. Nem muito quente, nem muito frio.#$b#Perfeito para relaxar e observar os animais. E para roubar um beijo do meu ${marido^esposa}$, talvez?$4|Escute... É como uma pequena orquestra emplumada. Bem melhor que barulho de trânsito, não acha?",
  "Leah_Wander_Coop_11": "$z leah_draw#Eu deveria estar trabalhando em uma paisagem, mas continuo me distraindo desenhando os moradores desta pequena casa.$1",
  "Leah_Wander_Coop_Chicken_1": "*suspiro*... Como eu tive tanta sorte? Uma fazenda, uma alma gêmea e galinhas. Vida no auge, sinceramente.$1",
  "Leah_Wander_Coop_Chicken_2": "$query !SEASON Winter#Acabei de ver uma das galinhas tentando perseguir uma borboleta. Era desajeitada, mas tão determinada.$1#$e#Isso meio que me lembrou quando você tentou pegar aquele bagre super difícil no rio.$1|Heh, tem um certo... aroma terroso aqui, não tem?#$e#É o cheiro de uma fazenda em funcionamento. Por algum motivo, acho reconfortante.",
  "Leah_Wander_Coop_Chicken_3": "$z leah_draw#Estou tentando esboçar as galinhas, mas elas não ficam paradas para posar.$2#$b#Esta acabou parecendo mais uma nuvem rabugenta com pernas. Talvez eu a guarde.",
  "Leah_Wander_Coop_Chicken_4": "Trouxe algumas verduras frescas para as galinhas da minha forragem esta manhã. Elas pareceram apreciar.#$e#É engraçado como você aprende as personalidades delas tão rápido, não é? Aquela branca sempre tenta bicar minhas botas.$1",
  "Leah_Wander_Coop_Chicken_5": "Gosto de ficar aqui e ouvir os cacarejos suaves e o sussurro das penas.#$b#É basicamente uma meditação guiada... só que mais fofa.$1",
  "Leah_Wander_Coop_Chicken_6": "Você veio me ver, ou essas senhoras emplumadas são seu verdadeiro amor?$1#$b#Brincadeira... Acho que já sei a resposta.$4",
  "Leah_Wander_Coop_Chicken_7": "$z leah_draw#Ei, querido(a). Só fazendo um estudo de figura com suas galinhas.#$e#Elas são um tema surpreendentemente difícil... sempre em movimento. Meio como você depois de duas xícaras de café.$1",
  "Leah_Wander_Coop_Chicken_8": "$z leah_draw#Já se perguntou o que uma galinha esculpiria se pudesse segurar um formão?#$b#Talvez um verme gigante feito de sementes de girassol.$1",
  "Leah_Wander_Coop_Chicken_9": "É fascinante como as galinhas todas têm suas pequenas personalidades...#$b#A malhada é definitivamente a rabugenta. Me lembra um pouco o George.$1",
  "Leah_Wander_Coop_Chicken_10": "$query TIME 600 1200#Adoro observar as galinhas fazendo seus rituais matinais... encontrar um cantinho, arrepiar as penas, pavonear-se, bicar o céu como se o ofendesse.$1|Não ligue para mim, só espionando o drama avícola de novo.#$e#Acho que a marromzinha está planejando uma revolução.$1",
  "Leah_Wander_Coop_Chicken_11": "$z leah_draw#Me peguei tentando explicar expressionismo abstrato para uma galinha mais cedo.#$b#...Ela não ficou impressionada.$1",
  "Leah_Wander_Coop_Chicken_12": "$z leah_draw#Eu ia forragear, mas as galinhas estavam sentadas ao sol parecendo tão majestosas...#$b#Obviamente tive que ficar e capturar a essência galinácea delas.$1",
  "Leah_Wander_Coop_Chicken_13": "$z leah_draw#Você cheira a feno, fumaça de madeira e café hoje. É uma boa combinação...#$b#Talvez eu te esboce a seguir... você é muito mais inspirador(a) do que essas divas emplumadas, de qualquer forma.$1",
  "Leah_Wander_BrokenFence_1": "Fazendo uma rápida ronda pelo perímetro. Este poste da cerca está um pouco podre...#$b#Posso pegar minhas ferramentas e consertar depois? É estranhamente satisfatório consertar coisas. Você entende isso, né?",
  "Leah_Wander_BrokenFence_2": "Hmm, esta seção da cerca desistiu.#$b#Quer consertar juntos mais tarde? Eu levo o martelo, você traz a companhia charmosa.$1",
  "Leah_Wander_BrokenFence_3": "*suspiro*... Outra cerca mordida pelo tempo e pelo clima.#$e#Parece que temos um projeto de reparo em mãos, parceiro.",
  "Leah_Wander_BrokenFence_4": "Eu ia consertar este poste da cerca quebrado, mas então pensei que poderíamos transformar em um projetinho noturno.#$b#Você, eu, estrelas acima. Muito romântico, não acha?$4",
  "Leah_Wander_BrokenFence_5": "Ei, amor. Notei que esta cerca precisa ser remendada.#$b#Provavelmente deveríamos consertá-la antes que um dos animais faça uma grande fuga para a Floresta Cindersap.$1",
  "Leah_Wander_BrokenFence_6": "Parece que esta cerca precisa de um pouco de carinho. Eu odiaria que um coiote vadiante ficasse ousado com uma abertura tão grande.#$b#Vamos remendá-la esta tarde, pelo bem dos animais.",
  "Leah_Wander_BrokenFence_7": "Ei, @. Este painel da cerca está meio triste.#$b#Quer consertar juntos? Trabalhar com as mãos, suar um pouco... parece uma ótima tarde pra mim.$4#$e#Depois podemos nos limpar e abrir uma garrafa daquele vinho bom juntos. Uma recompensa perfeita.",
  "Leah_Wander_BrokenFence_8": "Hmm. Eu poderia remendar esta cerca facilmente.#$b#...Por que esse olhar?$1#$b#Ah, você quer ajudar? Claro, meu amor. Eu nunca recusaria uma oferta de passar mais tempo com você.$4",
  "Leah_Wander_BrokenFence_9": "Esse dano na cerca foi daquela tempestade da outra noite? O vento realmente sacudiu as janelas.#$e#Bem, nada que um pouco de esforço e trabalho em equipe não resolva.",
  "Leah_Wander_BrokenFence_10": "Encontrei um poste quebrado aqui. Vou consertar antes que vire a rodovia dos coelhos.$1#$e#A menos que você prefira fazermos juntos e nos beijarmos entre as marteladas, claro.$1",
  "Leah_Wander_BrokenFence_11": "Ei, você viu esta cerca quebrada?#$b#Será que o universo está sugerindo que precisamos de mais noites de encontro com ferramentas elétricas?$1",
  "Leah_Wander_BrokenFence_12": "Ei, amor... sua cerca tentou me morder. Ok, não de verdade, mas ela quebrou quando eu me encostei nela.#$e#Eu pego os pregos se você pegar o café. Que acha?",
  "Leah_Wander_BrokenFence_13": "Hm... parece que esta seção da cerca está quebrada.#$b#Podemos reforçá-la, ou melhor ainda, construir uma nova com madeira à deriva. Imagine... funcional e estilosa.$1",
  "Leah_Wander_BrokenFence_14": "Outra cerca quebrada... É como se elas tivessem um timer embutido ou algo assim.$2#$b#Embora eu suponha que tudo se desfaça eventualmente. É isso que torna o presente tão precioso.",
  "Leah_Wander_Farmer_1": "$z leah_draw#Ei, você. Eu estava tentando esboçar o padrão das folhas de bordo, mas meu lápis continuava traçando a linha dos seus ombros em vez disso.$4",
  "Leah_Wander_Farmer_2": "A maneira como você manuseia essas ferramentas... muito atraente.$4#$b#O que? Eu sou uma artista. Aprecio uma boa forma quando vejo.$1",
  "Leah_Wander_Farmer_3": "Ei, linda. Que tal nós abandonarmos este trabalho manual por uma hora?#$b#Podemos dar uma caminhada na floresta... para 'forragear'.$4",
  "Leah_Wander_Farmer_4": "$query !SEASON Inverno#O que você está fazendo? Oh espere, deixa eu adivinhar... Sendo responsável e produtiva enquanto eu ando por aí caçando cogumelos de novo?$1|Eu estava seguindo algumas pegadas de coelho na neve, mas então eu te encontrei. Uma descoberta ainda melhor.$4",
  "Leah_Wander_Farmer_5": "Há um ritmo na maneira como você trabalha. O 'thwack' do machado, o 'swoosh' da foice...#$e#É meio que como música. Nossa própria pequena sinfonia da fazenda.$1",
  "Leah_Wander_Farmer_6": "$query !SEASON Inverno#É estranho que eu ache as linhas retas do seu solo arado realmente satisfatórias?#$b#É como arte da terra. Você também é uma artista, @, você só usa um enxada em vez de um cinzel.$1|Você sempre parece tão... enraizada quando está trabalhando. Eu gosto disso.",
  "Leah_Wander_Farmer_7": "Apenas seguindo minha vista favorita na fazenda.$4#$b#...É você, a propósito. Caso isso não estivesse claro.$1",
  "Leah_Wander_Farmer_8": "Levar apenas o que você precisa e ser grato por isso... essa é a essência da forragem.#$b#É uma boa filosofia para a vida também, eu acho.",
  "Leah_Wander_Farmer_9": "$z leah_draw#Você tem sujeira na bochecha. Não, não, não limpe, é fofo.$1#$b#Honestamente, eu posso te esboçar assim.$4",
  "Leah_Wander_Farmer_10": "Eu ia te trazer um lanche... exceto que eu comi no caminho. Mas minha intenção era muito romântica.$1",
  "Leah_Wander_Farmer_11": "Suas bochechas ficam um pouco rosadas ao sol.#$b#Já mencionei como é difícil não te beijar quando você parece assim?$4",
  "Leah_Wander_Farmer_12": "Ei. Meus pés meio que vagaram até aqui sozinhos... acho que até minhas pernas sabem onde é casa.$4",
  "Leah_Wander_Farmer_13": "Você sempre parece brilhar quando está aqui fora trabalhando.$1#$b#Me faz pensar se eu deveria te esculpir algum dia. Você seria meu modelo?",
  "Leah_Wander_Farmer_14": "$query !SEASON Inverno#*suspiro*... Eu amo essa vida que construímos. Pássaros, brisa, você bem aqui... Honestamente, é injusto para o resto do mundo.$1|Algo sobre a neve fresca me faz querer te beijar e deixar pegadas bem ao lado das suas.$4",
  "Leah_Wander_Patio_1": "$z patio#Ei, amor... Estou moldando esta peça pensando em você.#$b#Não pergunte o que é, é um sentimento, não uma forma.$1",
  "Leah_Wander_Patio_2": "$z patio#Você estava trabalhando tão duro nos campos que eu pensei em sair e fazer algo com minhas mãos também.#$e#Além disso, a casa cheirava a queijo de cabra. Não uma reclamação, apenas... uma forte ambiência.$1",
  "Leah_Wander_Patio_3": "$z patio#Acho que esta peça está se tornando uma raposa. Ou talvez seja um cachorro dormindo?#$b#Honestamente, às vezes eu deixo a madeira decidir.$1",
  "Leah_Wander_Patio_4": "$z patio#Ah, aí está você. Eu estava pensando em você.#$b#Esta peça... é sobre contentamento. Sobre encontrar seu lugar.#$e#É para nós.$4",
  "Leah_Wander_Patio_5": "$z patio#Oh ei, eu não ouvi você se aproximar...#$b#Ainda não está terminado, mas acho que esta pode realmente dar certo.$1",
  "Leah_Wander_Patio_6": "$z patio#Venha sentir isso... a madeira está tão quente do sol.#$b#%Leah pega sua mão e a coloca na parte lisa e não esculpida da escultura, sua própria mão descansando sobre a sua.#$b#Mmm... Se ficarmos assim por muito tempo, posso esquecer completamente de esculpir por hoje.$4",
  "Leah_Wander_Patio_7": "$z patio#$query !SEASON Inverno#*suspiro*... Estou tão feliz agora.#$b#Apenas eu, um bloco de madeira e meu ${adorável marido^linda esposa}$ basking no sol. As coisas simples, você sabe?$1|O céu esta manhã estava aquele azul estranho, quase prateado.#$b#Isso me fez sentir um pouco... assombrada, de uma boa maneira. Tive que colocar esse humor nesta escultura.",
  "Leah_Wander_Patio_8": "$z patio#Eu não preciso de mármore ou bronze para capturar algo bonito...#$b#Às vezes está bem aqui: madeira desgastada pela chuva, sua mão no portão, o som de você dizendo meu nome.$4",
  "Leah_Wander_Patio_9": "$z patio#Às vezes eu acho que a escultura já está dentro da madeira, e meu trabalho é apenas tirar tudo que não é 'isso'.#$b#Meio que como eu já era eu, mas precisava tirar a cidade para me encontrar.#$b#E para te encontrar.$4",
  "Leah_Wander_Patio_10": "$z patio#Minhas mãos provavelmente vão ser uma calosidade gigante quando eu tiver quarenta anos.#$b#Ainda bem que você gosta de uma mulher que sabe usar as mãos, né?$4",
  "Leah_Wander_Patio_11": "$z patio#$query !SEASON Inverno#A maneira como o vento estava se movendo pelos campos mais cedo... eu tive que vir aqui e tentar traduzir isso em algo sólido.#$e#Não tenho certeza se estou conseguindo, mas é bom tentar.|Eu fui procurar frutas de cristal e acabei encontrando inspiração. Engraçado como isso acontece com frequência por aqui.$1",
  "Leah_Wander_Patio_12": "$z patio#Eu estava passando pelo velho carvalho lá atrás e algo sobre sua forma simplesmente me impressionou...#$b#Então aqui estou, tentando perseguir a sensação na madeira.$1",
  "Leah_Wander_Patio_13": "$z patio#Eu estava carregando feno e olhei para cima bem a tempo de ver uma águia cortando o céu.#$b#Agora estou aqui tentando esculpir asas com minhas próprias mãos. Me deseje sorte.",
  "Leah_Wander_Patio_14": "$z patio#Eu te vi do outro lado da fazenda, trabalhando o solo. E... eu não sei, eu simplesmente tive que criar algo imediatamente.$4#$b#Há algo sobre sua força que é simplesmente... incrivelmente inspirador, amor.$4",
  "Leah_Wander_Patio_15": "$z patio#Isso parece um dia de 'terminar a escultura e abrir uma boa garrafa de vinho'. O que você acha?$1",
  "Leah_Wander_Patio_16": "$z patio#Meus braços vão estar doloridos amanhã. Talvez você possa me dar uma massagem mais tarde?#$e#...Essa é uma expressão de 'sim' definitiva se eu já vi uma.$1",
  "Leah_Wander_Patio_17": "$z patio#$query !SEASON Inverno#Este é o sonho, não é? Fazendo arte ao sol, com o ${homem^mulher}$ que eu amo a poucos pés de distância.$4#$e#Eu deveria fazer uma escultura sobre esse sentimento.|*estremece* Eu sei, eu sei, está frio. Mas a neve tem uma maneira de suavizar o mundo... e às vezes o silêncio me ajuda a ouvir o que a escultura quer ser.",
  "Leah_Wander_Patio_18": "$z patio#O que? Tem algo no meu rosto?#$b#%Você se inclina e gentilmente remove a serragem da bochecha de Leah. Ela se inclina para o seu toque.#$b#Oh. Heh. Obrigada, querido.$4",
  "Leah_Wander_Patio_19": "$z patio#Eu estava apenas pensando em você, e minhas mãos começaram a querer criar algo bonito. Engraçado como isso funciona.$4",
  "Leah_Wander_Patio_20": "$z patio#Estou tão feliz por ter este pequeno espaço. Minha antiga cabana era ótima, mas uma garota precisa de espaço para fazer bagunça. Uma grande bagunça coberta de serragem.$1",
  "Leah_Wander_MatureCrop_1": "Minha mente já está correndo com receitas. Vamos comer tão bem esta semana!$1#$e#Talvez eu faça aquele stir fry que você gosta.",
  "Leah_Wander_MatureCrop_2": "Eu estava apenas pensando em quanto trabalho vai para cultivar tudo isso.#$b#As pessoas veem a escultura final, a colheita terminada... elas não veem a manutenção diária, a paciência.$1#$e#Mas eu vejo. Eu vejo.",
  "Leah_Wander_MatureCrop_3": "Você criou tudo isso a partir da terra nua. Honestamente, às vezes sinto que casei com uma ${deusa^deus} da natureza.$4",
  "Leah_Wander_MatureCrop_4": "Há uma linha entre o selvagem e o cultivado, você sabe? Você trabalha com ambos.#$b#Acho que é por isso que eu amo assistir você cultivar. Você não está lutando contra a natureza... você está colaborando com ela.",
  "Leah_Wander_MatureCrop_5": "$z leah_draw#Eu estava tentando esboçar isso, mas é difícil capturar essa... sensação de abundância. É mais do que apenas formas e cores.",
  "Leah_Wander_MatureCrop_6": "Eu entendo, sabe. A satisfação de puxar um vegetal do chão que você mesmo cultivou.#$b#É a mesma sensação que eu tenho quando termino uma boa escultura. Essa sensação de criação.$1",
  "Leah_Wander_MatureCrop_7": "$z leah_draw#Estou esboçando os corvos. Todo mundo os trata como pragas, mas olhe para eles... a maneira como se movem, a inteligência em seus olhos.#$e#Eles estão apenas tentando sobreviver, assim como tudo o mais.",
  "Leah_Wander_MatureCrop_8": "$z leah_draw#Hmm... Eu acho que essas colheitas maduras ficariam deslumbrantes em uma pintura de natureza morta. Quer posar ao lado delas? Roupas opcionais.$4",
  "Leah_Wander_MatureCrop_9": "$z leah_draw#Oh, oi, querido. Eu estava apenas esboçando. A maneira como a luz atinge essas colheitas maduras... é o tipo de cor viva que você não pode simplesmente misturar em uma paleta.$1",
  "Leah_Wander_MatureCrop_10": "Uau, olhe para tudo isso. Precisa de uma mão com a colheita? Eu tenho braços fortes, você sabe.$1",
  "Leah_Wander_MatureCrop_11": "Este campo de colheitas maduras é sua galeria, @. Sua exposição.#$e#Isso me faz querer voltar para meu próprio estúdio. Somos uma força criativa, você e eu.$1",
  "Leah_Wander_MatureCrop_12": "Todo esse trabalho duro... acho que você ganhou uma recompensa, amor.#$b#Que tal um copo de vinho e uma longa massagem nas costas depois que você terminar por hoje?$4",
  "Leah_Wander_MatureCrop_13": "Não consigo decidir o que é mais impressionante... as colheitas ou você caminhando por elas como algum tipo de ${deus^deusa}$ banhado pelo sol.$4",
  "Leah_Wander_MatureCrop_14": "Quer ajuda com a colheita? Ou devo apenas admirar você enquanto trabalha? De qualquer forma, eu ganho.$1",
  "Leah_Wander_MatureCrop_15": "Você sempre vai com tudo, não é? Essas colheitas... elas parecem algo que o Elliott escreveria um soneto.$1",
  "Leah_Wander_JunimoHut_1": "$z leah_draw#Da primeira vez que vi esses pequenos caras, pensei que estava forrageando os cogumelos errados.$1#$b#Agora? Eu os esboço sempre que posso. Eles são sujeitos incríveis.",
  "Leah_Wander_JunimoHut_2": "$z leah_draw#Eu perguntei a um Junimo se ele queria posar. Ele desapareceu atrás de um arbusto.$1#$e#Acho que isso é um 'não'.$1",
  "Leah_Wander_JunimoHut_3": "Você já realmente observou como os Junimos se movem?#$b#Eles são tão graciosos... como o vento dançando através da grama.",
  "Leah_Wander_JunimoHut_4": "Estou pensando em uma nova série de esculturas baseada nesses pequenos caras. Algo com pedras de rio lisas e driftwood polido.#$e#Eu chamaria de 'Os Guardiões do Vale'. O que você acha, querido?",
  "Leah_Wander_JunimoHut_5": "Eu me pergunto se eles cantam lá dentro? Ou contam histórias? Eu gostaria de poder sentar com eles por um tempo e apenas ouvir.#$e#Meus amigos da cidade achariam que eu perdi completamente a cabeça.$1",
  "Leah_Wander_JunimoHut_6": "$query SEASON Outono#Eu deixei uma pequena ameixa selvagem na porta deles esta manhã. Voltei mais tarde e ela tinha sumido.#$e#Espero que eles tenham gostado.$1|Ei. Eu sei que parece estranho, mas juro que posso sentir a energia deles quando estou perto da cabana.#$b#É como estar perto de algo antigo. Faz minhas mãos coçarem para criar algo.",
  "Leah_Wander_JunimoHut_7": "$query SEASON Primavera Verão#Você está sempre trabalhando tão duro, amor...#$b#Mas até os Junimos descansam entre as colheitas. Vamos deitar na grama por um minuto. Apenas nós e a brisa.$4|Você acha que os Junimos entendem o amor?$4#$b#Eu me pergunto se eles nos observam às vezes... e sorriem.$4",
  "Leah_Wander_JunimoHut_8": "Os Junimos fizeram um som de sininho quando me viram... você acha que estavam me cumprimentando?#$b#Ou me avisando para não me aproximar do estoque de maçãs deles?$1",
  "Leah_Wander_JunimoHut_9": "Nós não tínhamos magia como essa na cidade, tínhamos?#$b#Ou talvez eu simplesmente não estivesse desacelerando o suficiente para vê-la.",
  "Leah_Wander_JunimoHut_10": "Eu deixei uma das minhas esculturas menores perto da cabana ontem como uma oferenda. Ela estava desaparecida esta manhã.#$b#Ou eles a pegaram, ou um guaxinim fez isso. Estou escolhendo acreditar que foi eles.$1",
  "Leah_Wander_Shed_1": "Sempre cheira um pouco azedo perto deste galpão... como frutas em transformação.#$e#Adoro como grande parte desta fazenda é alquimia em movimento. E você é seu mágico.",
  "Leah_Wander_Shed_2": "$z leah_draw#Estou trabalhando em uma série sobre geometria em estruturas do dia a dia. Pode usar isso como referência.#$b#Quem diria que um galpão poderia ser tão inspirador?$1",
  "Leah_Wander_Shed_3": "Este lugar se tornou um dos meus favoritos em toda a fazenda. Silencioso, mas ainda perto de tudo.#$b#Perto de você.$4",
  "Leah_Wander_Shed_4": "Estava pensando na salada perfeita que vou fazer mais tarde... e como é incrível que metade dos ingredientes vive bem aqui.#$e#Somos tão sortudos, não somos?$1",
  "Leah_Wander_Shed_5": "Mmm, gosto quando você vem me encontrar assim.$1#$b#Significa que você estava me procurando.$4",
  "Leah_Wander_Shed_6": "$z leah_draw#Eu costumava pensar que precisava de solidão para criar.#$b#Acontece que eu só precisava da pessoa certa para ficar sozinha.$4",
  "Leah_Wander_Shed_7": "Adoro como você organizou tudo lá dentro. Forma seguindo função... é uma espécie de arte por si só.#$e#Além disso, cheira muito melhor do que qualquer galeria em que estive. Mais honesto.",
  "Leah_Wander_Shed_8": "Às vezes imagino transformar este galpão em uma pequena galeria... barris de um lado, esculturas de madeira do outro.",
  "Leah_Wander_Shed_9": "Mmm... Esse cheiro de vinho envelhecendo e conservas aquecidas pelo sol...#$b#Me lembra aqueles preguiçosos dias de verão quando nos apaixonamos.$4",
  "Leah_Wander_Shed_10": "Você passa tanto tempo entrando e saindo daqui. Estou meio convencida de que você montou um colchão secreto lá dentro para cochilar entre os ciclos de barril.$1",
  "Leah_Wander_Shed_11": "$z leah_draw#Ei você.$4#$b#Por que esse sorriso? Eu tinha uma mancha de carvão no meu nariz de novo?$1",
  "Leah_Wander_Shed_12": "Você sabe, é bem tranquilo aqui atrás... escondido da vista...#$b#...faz a mente de uma artista divagar para todos os tipos de ideias criativas e não tão criativas.$4",
  "Leah_Wander_Shed_13": "Posso sentir o vinho envelhecendo daqui. Cheira a lucros futuros.$1#$b#E a um ótimo jantar romântico.$4",
  "Leah_Wander_Cave_1": "$query FARM_CAVE Mushrooms#Esta caverna é uma mina de ouro, @! Cogumelos roxos bem na nossa porta. Somos tão sortudos.$1|Adoro que temos um pequeno santuário de morcegos frutíferos aqui. Eles são criaturas tão fascinantes!#$e#Além disso, ingredientes gratuitos para vinho é uma vantagem que nunca, jamais vou reclamar.$1",
  "Leah_Wander_Cave_2": "Esta pequena caverna... é como nossa própria gruta secreta.#$b#Alguns dias, meio espero que um gnomo apareça e me ofereça uma raiz estranha.$1",
  "Leah_Wander_Cave_3": "$query FARM_CAVE Mushrooms#Ei, amor. Estou pensando em fazer um grande refogado para o jantar esta noite. Vamos ver quais tesouros a caverna nos deu, certo?|Você sabe, uma vez tentei esculpir um morcego de memória. Acabou parecendo uma batata rabugenta com asas.$1#$b#Talvez eu devesse entrar nesta caverna com um bloco de desenho um dia.",
  "Leah_Wander_Cave_4": "$query FARM_CAVE Mushrooms#Eu estava apenas verificando nossa pequena família de fungos. Um perfeito chanterelle está surgindo!#$e#Está quase pronto. Estou pensando em fazer cogumelos fritos para o jantar amanhã à noite.$1|Posso ouvir os pequenos morcegos frutíferos chiando lá dentro. É meio fofo.#$b#Espero que eles estejam aconchegantes. É doce da parte deles nos deixar presentes.",
  "Leah_Wander_Cave_5": "Meu antigo apartamento na cidade provavelmente era menor do que esta caverna. E muito menos charmoso.$1",
  "Leah_Wander_Cave_6": "$query FARM_CAVE Mushrooms#Mmm... você consegue sentir isso? O ar que sai daqui é tão terroso e úmido. Me faz querer risoto de cogumelos.$1|Esta caverna... me faz sentir um pouco romântica. É escura, silenciosa... escondida.#$b#Ninguém veria se eu te puxasse e roubasse um beijo...$4",
  "Leah_Wander_Cave_7": "$z leah_draw#Apenas desenhando. A maneira como as sombras caem na entrada da caverna é tão dramática... é um desafio divertido de capturar.",
  "Leah_Wander_Cave_8": "$query FARM_CAVE Mushrooms#Se você encontrar algum cogumelo interessante lá dentro hoje, guarde um para mim! Eu posso usá-lo para uma natureza morta antes de cozinhá-lo.$1|Às vezes me pergunto se o Elliott fica solitário naquela cabana escrevendo o dia todo...#$b#Devemos convidá-lo para o jantar novamente em breve. Especialmente se conseguirmos uma boa colheita de frutas dos morcegos.",
  "Leah_Wander_Cave_9": "Ei, @. Eu estava apenas verificando se havia comestíveis selvagens ao redor da entrada da caverna.#$e#Você ficaria surpreso com o que aparece nos lugares mais sombreados.",
  "Leah_Wander_Cave_10": "$query SEASON Fall#Mmm... encontrei uma avelã escondida na grama aqui. Eu vejo isso como um sinal de que hoje será um bom dia.$1|Há uma espécie de arte em forragear também. Saber onde olhar, aprender a forma da fome que a natureza preenche.#$e#Está tudo conectado... criatividade, nutrição... amor.",
  "Leah_Wander_Cave_11": "Quando me mudei para cá, costumava forragear ao longo da margem do rio com esta velha cesta de vime...#$b#Agora temos uma caverna inteira produzindo comida. Me sinto mimada.$1",
  "Leah_Wander_Cave_12": "Algumas pessoas veem uma caverna úmida. Eu vejo uma despensa. E às vezes, um estúdio de inspiração.$1",
  "Leah_Wander_Cave_13": "$z leah_draw#O Elliott diz que a inspiração o atinge durante noites tempestuosas. Eu?#$b#Me dê uma caverna musgosa, uma brisa forte e seu sorriso. Estou pronta para criar.$4",
  "Leah_Wander_Cave_14": "Estava pensando... deveríamos explorar algumas das cavernas nas montanhas juntos algum dia.#$e#Quero dizer, se você não estiver enjoado de cavernas agora.$1#$e#Seria bom ter uma aventura. Só nós dois.",
  "Leah_Wander_Cave_15": "Você sabe, este é um lugar bem isolado na fazenda...$4#$b#...O que? Estou apenas fazendo uma observação.$1",
  "Leah_Wander_GrandpaShrine_1": "Hmm. O reboco aqui está começando a desmoronar um pouco. Não seria difícil remendar.#$e#Parece importante cuidar disso. Por você.$4",
  "Leah_Wander_GrandpaShrine_2": "Toda vez que eu venho aqui, sinto algo profundo no peito... como se eu devesse parar e escutar.#$e#E eu paro. Talvez seja seu avô. Talvez sejam só as árvores. Seja o que for, eu escuto.",
  "Leah_Wander_GrandpaShrine_3": "Queria ter conhecido seu avô. Perguntar sobre seus primeiros anos aqui, o que plantou, que erros cometeu.#$b#Mas talvez ele esteja nos observando tentando descobrir tudo. Provavelmente se divertindo com isso.$1",
  "Leah_Wander_GrandpaShrine_4": "Você já conversa com ele? Seu vovô?#$b#Eu converso às vezes. Coisinhas. Agradecendo, na maioria das vezes.",
  "Leah_Wander_GrandpaShrine_5": "Eu estava aqui parada, me sentindo grata. Ao seu avô, por ter deixado este lugar para você.#$b#E a você... por ter sido corajoso(a) o bastante para vir aqui, para que eu pudesse te encontrar.$4",
  "Leah_Wander_GrandpaShrine_6": "Será que seu avô sabia que você transformaria essa terra espinhenta em... bem, isso?#$b#E que você encontraria uma artista perdida pelo caminho.$4",
  "Leah_Wander_GrandpaShrine_7": "Às vezes tenho a sensação de que seu avô ainda vigia a fazenda.#$b#Não se preocupe, eu disse a ele que estou cuidando muito bem do seu ${neto^neta}.$4",
  "Leah_Wander_GrandpaShrine_8": "Este lugar me faz pensar em raízes. Não só das plantas... nossas também. Todas as escolhas silenciosas que nos trouxeram até aqui.#$b#Eu não mudaria nenhuma delas.",
  "Leah_Wander_GrandpaShrine_9": "$query SEASON Summer Spring#Eu trouxe algumas flores silvestres para deixar aqui. Isso é estranho?$3#$e#Eu... sou grata a ele, acho. Pela fazenda. Pelo vale. Por você.|Estou trabalhando numa pequena escultura para colocar aqui. Só uma peça simples esculpida em madeira à deriva.#$e#Algo natural. Algo que pertença.",
  "Leah_Wander_GrandpaShrine_10": "Você acha que ele vem nos visitar? Tipo, espiritualmente?#$b#Eu normalmente não sou supersticiosa, mas este santuário... tem definitivamente algo aqui.",
  "Leah_Wander_GrandpaShrine_11": "Tenho vindo aqui para pensar ultimamente. É pacífico, mas há também essa energia...#$e#Às vezes juro que sinto cheiro de cachimbo na brisa. Estranho, né?",
  "Leah_Wander_GrandpaShrine_12": "$z leah_draw#Às vezes, quando estou desenhando aqui, imagino conversas com seu avô. Isso é estranho?#$b#Eu conto sobre você, principalmente. O quanto você me faz feliz.$4",
  "Leah_Wander_GrandpaShrine_13": "Você fica com um certo olhar quando vem aqui. Um pouco pensativo(a), um pouco distante...#$b#Ele ficaria tão orgulhoso de você, sabia. Eu sei que estou.$4",
  "Leah_Wander_GrandpaShrine_14": "Você acha que ele teria gostado de mim?#$b#Seu avô, quero dizer.$3#$b#Desculpa, provavelmente é uma pergunta boba... Mas às vezes me pego imaginando.",
  "Leah_Wander_GrandpaShrine_15": "Gosto de imaginar que seu avô sabia que um dia você me encontraria... ou eu te encontraria.$4#$b#Isso soa terrivelmente romântico, não é? Talvez o Elliott esteja me influenciando.$1",
  "Leah_Wander_GrandpaShrine_16": "Eu costumava pensar que viver no campo era sobre escapar das pessoas. Agora percebo que é sobre conectar-se com algo mais profundo.#$b#Seu avô entendeu isso, eu acho. Por isso ele quis que você voltasse para cá.",
  "Leah_Wander_Stable_1": "Seu cavalo tem olhos tão gentis, não acha? Dá pra aprender muito sobre uma criatura pelos seus olhos.#$b#Os seus me dizem que você precisa de um beijo.$4",
  "Leah_Wander_Stable_2": "Ei. Dei uma cenoura pro cavalo mais cedo e ganhei a mais suave cutucada de nariz em troca.$1",
  "Leah_Wander_Stable_3": "$query SEASON Spring Summer#O que você acha de montarmos o cavalo e abandonarmos o trabalho da fazenda por algumas horas?#$b#Poderíamos cavalgar fundo na floresta, procurar frutas... talvez 'nos perder' um pouquinho atrás de uma cachoeira.$4|Você trabalha tão duro por nós, querido(a). Ver você com seu fiel corcel... é como uma pintura de um livro de histórias clássico.$1",
  "Leah_Wander_Stable_4": "Trouxe meu café aqui mais cedo e só... sentei. Não desenhei, não pensei em arte.#$b#Só fiquei sentada com o cavalo. Foi perfeito.$1",
  "Leah_Wander_Stable_5": "Ei. Me certifiquei que o bebedouro do cavalo estava cheio e escovei um pouco a crina dele.#$e#Ele inclinou na minha mão. Foi muito doce. Consigo entender por que você o ama tanto.$1",
  "Leah_Wander_Stable_6": "Você já se perguntou no que seu cavalo pensa o dia todo?#$b#Provavelmente cenouras, e em como seu dono é adorável.$4",
  "Leah_Wander_Stable_7": "Mm, estou com vontade de um longo passeio pela Floresta... só nós dois.$4#$b#O que me diz, meu amor? Depois que seu trabalho acabar?",
  "Leah_Wander_Stable_8": "$query TIME 600 1200#Seu cavalo e eu tivemos uma manhã tranquila agradável. Bem sem pressão.#$e#Como está seu dia? Precisa de uma pausa?$1|Estava pensando, devíamos pegar aquele vinho de pêssego que sobrou e fazer um piquenique a cavalo nas montanhas. Poderíamos ver o pôr do sol.$4",
  "Leah_Wander_Stable_9": "$z leah_draw#Eu estava tentando acertar as proporções neste desenho, mas seu cavalo ficava tentando comer meu lápis.#$e#Eventualmente chegamos a um acordo envolvendo maçãs e coçadas no pescoço.$1",
  "Leah_Wander_Stable_10": "Você acha estranho eu conversar com seu cavalo sobre minhas ideias de escultura?#$e#Às vezes eu só preciso de um ouvinte quieto.",
  "Leah_Wander_Stable_11": "Me pergunto com o que seu cavalo sonha? Campos de ervas selvagens? Galopando pela praia?$1#$b#Eu sei com quem eu sonho... e ${ele^ela}$ está bem na minha frente.$4",
  "Leah_Wander_Stable_12": "Sabe, se você quisesse só me pegar e me colocar neste cavalo e cavalgar pra alguma parte inexplorada da floresta... eu não me oporia.$4",
  "Leah_Wander_Stable_13": "$z leah_draw#Ah, oi, @. Eu estava só tentando capturar a curva do pescoço do seu cavalo.#$b#É mais difícil que esculpir madeira, de certa forma... uma linha viva está sempre mudando.",
  "Leah_Wander_Greenhouse_1": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Só verificando se a estrutura tem algum empenamento. Uma construção como esta fica exposta a todos os elementos.#$e#Tudo parece sólido. Diferente dos meus joelhos quando você me surpreende assim.$4|Este lugar tem bons alicerces. Dá pra ver.#$b#Se você decidir restaurá-lo, pode ser algo especial.",
  "Leah_Wander_Greenhouse_2": "$query PLAYER_VISITED_LOCATION Current Greenhouse#É uma contradição engraçada, não é? Um pequeno prédio que construímos para imitar a natureza para que possamos proteger nossas plantas de... bem, da própria natureza.#$e#Às vezes os humanos são estranhos. Mas eu não vou reclamar de frutas frescas no inverno.$1|Às vezes gosto de imaginar o que cresceu aqui antes.#$b#Tomates? Orquídeas? Alguma melancia ancestral e senciente que governava o vale?$1",
  "Leah_Wander_Greenhouse_3": "$z leah_draw#$query PLAYER_VISITED_LOCATION Current Greenhouse#Amo ficar aqui. Dá pra sentir o cheiro da terra morna e úmida de dentro sem nem abrir a porta.#$b#Mmm... agora estou pensando numa salada fresca com tomates aquecidos pelo sol.$1|Tenho desenhado essa ruína. Há algo bonito na decadência, não acha?#$e#A forma como a natureza começa a reivindicar as estruturas humanas... é honesta.",
  "Leah_Wander_Greenhouse_4": "$query PLAYER_VISITED_LOCATION Current Greenhouse#É esquisito eu falar com as plantas na estufa?#$b#Acho que elas crescem melhor quando se sentem apreciadas.$1|Encontrei um pedaço de madeira muito interessante nesta ruína antiga. Você se importa se eu pegar alguns pedaços para um projeto?#$e#Prometo que só vou levar o que já caiu.",
  "Leah_Wander_Greenhouse_5": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Devíamos fazer um piquenique aqui dentro num dia de chuva. Poderíamos estender uma manta.#$e#O som da chuva no vidro seria tão romântico, não acha?|Adoro como as vinhas estão crescendo pelos painéis quebrados.#$b#É como se o prédio estivesse aos poucos se tornando parte da floresta novamente.",
  "Leah_Wander_Greenhouse_6": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Psst. Ei. Me encontra mais tarde esta noite. Encontrei uma garrafa daquele ótimo vinho de amora que gostamos.#$b#Talvez possamos fazer uma degustação privada... na estufa, depois de escurecer?$4|Ei, cuidado se você entrar aí. Alguns pedaços de vidro parecem bem cortantes.#$e#Eu sei, eu sei... eu só me preocupo com você às vezes.",
  "Leah_Wander_Greenhouse_7": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Ei, você. Pensando no que plantar aqui a seguir?#$e#Eu estava imaginando uma salada feita com um pouco de tudo que estamos cultivando... Mmm, já estou ficando com fome.$1|Um guaxinim saiu correndo daqui ontem. Me assustou muito.$1#$e#Ainda assim, pelo menos alguém está usando o espaço.",
  "Leah_Wander_Greenhouse_8": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Seria estranho eu dizer que sua estufa é meio... sexy?$1#$b#Toda aquela vegetação viçosa e vida atrás do vidro? Parece nossa própria selva particular. Acha que poderíamos 'forragear' um pouco lá mais tarde?$4|Cada vez que passo, imagino como seria este lugar consertado... vinhas exuberantes, solo quente, tudo florescendo no auge do inverno.#$e#Talvez um dia, quem sabe?",
  "Leah_Wander_Greenhouse_9": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Aí está você. Eu estava apenas admirando nossa pequena bolha de verão perpétuo.$1|Fiz um esboço a carvão desta ruína ontem. Quer ver depois?#$e#Acho que é um dos meus melhores trabalhos, na verdade. As texturas ficaram muito boas.",
  "Leah_Wander_Greenhouse_10": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Adoro te ver trabalhar lá dentro. Você se movimenta entre as plantas como se estivesse dançando com elas.$4#$e#O quê? Posso admirar meu ${husband^wife}.$1|Então... hipoteticamente... se a gente consertasse isso, o que você plantaria primeiro?#$e#Só sonhando em voz alta, @.",
  "Leah_Wander_Greenhouse_11": "$z leah_draw#Elliott me perguntou uma vez por que eu desenho os mesmos motivos repetidas vezes.#$b#Eu disse a ele que cada momento é diferente. Cada luz é diferente. Você só precisa prestar atenção.",
  "Leah_Wander_Greenhouse_12": "$query PLAYER_VISITED_LOCATION Current Greenhouse#Lembro quando isto era só vidro quebrado e madeira podre.#$b#Agora olhe pra isso. Você tem um dom para restauração, @.|Tenho uma fantasia de fazer uma exposição de arte num prédio em ruínas como este.#$b#Só esculturas e plantas e vidro quebrado. Muito simbólico. Muito ventilado.$1",
  "Leah_Wander_FishPond_1": "$query SEASON Spring#Ei, amor. Será que esses caras iam gostar de algumas das salmonberries que encontrei?#$b#Heh, provavelmente não. Eles parecem ter... gostos bem mais caros que os meus.$1|Cada peixe tem sua própria personalidade, não acha? Aquele é tímido, aquele é o chefe...#$e#Eu poderia passar o dia inteiro só observando-os.$1",
  "Leah_Wander_FishPond_2": "$z leah_draw#Eu poderia desenhar aqui por horas. As ondulações na água, o brilho de uma barbatana... A natureza é a artista mais generosa.",
  "Leah_Wander_FishPond_3": "Hmm. Olhá-los me faz pensar no jantar.#$b#Não se preocupe, querido(a), não esses aqui. Talvez um bom peixe de rio salteado com um pouco de raiz-forte selvagem?$1",
  "Leah_Wander_FishPond_4": "Lembra quando esses peixes pediram um diamante? E eu pensei que meu ex fosse exigente demais!#$b#Ainda bem que você é tão bom em encontrar coisas brilhantes nas cavernas, meu amor.$1",
  "Leah_Wander_FishPond_6": "Esses peixes parecem tão contentes no pequeno mundo que você fez pra eles. Você é um ótimo cuidador, amor.$4",
  "Leah_Wander_FishPond_7": "Esses peixes têm uma lista de compras e tanto, hein? Eu respeito, honestamente.#$b#Eles sabem o que querem e não se contentam com pouco.$1",
  "Leah_Wander_FishPond_8": "Talvez eu pudesse esculpir uma pequena escultura para a beira do lago? Um sapo, ou talvez uma garça... O que você acha?",
  "Leah_Wander_FishPond_9": "Você deixou esses peixes tão mimados, @. Aposto que eles não sobreviveriam um dia no rio selvagem.$1#$e#Eles pediriam a um lúcio um pedaço de quartzo e acabariam devorados.$1",
  "Leah_Wander_FishPond_10": "É como um pequeno universo autossuficiente. Será que eles sabem o quão grande o mundo é fora deste lago?#$e#...Ou se eles sequer se importam.",
  "Leah_Wander_FishPond_11": "$z leah_draw#Eu tava tentando desenhar como a luz reflete nas escamas deles...#$b#É como mil pequenas joias nadantes. Eu não consigo reproduzir direito.$2",
  "Leah_Wander_FishPond_12": "Eu sei que esses peixes são tecnicamente um tipo de 'gado', mas comecei a pensar neles como nossos estranhos animaizinhos aquáticos escamosos.$1",
  "Leah_Wander_FishPond_13": "Ei, @. Eu estava só observando nossos amiguinhos nadadores.#$b#O mundo deles parece tão simples... e aí eles pedem uma gema!$1",
  "Leah_Wander_FishPond_14": "Sabe, pra quem deixou a cidade em busca de uma 'vida simples', você tem um ecossistema bem complicado aqui.#$b#Peixes exigentes, pedras que brilham, duendes das colheitas... Não dá pra dizer que é entediante, isso eu admito.$1",
  "Leah_Wander_FishPond_15": "Espera, aquele peixe acabou de... piscar pra mim?$6#$b#Ok, talvez eu tenha cheirado verniz de madeira demais hoje.$1",
  "Leah_Wander_FishPond_16": "Então... se os peixes pedirem a você um Caco Prismático, você vai dizer não, né?#$b#...Certo, @? Me diga que meu ${husband^wife} não é tão mole assim.$1",
  "Leah_Wander_FishPond_17": "$z leah_draw#Eu costumava desenhar estranhos na cidade e agora desenho peixes na nossa fazenda.#$b#Eu não trocaria isso por nada, sabia? Nem por um segundo.$4",

  "Generic_Wander_Default_1": "Eu adoro passear pela nossa fazenda junto com você.$1",
  "Generic_Wander_Farmer_1": "Ei, @, o que você está aprontando?",
  "Generic_Wander_Building_1": "Nossa fazenda está ficando muito boa!$1",
  "Generic_Wander_Scenic_1": "Este é um local tão lindo na nossa fazenda.$1",
  "Generic_Wander_Barn_1": "Os animais parecem felizes e saudáveis!$1",
  "Generic_Wander_Coop_1": "Eu adoro cuidar das nossas galinhas.$1",
  "Generic_Wander_Well_1": "Eu não gostaria de cair aí!$2",
  "Generic_Wander_Tree_1": "Esta árvore fornece uma sombra tão agradável para a fazenda.",
  "Generic_Wander_Water_1": "O som da água é tão pacífico e relaxante.",
  "Generic_Wander_MatureCrop_1": "Estas colheitas estão prontas para colher! Ótimo trabalho, @.$1",
  "Generic_Wander_Patio_1": "Eu gosto de passar um tempo tranquilo aqui no pátio.$1"
}
