{
	//Config
"Config.Portrait Mode.name": "Portrait Mode",
"Config.Portrait Mode.description": "Select the amount of expressions your wizard portrait has. Read mod description for more details.",
"Config.Override Generic Dialogue.name": "Override Generic Dialogue",
"Config.Override Generic Dialogue.description": "Recommended to be enabled even if you have UCR. Disable only if you have multiple spouses to avoid other spouses speaking like the wizard.",
"Config.Dialogue.name": "Dialogue",
"Config.Dialogue.description": "Standard is the original RomRas experience, integrated combines original RomRas with SVE wizard dialogue. I personally recommend integrated as it has more content.",
"Config.Marriage Dialogue.name": "Marriage Dialogue",
"Config.Marriage Dialogue.description": "Standard is the original RomRas experience, integrated combines original RomRas with SVE wizard marriage dialogue. I personally recommend integrated as it has more content.",
"Config.Ex-Wife mentions.name": "Ex-Wife mentions",
"Config.Ex-Wife mentions.description": "Enables/Disables the wizard's dialogue + events surrounding his ex-wife, Caroline, and Abigail. Does not disable, but alters, magic ink quest line. I heavily recommend keeping it enabled, as his ex-wife is quite important to his character lore and vanilla stardew events. However the option is there if you prefer it.",
"Config.Event.name": "Event",
"Config.Event.description": "Standard has only the original RomRas events, integrated combines original RomRas with SVE wizard events. I personally recommend integrated as it has more content (one event for each heart level.)",
"Config.Mature Events.name": "Mature Events",
"Config.Mature Events.description": "Same as SVE, enables/disables RomRas edits to wizard related SVE mature events. If you dont want to see mature events, make sure they are disabled in SVE as well.",
"Config.Wizard Babies.name": "Wizard Babies",
"Config.Wizard Babies.description": "Enables/Disables original RomRas wizard baby sprites.",
"Config.Wizard Age Appearance.name": "Wizard Age Appearance",
"Config.Wizard Age Appearance.description": "Alters the wizard's dialogue to match his outwardly appearance. This is for those who use younger wizard portraits/sprites.",
"Config.Farmer Gender.name": "Farmer Gender",
"Config.Farmer Gender.description": "Alters the wizard's dialogue to correctly match the players gender.",
"Config.Sprite.name": "Sprite",
"Config.Sprite.description": "Changes what wizard sprite the mod loads, or disables the mod loading any wizard sprite at all. Read mod description for more details.",
"Config.Is a sleeping sprite available.name": "Is a sleeping sprite available",
"Config.Is a sleeping sprite available.description": "Check true/false based on if your wizard sprite sheet includes a sleeping sprite. The mod will substitute a meditation sprite in its place if set to false.",
"Config.Is a pink hair sprite available.name": "Is a pink hair sprite available",
"Config.Is a pink hair sprite available.description": "Check true/false based on if your wizard sprite/portrait has a pink hair pose/expressions. This is used for the SVE Shrine of Illusions event. The mod will substitute an outfit change in its place if set to false.",

	//Dispositions
"Wizard.Name": "Wizard",
"Magnus.Name": "Magnus",
"Friend": "friend",
"Colleague": "colleague",

	//Events
//Heart Events (Numbered with integrated events as reference)
"1HeartEvent.RR.0": "Ah, @. I foresaw your coming, today. Please, join me.", //Wizard
"1HeartEvent.RR.1": "How goes your quest with the Juminos, hm?",
"1HeartEvent.RR.1.1": "It's going great!", //Farmer
"1HeartEvent.RR.1.2": "Huh?",
"1HeartEvent.RR.1.3": "Uh... it's... going.",
"1HeartEvent.RR.2": "Here, I have something for you: a lesson in the pervasive energies of the world. Come closer.", //Wizard
"1HeartEvent.RR.3": "Do you see this symbol, here?",
"1HeartEvent.RR.4": "This is a gate. A portal to another world: a doorway through which an elemental can traverse, or a window through which I can peer.",
"1HeartEvent.RR.5": "Have you ever encountered an elemental?",
"1HeartEvent.RR.5.1": "Yes!", //Farmer
"1HeartEvent.RR.5.2": "You mean those blue squishy things in the mine?",
"1HeartEvent.RR.5.3": "I don't think so...",
"1HeartEvent.RR.6": "Elementals are a sort of spirit, composed of the most pure building blocks of our universe.#$b#They are rarely seen by the common human; they show themselves only to the truly special. Some, like myself, are fortunate enough to seek and find them, eventually forming a bond of sorts.", //Wizard
"1HeartEvent.RR.7": "Those spirits that you have encountered in the town are not elementals - they are something more derivative and simplistic, though still intriguing. Nevertheless, I believe it is safe to say they have taken an interest in your fate. And whenever a spirit takes interest, so must we all.",
"1HeartEvent.RR.8": "Perhaps someday you will attract greater attention. Until then, serve the world, @. #$b# Be at peace.${{e1}}",
"1HeartEvent.RR.9": "I do hope what I have said doesn't get to your head.#$b#Pride easily maneuvers you off the wise path. Maintaining a clear mind is crucial for the path ahead of you, farmer.",

"2HeartEvent.SVE.0": "...", //Wizard
"2HeartEvent.SVE.1": "One moment. I must assess the strength of this barrier.",
"2HeartEvent.SVE.2": "It should hold steady for another six seasons.",
"2HeartEvent.SVE.3": "Hmm. I see. Let me explain.#$b#While Stardew Valley often seems tranquil, monsters do lurk in its darker corners, particularly deep in the woods.#$b#West of my tower, there are dangerous slimes that attack any human they see.#$b#As the resident magic practitioner of Stardew Valley and Pelican Town, it is my responsibility to maintain the magical barrier that prevents the monsters from attacking.",
"2HeartEvent.SVE.4": "When a witch or wizard chooses their home, they also swear to protect the residents of that home.",
"2HeartEvent.SVE.5": "Camilla, the witch of Castle Village, is exceptionally talented. She leads the vanguard fighting off the hordes of monsters in Galdora.#$b#The barrier she oversees is the largest in the world, and requires immense amounts of mana to maintain.",
"2HeartEvent.SVE.6": "My apologies, @. I must attend a council meeting.",
"2HeartEvent.SVE.7": "You're the first to discover me deep in the woods. What were you doing there?#$e#Ah. It is quite a nice area to forage.${{e1}}",

"3HeartEvent.RR.0": "The river rages with possibilities.", //Wizard
"3HeartEvent.RR.1": "More than usual?", //Linus
"3HeartEvent.RR.2": "Indeed. It is a tangled tapestry we weave. To follow a single thread... impossible.", //Wizard
"3HeartEvent.RR.3": "Especially when someone is playing with the strings, hum? ", //Linus
"3HeartEvent.RR.4": "Ah. So you have noticed, as well. I might have guessed.${{e3}}", //Wizard
"3HeartEvent.RR.5": "Hard not to notice.", //Linus
"3HeartEvent.RR.6": "Indeed.", //Wizard
"3HeartEvent.RR.7": "And it seems the fates, too, take notice on this day.#$b#Come closer, @. There is no need for you to hide amongst the bushes.",
"3HeartEvent.RR.8": "We were just speaking of you.",
"3HeartEvent.RR.9": "...",
"3HeartEvent.RR.9.1": "It's rude to talk about people behind their backs.", //farmer
"3HeartEvent.RR.9.2": "Er... you were...?",
"3HeartEvent.RR.10": "It seems that I am not the only one who has noticed the way the energies swirl about you.#$b#Though he may not be a master of elementals, Linus is perspicacious enough to sense the truth without divining, unlike most mundane folk in this valley. ", //Wizard
"3HeartEvent.RR.11": "You hold fate in your hands, @. What will you do with it?",
"3HeartEvent.RR.11.1": "Restore the natural order of the world.", //Farmer
"3HeartEvent.RR.11.2": "What...? I don't want to do anything with it!",
"3HeartEvent.RR.11.3": "Extort it for my own gain.",
"3HeartEvent.RR.12": "Soon the tides will turn and, if you are not vigilant, the delicate balance may fall. Be prepared.#$b#Until then, seek the energies, @. We will meet again. ", //Wizard
"3HeartEvent.RR.13": "Linus is a good friend of mine.#$b#Have you two spoken? He has a very unique perspective on the world.${{e3}}",

"4HeartEvent.SVE.0": "Just a moment...", //Wizard
"4HeartEvent.SVE.1": "Hmm?#$b#I'm gathering herbs for your elixir.",
"4HeartEvent.SVE.2": "Heh. Have no fear, @.${{e1}}#$b#You have my assurance that it won't be as harsh as the first one you drank.#$b#Come. Join me at the cauldron.",
"4HeartEvent.SVE.3": "One final touch...",
"4HeartEvent.SVE.4": "The elixir is complete.#$b#With this, you can begin accumulating mana from the world around you, allowing you to cast some minor magic.#$b#Here. Drink up.",
"4HeartEvent.SVE.5": "The elixir tasted like cotton candy.", //Farmer
"4HeartEvent.SVE.6": "Good. Now, when you're ready, join me downstairs in my study.", //Wizard
"4HeartEvent.SVE.7": "First, a demonstration.",
"4HeartEvent.SVE.8": "...${{e12}}",
"4HeartEvent.SVE.8.1": "...",
"4HeartEvent.SVE.9": "Now. You try.",
"4HeartEvent.SVE.10": "Ah! On your first attempt, no less. Marvelous!${{e1}}",
"4HeartEvent.SVE.11": "Most impressive, @.#$b#Perhaps in the future, I'll teach you some more spells.#$b#If your aptitude is as high as it seems, we may even explore some higher theory about the governing laws that bind our world.",
"4HeartEvent.SVE.12": "Glad to see the prospect excites you.",
"4HeartEvent.SVE.13": "I can now use 'The Shrine of Illusions'!", //Farmer
"4HeartEvent.SVE.14": "The ability to change your appearance is a great responsibility.#$b#Don't go too overboard.#$e#Consider this a test to determine if you have the aptitude to continue your magical studies with me.", //Wizard

"5HeartEvent.SVE.0": "Ah, @... Nice of you to drop by.", //Wizard
"5HeartEvent.SVE.1": "There has been a recent influx of locusts in the forest, and I am just adding some extra magical protections ensure they don't come after my fruit.#$b#More effective than your typical pesticides.${{e1}}",
"5HeartEvent.SVE.2": "... I always have to maintain a layer of magical protections on these plants anyway. My ex wife hated them... said they were a sign I was growing soft.#$b#She still occasionally tries to lay the odd hex or two on them when she is out flying at night.${{e3}}",
"5HeartEvent.SVE.3": ".. It's one of the reasons that Caroline and I.. She has a lovely sunroom, you see. Ah, well.${{e2}}",
"5HeartEvent.SVE.4": "It is difficult, you know. I enjoy the solitude out here in the forest, and I enjoy the work that I do, protecting the valley.#$b#But even a wizard gets disheartened at having his heart twice broken...",
"5HeartEvent.SVE.5": "Well. I'm certainly not in a hurry to give it a third try. But if I do happen to fall in love again someday, I believe it will be with someone who appreciates a good garden.",
"5HeartEvent.SVE.5.1": "My farm has an awful lot of plants...", //Farmer
"5HeartEvent.SVE.5.2": "That shouldn’t be too hard to find around here.",
"5HeartEvent.SVE.6": "I have some business I need to attend to inside now that these plants are adequately protected.#$b#Enjoy the rest of your time in the forest... and do stop by to see me again soon.${{e1}}", //Wizard
"5HeartEvent.SVE.7": "I might consult you soon on some gardening tips, @.#$e#Everything on your farm always looks extraordinarily healthy. I don't know how you do it without using magic.",

"6HeartEvent.RR.0": "Hello? Is someone there?$5", //Leah
"6HeartEvent.RR.1": "...Oh! You scared me!$6#$b#You're the one who lives in that tower, aren't you?",
"6HeartEvent.RR.2": "....Um...?$5",
"6HeartEvent.RR.3": "What are you doing?$6",
"6HeartEvent.RR.4": "How is it suspended as a pendulum?", //Wizard
"6HeartEvent.RR.5": "What??$5", //Leah
"6HeartEvent.RR.6": "What is fracturing?", //Wizard
"6HeartEvent.RR.7": "Uh...$5", //Leah
"6HeartEvent.RR.8": "What is... up?${{e3}}", //Wizard
"6HeartEvent.RR.9": "@! Thank goodness!$6", //Leah
"6HeartEvent.RR.10": "This guy just walked out of the trees over there. I think he's speaking in tongues. It's really freaking me out!$5",
"6HeartEvent.RR.11": "@, what is trembling?", //Wizard
"6HeartEvent.RR.12": "What is trembling?",
"6HeartEvent.RR.12.1": "Uh... What...?", //Farmer
"6HeartEvent.RR.12.2": "Have you been studying slang again?",
"6HeartEvent.RR.12.3": "Cut it out! You're scaring Leah.",
"6HeartEvent.RR.13": "I have decided to apply my newly learned phrases in casual conversation in an effort to form new connections with the people of this town.${{e1}}", //Wizard
"6HeartEvent.RR.14": "How do I fare?", 
"6HeartEvent.RR.14.1": "Honestly? That was terrible. Just stick with the spirits.", //Farmer
"6HeartEvent.RR.14.2": "Well... you... uh... you did good.",
"6HeartEvent.RR.14.3": "It's a good start, but I think you should practice with someone who knows what you're doing...",
"6HeartEvent.RR.15": "You were really just trying to ask 'what's up'?", //Leah
"6HeartEvent.RR.16": "Indeed.", //Wizard
"6HeartEvent.RR.17": "Why not just say that?", //Leah
"6HeartEvent.RR.18": "...did I not?${{e3}}", //Wizard
"6HeartEvent.RR.19": "Perhaps I require more practice.${{e3}}#$b#@, you seem to have a strong understanding of these matters.",
"6HeartEvent.RR.20": "Would you be willing to teach me your ways?",
"6HeartEvent.RR.20.1": "I'm not really very good at it... maybe you should ask someone else.", //Farmer
"6HeartEvent.RR.20.2": "Of course! I'd be happy to help you!",
"6HeartEvent.RR.20.3": "No way.",
"6HeartEvent.RR.21": "I offer apologies, young Leah. When next we meet, I hope to be more adept in the ways of mortal communication.${{e1}}#$b#Until then, @, Leah: embrace the mysteries of the day. Learn something new.${{e1}}", //Wizard
"6HeartEvent.RR.22": "Well. That was... weird.#$b#I hope he doesn't make a habit of sneaking up on people and shouting 'What is up, Canis lupus familiaris?'", //Leah
"6HeartEvent.RR.23": "Actually I hope he does.$1#$b#Just promise to take some pictures when it happens.$1",
"6HeartEvent.RR.24": "Consider that another Pelican Town resident in my list of acquaintances.${{e1}}", //Wizard

"7HeartEvent.SVE.0": "Ah--! @! I - confound it. Stop it, you!${{e1}}", //Wizard
"7HeartEvent.SVE.1": "Wisard!", //Junimos
"7HeartEvent.SVE.2": "Rasmatasmodius!",
"7HeartEvent.SVE.3": "Magic!",
"7HeartEvent.SVE.4": "... I was trying to cast a spell that would help me commune with more of the sprites of the forest, and - ow!", //Wizard
"7HeartEvent.SVE.5": "And it seems to have - stop that! - it seems to have backfired, somewhat.${{e5}}",
"7HeartEvent.SVE.6": "...@, would you be so kind as - argh! - as to pick up that spell book and read the three lines on the bottom of page 53?",
"7HeartEvent.SVE.7": "Awwww...${{e4}}", //Junimo
"7HeartEvent.SVE.8": "Ahh... thank you very much.${{e2}}", //Wizard
"7HeartEvent.SVE.9": "Now, little one, tell us. Which part of the forest do you hail from?${{e1}}",
"7HeartEvent.SVE.10": "The Junimo tells you and Rasmodius about its home in a distant part of the forest for a little while. The wizard is especially interested in hearing about the lines of power near their home.", //Dialogue Box
"7HeartEvent.SVE.11": "Eventually, the Junimo decides to head home, and Rasmodius dismisses it with another spell.",
"7HeartEvent.SVE.12": "Now that's all taken care of... Tell me the truth.", //Wizard
"7HeartEvent.SVE.13": "Was I wholly undignified? Were you tempted to laugh?",
"7HeartEvent.SVE.13.1": "Never crossed my mind.", //Farmer
"7HeartEvent.SVE.13.2": "To be honest... yes, absolutely.",
"7HeartEvent.SVE.14": "*chuckles*", //Wizard Speech Bubble
"7HeartEvent.SVE.15": "Well...I think, in future, instead of trying to summon the sprites to come to me, I should probably go into the forest and find them myself.#$b#Now that I have recovered a little, I believe I will do some exploring.${{e1}}", //Wizard
"7HeartEvent.SVE.16": "...#$b#...Keep this one to yourself will you, @? I do not wish to become too much of a laughingstock.${{e1}}",
"7HeartEvent.SVE.17": "I really don't know where that spell went wrong... I suspect the forest sprites do not follow the same rules as you and I.",

"8HeartEvent.RR.0": "Seven ounces swamp moss... One crow feather... Solar essence...", //Wizard
"8HeartEvent.RR.1": "Ast soth suh!${{e1}}",
"8HeartEvent.RR.2": "!!!${{e1}}",
"8HeartEvent.RR.3": "And still it fails to take!${{e1}}",
"8HeartEvent.RR.4": "Ah! ${{e1}}#$b# Oh, @.#$b# I did not hear you enter. You have caught me in the midst of some rather delicate work.${{e3}}",
"8HeartEvent.RR.5.1": "What are you working on?", //Farmer Options
"8HeartEvent.RR.5.2": "I guess I should leave you to it, then...",
"8HeartEvent.RR.6": "I find myself in need of a way to produce artificial energies for my own use.", //Wizard
"8HeartEvent.RR.7": "I... ah... have not been sleeping, lately. I hoped to remedy that with this ritual, but I have only achieved frustration, as you might note.${{e10}}",
"8HeartEvent.RR.8": "Tell me, @, what do you do when you cannot sleep?",
"8HeartEvent.RR.8.1": "I never have that problem. A hard day's work tires me out.", //Farmer
"8HeartEvent.RR.8.2": "Count sheep?",
"8HeartEvent.RR.8.3": "I take my sleeping bag and lie under the stars, instead. It helps to remember where I am and where I came from.",
"8HeartEvent.RR.9": "So I am doomed to toil until I succeed or fall into my own cauldron.${{e11}}", //Wizard
"8HeartEvent.RR.10.1": "Stop him", //Farmer Options
"8HeartEvent.RR.10.2": "Leave him alone",
"8HeartEvent.RR.11": "...?${{e10}}#$b# You wish for me to attempt to rest?${{e11}}#$b# I assure you, I have tried.${{e10}}", //Wizard
"8HeartEvent.RR.12": "...${{e10}}",
"8HeartEvent.RR.13": "Oh, very well. If I must. But know that I'll only be back at this as soon as you walk away.${{e11}}",
"8HeartEvent.RR.14": "@...${{e10}}",
"8HeartEvent.RR.15": "Don't let me dream...${{e2}}",
"8HeartEvent.RR.16": "...He fell asleep.", //Dialogue Box
"8HeartEvent.RR.17": "Hopefully he stays that way.",
"8HeartEvent.RR.18": "I'll stay awhile, just to be sure.",
"8HeartEvent.RR.19": "I promise I slept. Surprisingly well in fact.${{e1}}#$b#Despite that... I must apologize, I feel incredibly awkward for my behaviour earlier.${{e4}}#$b#I would appreciate it if you could leave me to recuperate from this embarassment for a while...${{e4}}", //Wizard
	//Leave him alone variant
"8HeartEvent.Leave.RR.0": "...Maybe it's best to leave him alone.", //Dialogue Box
"8HeartEvent.Leave.RR.1": "CURSES!${{e5}}", //Wizard
"8HeartEvent.Leave.RR.2": "I'll be fine. Leave me to my work.${{e10}}",

"9HeartEvent.RR.0": "Ah, @!${{e1}}#$b# You came. ${{e1}}#$b# Good. ${{e9}}#$b# Yes, very good.${{e7}}", //Wizard
"9HeartEvent.RR.1": "As you know, I have devoted much of my life to divination and communication with ill-understood lifeforms. #$b# As such I have lost much of what comes naturally in human conversation. It is difficult for me to... ${{e2}}#$b# Ah... #$b# How is it said...?${{e3}}",
"9HeartEvent.RR.2": "@. #$b# Listen. #$b# Open your mind. Open your senses. #$b# Can you hear it?${{e1}}",
"9HeartEvent.RR.3": "My heart pounds in my chest more fiercely than I have ever known it to! ${{e7}}#$b# The energies of the earth surge around us. ${{e7}}",
"9HeartEvent.RR.4": "It can be no accident.",
"9HeartEvent.RR.5": "No, I have made no mistake.${{e2}}",
"9HeartEvent.RR.6": "Even the trees can sense how I feel for you! ${{e6}}",
"9HeartEvent.RR.7": "I thought such a thing beyond the realm of possibility, after my ex-wife... ${{e2}}#$b# Well - but never mind her. I care nothing for her, now. ${{e3}}#$b# I care only for you, @. ${{e4}}#$b# You have enchanted me, @!${{e6}}",
"9HeartEvent.NoEx.RR.7": "I thought such a thing beyond the realm of possibility... ${{e2}}#$b#You have enchanted me, @!${{e6}}", //No Ex-wife variant
"9HeartEvent.RR.8.1": "I feel the same.", //Farmer
"9HeartEvent.RR.8.2": "Uh... sorry... I think you have made a mistake.",
"9HeartEvent.RR.9": "Truly?! ${{e6}}", //Wizard
"9HeartEvent.RR.10": "Ahem. ",
"9HeartEvent.RR.11": "That is... of course you do. ${{e1}}#$b# I knew as much immediately. ${{e3}}#$b# Never was there a doubt in my mind. ${{e4}}#$b# Not once did I worry you might... ${{e11}}",
"9HeartEvent.RR.12": "Ah. #$b# Well. ${{e3}}#$b# Never mind.${{e4}}",
"9HeartEvent.RR.13": "That is as far as my conversational skills will carry us, I fear. But, if should you like to stay awhile, I might teach you to listen to the earth...${{e4}}",
"9HeartEvent.RR.14": "I did mean what I wrote, you know... about untold secrets.${{e1}}",
"9HeartEvent.RR.15": "Oh, @, you're back. How are you?${{e1}}#$b#Personally, I am still struggling to fathom how this evening was real.${{e6}}",
	//No magic variant... that I dont think gets used... but its here anyway
"9HeartEvent.noMagic.RR.0": "Ah... I see. I suppose I understand. I, too, am very busy.${{e4}}#$b#Perhaps another time.${{e1}}", //Wizard
"9HeartEvent.noMagic.RR.1": "That was certainly unforgettable, @.${{e4}}",
	//Rejection variant
"9HeartEvent.Reject.RR.0": "...I see. No need to apologize. This was...${{e4}}", //Wizard
"9HeartEvent.Reject.RR.1": "...Never mind.${{e2}}",
"9HeartEvent.Reject.RR.2": "I... suppose I will see you later, @.${{e11}}",
"9HeartEvent.Reject.RR.3": "...oh?${{e3}}#$b#Its you...${{e2}}#$b#I apologize, can we speak another day instead?${{e8}}",

"10HeartEvent.SVE.0": "Ah, @! You arrived. There is something I want to show you.", //Wizard
"10HeartEvent.SVE.1": "Here. Take my hand, and I will teleport us somewhere you haven't yet been.${{e1}}",
"10HeartEvent.SVE.2": "Welcome to 'Grenville Falls', a forest of magical origin that lies far from civilization.#$b#And one of the most beautiful places I have ever come across in my travels.${{e1}}",
"10HeartEvent.SVE.3": "Until now, most of the magic that we have discussed has been almost purely pragmatic. Protection spells, travel...${{e3}}",
"10HeartEvent.SVE.4": "It's true, of course, that magic should be used responsibly. But what we haven't talked about yet is the great joy that magic can bring.${{e1}}#$b#A spell well cast - even the most basic one - brings with it the knowledge that you're tugging at the very strings that make up the universe's warp and weft.${{e3}}#$b#And there are many spells beyond the merely useful that we can draw on, as long as we are not excessive.${{e1}}",
"10HeartEvent.SVE.5": "...I don't do this often, but you've brought a great deal of unexpected joy into my life. So I wanted to bring some to yours, as well.${{e4}}",
"10HeartEvent.SVE.6": "*huff*...Don't worry, I'll be all right in a moment. That took a great deal of energy is all.${{e2}}",
"10HeartEvent.SVE.7": "...#$b#...I'm all right now.${{e1}}",
"10HeartEvent.SVE.8": "Before we continue... For all the joy that you have brought to my life, I want to thank you.${{e1}}#$b#I realize I am not the easiest person to befriend, hiding out in my tower...#$b#But you took the trouble to get to know me, and to keep getting to know me, despite everything that stood in the way.${{e1}}#$b#And I just wanted to say... you've become very precious to me, @.${{e6}}",
"10HeartEvent.SVE.9": "Now, we can't get too distracted...${{e4}}#$b#Please, sit down! Fill a plate. If there's anything you enjoy particularly, I can always summon more.${{e6}}",

"12HeartEvent.PartOne.SVE.0": "Ah! Welcome home, @. I hope you are not too tired, because I've been working on a surprise for you.${{e1}}", //Wizard
"12HeartEvent.PartOne.SVE.1": "Meet me at our Ginger Island cabana at noon tomorrow. I think you'll enjoy this...I know I will.${{e1}}#$b#And make sure you have some room in your pockets.${{e9}}",
"12HeartEvent.PartOne.SVE.2": "You don't need to bring or prepare anything. Just bring yourself.${{e1}}#$e#I've been planning this for... sometime now.${{e4}}",

"12HeartEvent.PartTwo.SVE.0": "Oh, you've arrived! Wonderful!${{e1}}", //Wizard
"12HeartEvent.PartTwo.SVE.1": "Follow me to the shore, will you?",
"12HeartEvent.PartTwo.SVE.2": "It's interesting, isn't it, how local customs develop? Especially when it comes to courting rituals.#$b#In one land that lies far from here, one proposes to one's beloved by presenting them with a blue feather. I found that one to be particularly interesting.",
"12HeartEvent.PartTwo.SVE.3": "When you presented me with that Mermaid's Amulet, I was touched. And to be honest, I was a little envious, too...that you beat me to it.${{e4}}",
"12HeartEvent.PartTwo.SVE.4": "I've spent quite a while devising a plan to present you with something equally special, @. A token, you see, of how much you've come to mean to me.#$b#I didn't want to deviate from the local customs too much, but presenting you with a matching amulet seemed a little... underwhelming.#$b#We have to take a little trip together in order to fetch the token that I've selected for you, but the journey is part of the gift, too.#$b#Stand back a couple paces, will you?${{e1}}",
"12HeartEvent.PartTwo.SVE.5": "No need to panic! We're headed underwater, and these bubbles contain plenty of air for the trip.",
"12HeartEvent.PartTwo.SVE.6": "Now... are you ready?",
"12HeartEvent.PartTwo.SVE.7": "Then... off we go!${{e1}}",
"12HeartEvent.PartTwo.SVE.8": "...Still doing all right there? I'll give you a moment to adjust.",
"12HeartEvent.PartTwo.SVE.9": "Ready? Follow me.${{e1}}",
"12HeartEvent.PartTwo.SVE.10": "And now, I just...",
"12HeartEvent.PartTwo.SVE.11": "Ah, she's arriving now...",
"12HeartEvent.PartTwo.SVE.12": "...", //Mermaid
"12HeartEvent.PartTwo.SVE.13": "...",
"12HeartEvent.PartTwo.SVE.14": "We still have plenty of air. Shall we stay and enjoy the sights here a little longer?${{e1}}", //Wizard
"12HeartEvent.PartTwo.SVE.15": "*cough* The journey back up is always a little more rough. Well.. what did you think?",
"12HeartEvent.PartTwo.SVE.16": "Ahh.. I'm glad you enjoyed it, @. ...To be honest, the greatest gift you've given me wasn't the amulet.${{e4}}#$b#You've been an inspiration, helping me find joy in using my magic in a way I thought I'd lost. A piece of jewelry is the least I can do to express my appreciation for you.${{e1}}#$b#I really can't imagine anyone I'd rather spend my life with.${{e4}}",
"12HeartEvent.PartTwo.SVE.17": "After a trip like that one, I feel very much at peace. Especially when I get to return home with you...${{e4}}#$e#%Magnus smiles at me, blushing.",

	//Part 1 has no dialogue
"14HeartEvent.PartTwo.0": "I have been thinking...", //Wizard
"14HeartEvent.PartTwo.1": "Meet me at the summit. Tonight.",
"14HeartEvent.PartTwo.2": "I will answer all your questions tonight.",
"14HeartEvent.PartTwo.3": "Tonight. The summit.${{e1}}#$e#Don't forget, my love.${{e1}}",

"14HeartEvent.PartThree.0": "Do you dream, @?", //Wizard
"14HeartEvent.PartThree.1.1": "Sometimes, I think. But I never remember them.", //Farmer Options
"14HeartEvent.PartThree.1.2": "Just about farm stuff. Sheep and sprinklers.",
"14HeartEvent.PartThree.1.3": "Sure. I dream of adventures and epic quests!",
"14HeartEvent.PartThree.2": "I see... such is not uncommon.${{e1}}", //Wizard Responses
"14HeartEvent.PartThree.3": "For some reason it amuses me to imagine you having such mundane dreams.${{e1}}",
"14HeartEvent.PartThree.4": "Ah... the dreams of my younger days.${{e1}}",
"14HeartEvent.PartThree.5": "Some days I open my eyes to dawn and wonder if I have not woken at all. Such sights as I wake to can only be a dream. And yet...", //Wizard
"14HeartEvent.PartThree.6": "More and more often of a night I find myself lying awake.#$b#Not, as I used to do, because sleep refuses to take me, but because I find my waking world too enthralling to give up, even for a few hours.${{e1}}#$b#Nothing I have done in my life makes me deserving of this. This life and love we share. It’s more than I ever dreamed.${{e9}}#$b#Happiness has always been a fickle and fleeting beast. How could it ever be more?",
"14HeartEvent.PartThree.7.1": "You’re right. It never lasts. 'This too shall pass.'", //Farmer Options
"14HeartEvent.PartThree.7.2": "Happiness is what we make it. We’re all as happy as we let ourselves be.",
"14HeartEvent.PartThree.7.3": "...",
"14HeartEvent.PartThree.8": "That is what I used to believe...", //Wizard Responses
"14HeartEvent.PartThree.9": "I had never believed such a thing before... and yet, you may be right.",
"14HeartEvent.PartThree.10": "I brought you up here to show you this.${{e1}}", //Wizard
"14HeartEvent.PartThree.11": "You can see the entire valley from here. When I came to this town, it was with the intention of living out the remainder of my days in quiet solitude. For a time it seemed I would succeed. No one pays much mind to the eccentric living in the tower on the outskirts of an obscure village.",
"14HeartEvent.PartThree.12": "Then I met you.${{e1}}",
"14HeartEvent.PartThree.13": "And you allowed me to wonder again. Thoughts I hadn’t thought for a hundred years drifted through my mind. And I thought:#$b#'perhaps it would not be so bad to share some of what I once was. Not all history is meant to be forgotten.'",
"14HeartEvent.PartThree.14": "The rest you know, of course.#$b#You summarily dispatched all of my expectations.#$b#You tore down my walls and planted seeds where they had stood.#$b#You patched pieces of me I had never expected to heal...#$b#and others that I hadn’t known were broken in the first place.${{e2}}",
"14HeartEvent.PartThree.15": "You saved me, @. I hope you know that.${{e1}}",
"14HeartEvent.PartThree.16": "When first we met I told you we had many adventures ahead, you and I.${{e1}}#$b#The future is strange like that. It takes what you think you understand and twists it around on you. I never knew the half of it.${{e1}}#$b#If I had, I probably would have fled.${{e9}}",
"14HeartEvent.PartThree.17": "I don’t know what the future holds for us. And for once I would rather not.${{e1}}#$b#Let it be an adventure.${{e7}}#$b#Let it be the beginning of a tale and not the end I once expected to find.${{e7}}",
"14HeartEvent.PartThree.18": "And when at long last it comes to a close, let there be fireworks in place of a slow fade to black.${{e1}}",
"14HeartEvent.PartThree.19": "...and into eternity.${{e6}}",
"14HeartEvent.PartThree.20": "Did you enjoy yourself tonight, @, love of my life?${{e1}}#$b#It is getting late. I already took care of all left over chores, so come, lets lay in bed together.${{e6}}#$b#I may or may not have more to tell you still.${{e4}}",

//Magic Ink
"MagicInk.Standard.0": "Ah... @. I've been waiting for you.${{e1}}", //Wizard
"MagicInk.Standard.1": "Have I ever told you I used to be married?${{e3}}",
"MagicInk.NoEx.Standard.1": "Have I ever told you about the Witch of Stardew Valley?${{e3}}",
"MagicInk.Standard.2": "Strange, I know... for a man like me. But it's true.",
"MagicInk.NoEx.Standard.2": "While I am the sole resident magical practioner of Stardew Valley on paper.#$b#Others like me may live here, shirking the responsbilities of a resident magical practioner, for as long as the Ministry does not catch on.",
"MagicInk.Standard.3": "My wife and I were together for many years, until... until I made a mistake that drove her away.${{e2}}",
"MagicInk.NoEx.Standard.3": "She used to be a classmate of mine back in my youth.#$b#Overtime we became friends and allies, many times would we cover each others backs on the battle field of wars past.${{e3}}#$b#...However one day, one of our missions went gravely wrong.#$b#She suffered great tragedy, some that I fear I may have been able to prevent.${{e2}}",
"MagicInk.Standard.4": "Her anger and envy were so intense that she turned green and began flying around the countryside, cursing everything in her path...${{e2}}",
"MagicInk.Standard.5": "When I found out, I sealed this passage to her home... fearing that an innocent villager might fall prey to her dark magic.",
"MagicInk.Standard.6": "But now, it must be unsealed... for when we separated, she took my magic ink!${{e10}}#$b#I need that magic ink back!${{e11}}#$b#I would do this myself, but I... I can't see her again. That's why I need your help.${{e10}}",
"MagicInk.NoEx.Standard.6": "But now, it must be unsealed... because I have reason to believe she took my magic ink.${{e10}}#$b#I need that magic ink back!${{e11}}#$b#I would do this myself, but I... I would rather not see her. That's why I need your help.${{e10}}",
"MagicInk.Standard.7": "In order to unseal this passage, you'll need a dark talisman. Talk to Krobus, in the sewer... he should know where to find one.",
"MagicInk.Standard.8": "I'm counting on you... if you can retrieve my magic ink I promise I'll make it worth your while... Now go!${{e3}}",

"MagicInk.Married.0": "Ah... @. I've been waiting for you.${{e1}}", //Wizard
"MagicInk.Married.1": "I have told you, I believe, of my ex-wife.",
"MagicInk.NoEx.Married.1": "I have told you, I believe, of my old friend the Witch?${{e3}}",
"MagicInk.Married.2": "I would prefer not to remember her in your presence. Or at all, for that matter.${{e3}}",
"MagicInk.NoEx.Married.2": "I would prefer to have never faced her again.${{e2}}",
"MagicInk.Married.3": "And yet I must. For I have a favor to ask of you.",
"MagicInk.NoEx.Married.3": "And yet, I am afraid that day has come. However... May I ask a favor of you?",
"MagicInk.Married.4": "After we split, her anger and envy were so intense that she turned green and began flying around the countryside, cursing everything in her path...",
"MagicInk.NoEx.Married.4": "After the incident, her anger and envy were so intense that she turned green and began flying around the countryside, cursing everything in her path...",
"MagicInk.Married.5": "When I found out, I sealed this passage to her home... fearing that an innocent villager might fall prey to her dark magic.${{e2}}",
"MagicInk.Married.6": "But now, it must be unsealed... for she took my magic ink!${{e10}}#$b#I need that magic ink back!${{e11}}#$b#I would do this myself, but I... I cannot face her. That's why I need your help.${{e10}}",
"MagicInk.NoEx.Married.6": "But now, it must be unsealed... for I have reason to believe she took my magic ink!${{e10}}#$b#I need that magic ink back!${{e11}}#$b#I would do this myself, but I... I cannot face her. I fear she may still hold that grudge. That's why I need your help.${{e10}}",
"MagicInk.Married.7": "Perhaps it is cowardly of me to ask this of you, and yet I have no where else to turn. Please, @. My heart.${{e10}}",
"MagicInk.Married.8": "Will you do this for me?",
"MagicInk.Married.9.1": "Of course I will!", //Farmer options
"MagicInk.Married.9.2": "Wow. You're asking me to face your ex-wife for you? No thanks.",
"MagicInk.NoEx.Married.9.2": "Wow. You're asking me to face your past for you? No thanks.",
"MagicInk.Married.10": "Ah, @! Thank you. Truly. I am immeasurably grateful.${{e1}}", //Wizard
"MagicInk.Married.11": "In order to unseal this passage, you'll need a dark talisman. Talk to Krobus, in the sewer... he should know where to find one.${{e3}}",
"MagicInk.Married.12": "Thank you again, my love.${{e9}}",
"MagicInk.Married.13": "I would be lost without you.${{e1}}#$b#I will see you at home${{e9}}",
	//Rejection only in marriage
"MagicInk.Reject.0": "Ah...${{e10}}#$b#I suppose you are correct. I had no right to ask.${{e2}}",
"MagicInk.Reject.1": "In that case, forget I ever spoke of it. I'm sure I will make do.${{e11}}#$b#I will see you at home.${{e10}}",

"MagicInk.End.0": "You've found my ink! Excellent.${{e1}}", //Wizard
"MagicInk.End.1": "Er...${{e2}}",
"MagicInk.End.2": "Did you... happen to see my ex-wife?${{e2}}#$b#No? Well, what about her house...?#$b#Do you think she lives alone? Or...${{e1}}",
"MagicInk.End.NoEx.Standard.2": "Did you... happen to see her?${{e2}}#$b#No? Well, what about her house...?#$b#Do you think she lives well? Or...${{e3}}",
"MagicInk.End.3": "...Actually, don't tell me... I don't want to know.",
"MagicInk.End.NoEx.Standard.3": "Perhaps I really should try to make amends some day. Not that it will turn back time but...",
"MagicInk.End.4": "Anyway... you must be wondering about your reward. Here...",
"MagicInk.End.5": "It's a book of summoning.#$b#The arcane potential is immense... but I'll make it simple for you.#$b#By using this book, you can summon magic buildings directly to your farm.#$b#I think you'll find it useful.${{e1}}",
"MagicInk.End.6": "Oh, I almost forgot to say... ahem... Thank you.",

"MagicInk.End.Married.0": "@! My heart.${{e1}}#$b#You have the ink?${{e1}}", //Wizard
"MagicInk.End.Married.1": "It shames me still to have sent you on such a task...${{e2}}",
"MagicInk.End.Married.2": "I hope it was not too taxing for you.#$b#Did you encounter her?#$b#No?${{e3}}#$b#Small blessings.${{e1}}",
"MagicInk.End.Married.3": "I admit I was concerned.#$b#But no matter. It went smoothly and for that I am eternally grateful.${{e7}}",
"MagicInk.End.NoEx.Married.3": "I admit, I wondered if perhaps it was time to make amends. Nothing can turn back the clock but...${{e2}}#$b#But that can wait. I would prefer to focus on right now.",
"MagicInk.End.Married.4": "While you were gone it occurred to me I have a tome which might be of use to you.",
"MagicInk.End.NoEx.Married.4": "While you were gone it occurred to me I have a tome which might be of use to you.${{e1}}",
"MagicInk.End.Married.5": "It is a book of summoning and its arcane potential is immense.",
"MagicInk.End.NoEx.Married.5": "It is a book of summoning and its arcane potential is immense.${{e3}}",
"MagicInk.End.Married.6": "Here, let me teach you.${{e1}}#$b#By using this book, you will learn to summon magic buildings directly to your farm.${{e9}}#$b#Unfortunately, it still requires gold for the ritual itself.${{e10}}",
"MagicInk.End.Married.7": "Consider it a small token of my love for you.${{e1}}",
"MagicInk.End.Married.8": "I only wish I could do more.${{e9}}",

//SVE Events - Mind slight expression changes between standard/dating/married
"SpriteSpring.Standard.0": "I sensed you would come here today, @. I've been waiting for you to arrive.", //Wizard
"SpriteSpring.Standard.1": "You discovered something deep in the forest...#$b#Claus and Angelica told me you found the Sprite Spring. You have even more of a gift than I realized.#$b#From the moment you stepped into the valley, I sensed your magical potential, but you continue to surprise me.",
"SpriteSpring.Standard.2": "On clear nights, Angelica flies over the valley among the stars, showering farms below with magic, encouraging crops to grow.${{e3}}#$b#Claus prefers the forest, drifting amongst the trees and leaving trails of magic in his wake where saplings and forage flourish.",
"SpriteSpring.Standard.3": "Those two enjoy sharing their powers. They are good friends.",
"SpriteSpring.Standard.4": "That is all. I must return to my meditation.",
"SpriteSpring.Standard.5": "If you return to the Sprite Spring, could you tell Claus and Angelica I'm grateful for the ancient seeds they left me.${{e3}}",
"SpriteSpring.Standard.6": "If Claus has a surplus of magic, he sprouts ancient seeds. From what he tells me, it's a difficult trick to learn, but fulfilling to master.#$b#The sprites have been imperative to the development of my arcane studies, but I've also become quite fond of them.${{e1}}#$e#Until next time, @.",

"SpriteSpring.Dating.0": "I sensed you would come here today, @. I've been waiting for you to arrive.${{e1}}", //Wizard
"SpriteSpring.Dating.1": "You discovered something deep in the forest...${{e3}}#$b#Claus and Angelica told me you found the Sprite Spring. You have even more of a gift than I realized.${{e1}}#$b#From the moment you stepped into the valley, I sensed your magical potential, but you continue to surprise me in more ways than one.${{e1}}",
"SpriteSpring.Dating.2": "On clear nights, Angelica flies over the valley among the stars, showering farms below with magic, encouraging crops to grow.${{e3}}#$b#Claus prefers the forest, drifting amongst the trees and leaving trails of magic in his wake where saplings and forage flourish.",
"SpriteSpring.Dating.3": "Those two enjoy sharing their powers. They are good friends.",
"SpriteSpring.Dating.4": "That is all. If you will excuse me, I must return to my meditation.${{e3}}",
"SpriteSpring.Dating.5": "If you return to the Sprite Spring, could you please tell Claus and Angelica I'm grateful for the ancient seeds they left me.${{e3}}",
"SpriteSpring.Dating.6": "If Claus has a surplus of magic, he sprouts ancient seeds. From what he tells me, it's a difficult trick to learn, but fulfilling to master.#$b#The sprites have been imperative to the development of my arcane studies, but I've also become quite fond of them.${{e1}}#$e#Come visit me again soon, @.${{e1}}",

"SpriteSpring.Married.0": "Ah, hello my heart. I've been waiting for you to arrive.${{e1}}", //Wizard
"SpriteSpring.Married.1": "You discovered something deep in the forest...${{e3}}#$b#Claus and Angelica told me you found the Sprite Spring. You have even more of a gift than I realized.${{e3}}#$b#We've been married for sometime now and your arcane potential still continues to surprise me.${{e1}}",
"SpriteSpring.Married.2": "On clear nights, Angelica flies over the valley among the stars, showering farms below with magic, encouraging crops to grow.#$b#Claus prefers the forest, drifting amongst the trees and leaving trails of magic in his wake where saplings and forage flourish.",
"SpriteSpring.Married.3": "Those two enjoy sharing their powers. They are good friends.${{e1}}",
"SpriteSpring.Married.4": "That is all. If you will excuse me, I must return to my meditation.${{e3}}#$b#Oh, and don't worry about making dinner tonight. I have something special planned.${{e1}}",
"SpriteSpring.Married.5": "If you return to the Sprite Spring, could you please tell Claus and Angelica I'm grateful for the ancient seeds they left me.${{e3}}",
"SpriteSpring.Married.6": "If Claus has a surplus of magic, he sprouts ancient seeds. From what he tells me, it's a difficult trick to learn, but fulfilling to master.#$b#The sprites have been imperative to the development of my arcane studies, but I've also become quite fond of them.${{e1}}#$e#Perhaps we should take a trip there together soon.${{e9}}",

"DwarfKrobus.DatingMarried.0": "A Shadow Person, above ground? This is outrageous!#$b#Your people were responsible for the death of my entire family.", //Dwarf
"DwarfKrobus.DatingMarried.1": "If you dwarves hadn't driven us from our ancestral home, we'd never have had to resort to violence!#$b#I'm sorry about your family.", //Krobus
"DwarfKrobus.DatingMarried.2": "'Sorry' isn't going to cut it.", //Dwarf
"DwarfKrobus.DatingMarried.3": "Let me at him! He's despicable.", //Dwarf
"DwarfKrobus.DatingMarried.4": "Come and get it, shrimpy.", //Krobus
"DwarfKrobus.DatingMarried.5": "Silence! Both of you!${{e5}}", //Wizard
"DwarfKrobus.DatingMarried.6": "The Elemental Wars have long been finished. You have no reason to be fighting any longer.#$b#The two of you must make peace for the sake of the humans that live around you. Surely you can see that.",
"DwarfKrobus.DatingMarried.7": "Very well. I'll stay away from the sewer from now on.", //Dwarf
"DwarfKrobus.DatingMarried.8": "...And I'm truly sorry about the past, Dwarf. I have no personal gripe with you.", //Krobus
"DwarfKrobus.DatingMarried.9": "Very good. I shall cast a 'Seal of Promise' to finalize this agreement.", //Wizard
"DwarfKrobus.DatingMarried.10": "I sensed you were in peril when those two started fighting. It alerted me to what was transpiring in the sewer...${{e3}}#$e#There is much ancient history about the 'Elemental Wars'. Perhaps I'll give you a lesson one of these days.${{e3}}#$e#%Magnus smiles at you.",

	//Enchanted Grove
	//Part 1
"EnchantedGrove.PartOne.Dating.0": "Good morning, @. I've just returned from the Ferngill Republic Ministry of Magic and I bring wonderful news.${{e1}}#$b#It would appear a high-ranking council member has expressed interest in developing your arcane potential, which isn't a common occurrence...${{e7}}#$b#My colleagues have tasked me with teaching you warp magic. Meet me at my tower at your earliest convenience!${{e1}}", //Wizard
"EnchantedGrove.PartOne.Dating.1": "To tell you the truth, this excites me more than I could ever imagine.${{e4}}#$e#Come! Meet me at my tower so we may proceed!${{e6}}",

"EnchantedGrove.PartOne.Married.0": "Good morning, my heart. I've just returned from the Ferngill Republic Ministry of Magic and I bring wonderful news.${{e1}}#$b#It would appear a high-ranking council member has expressed interest in developing your arcane potential, which isn't a common occurrence...${{e7}}#$b#My colleagues have tasked me with teaching you warp magic. Meet me at my tower at your earliest convenience!${{e1}}",
"EnchantedGrove.PartOne.Married.1": "To tell you the truth, I've been waiting for this day for a long time...${{e4}}#$e#Come! Meet me at my tower so we may proceed!${{e6}}",

	//Part 2 (.morgan only plays in morgan included event)
"EnchantedGrove.PartTwo.Standard.0": "Ah, you arrived precisely at the time I foresaw.#$b#I've prepared an elixir, one that will help you tap into some new types of magic. It's quite potent...", //Wizard
"EnchantedGrove.PartTwo.Morgan.0.1": "I want a potion too!!!$3", //Morgan
"EnchantedGrove.PartTwo.Morgan.0.2": "Morgan, we discussed this...${{e3}}", //Wizard
"EnchantedGrove.PartTwo.Morgan.0.3": "Fine... I'll just watch.$9", //Morgan
"EnchantedGrove.PartTwo.Standard.1": "Breathe deeply. Try to remain still...", //Wizard
"EnchantedGrove.PartTwo.Standard.2": "I feel as if something has changed within myself...", //Farmer
"EnchantedGrove.PartTwo.Standard.3": "You now have the ability to summon warp runes. It is a great privilege, but also a responsibility...${{e3}}#$b#You must master this new magic. We will begin training at once.", //Wizard
"EnchantedGrove.PartTwo.Standard.4": "A demonstration!", //Wizard SpeechBubble
"EnchantedGrove.PartTwo.Standard.5": "Well done!", //Wizard SpeechBubble
"EnchantedGrove.PartTwo.Standard.6": "I can now summon teleportation runes!", //Farmer
"EnchantedGrove.PartTwo.Standard.7": "Truly outstanding. You've exceeded my expectations!${{e1}}", //Wizard
"EnchantedGrove.PartTwo.Morgan.7.1": "That was so cool!$1", //Morgan
"EnchantedGrove.PartTwo.Standard.8": "We must now secure your 'Nexus'. There's a secluded forest north of %farm, flowing with mana - a suitable place to summon warp runes.${{e3}}#$b#Meet me there, @.", //Wizard
"EnchantedGrove.PartTwo.Standard.9": "Meet me at the backwoods, @.",

"EnchantedGrove.PartTwo.Dating.0": "Ah, you arrived precisely at the time I foresaw.${{e1}}#$b#I've prepared an elixir, one that will help you tap into some new types of magic. It's quite potent...${{e3}}", //Wizard
"EnchantedGrove.PartTwo.Morgan.0.1": "I want a potion too!!!$3", //Morgan
"EnchantedGrove.PartTwo.Morgan.0.2": "Morgan, we discussed this...${{e3}}", //Wizard
"EnchantedGrove.PartTwo.Morgan.0.3": "Fine... I'll just watch.$9", //Morgan
"EnchantedGrove.PartTwo.Dating.1": "Breathe deeply, @. Try to remain still...${{e3}}", //Wizard
"EnchantedGrove.PartTwo.Dating.2": "I feel as if something has changed within myself...", //Farmer
"EnchantedGrove.PartTwo.Dating.3": "You now have the ability to summon warp runes. It is a great privilege, but also a responsibility...#$b#You must master this new magic. We will begin training at once.${{e1}}", //Wizard
"EnchantedGrove.PartTwo.Dating.4": "A demonstration!", //Wizard SpeechBubble
"EnchantedGrove.PartTwo.Dating.5": "Well done!", //Wizard SpeechBubble
"EnchantedGrove.PartTwo.Dating.6": "I can now summon teleportation runes!", //Farmer
"EnchantedGrove.PartTwo.Dating.7": "Truly outstanding. You've exceeded my expectations!${{e1}}", //Wizard
"EnchantedGrove.PartTwo.Morgan.7.1": "That was so cool!$1", //Morgan
"EnchantedGrove.PartTwo.Dating.8": "We must now secure your 'Nexus'. There's a secluded forest north of %farm, flowing with mana - a suitable place to summon warp runes.${{e3}}#$b#Meet me there.${{e1}}", //Wizard
"EnchantedGrove.PartTwo.Dating.9": "Meet me at the backwoods, @.${{e1}}",

"EnchantedGrove.PartTwo.Married.0": "Ah, you arrived precisely at the time I foresaw.${{e1}}#$b#I've prepared an elixir, one that will help you tap into some new types of magic. It's quite potent...${{e3}}", //Wizard
"EnchantedGrove.PartTwo.Morgan.0.1": "I want a potion too!!!$3", //Morgan
"EnchantedGrove.PartTwo.Morgan.0.2": "Morgan, we discussed this...${{e3}}", //Wizard
"EnchantedGrove.PartTwo.Morgan.0.3": "Fine... I'll just watch.$9", //Morgan
"EnchantedGrove.PartTwo.Married.1": "Breathe deeply, my heart. Try to remain still...${{e3}}", //Wizard
"EnchantedGrove.PartTwo.Married.2": "I feel as if something has changed within myself...", //Farmer
"EnchantedGrove.PartTwo.Married.3": "You now have the ability to summon warp runes. It is a great privilege, but also a responsibility...#$b#You must master this new magic. We will begin training at once.${{e1}}", //Wizard
"EnchantedGrove.PartTwo.Married.4": "A demonstration!", //Wizard SpeechBubble
"EnchantedGrove.PartTwo.Married.5": "Well done!", //Wizard SpeechBubble
"EnchantedGrove.PartTwo.Married.6": "I can now summon teleportation runes!", //Farmer
"EnchantedGrove.PartTwo.Married.7": "Truly outstanding. You've exceeded my expectations!${{e1}}", //Wizard
"EnchantedGrove.PartTwo.Morgan.7.1": "That was so cool!$1", //Morgan
"EnchantedGrove.PartTwo.Married.8": "We must now secure your 'Nexus'. There's a secluded forest north of %farm, flowing with mana - a suitable place to summon warp runes.${{e3}}#$b#Meet me there, my heart.${{e1}}", //Wizard
"EnchantedGrove.PartTwo.Married.9": "Meet me at the backwoods, @.${{e1}}",

	//Part 3
"EnchantedGrove.PartThree.Standard.0": "Follow me, @. Don't stray too far.", //Wizard
"EnchantedGrove.PartThree.Standard.1": "Mana flows freely in this secluded grove. It's a perfect location for your Nexus...",
"EnchantedGrove.PartThree.Standard.2": "With our combined magic and my guidance, we can alter the flow of time here.#$b#Come. Channel your mana.",
"EnchantedGrove.PartThree.Standard.3": "@. Open your eyes.",
"EnchantedGrove.PartThree.Standard.4": "Magnificent, isn't it?${{e1}}#$b#Your 'enchanted grove' is safeguarded from the changing seasons, weather, and prying eyes.",
"EnchantedGrove.PartThree.Standard.5": "We're not quite done yet. You still need to create your first warp point...${{e3}}#$b#I believe it's only suitable if it's to my own Nexus.#$b#Let us depart to my warp hall, @.",
"EnchantedGrove.PartThree.Standard.6": "During the lesson, I explained that in order to connect a location to your Nexus, you need something that came into being there.#$b#I brewed this potion today in this very tower. It's suitable enough to complete the spell.",
"EnchantedGrove.PartThree.Standard.7": "Place the potion on the hex and summon your warp runes, @.${{e3}}",
"EnchantedGrove.PartThree.Standard.8": "Well done. The warp runes linked to your Nexus successfully.${{e1}}#$b#Why don't you teleport there now? It'll be a sight to behold...${{e9}}",
"EnchantedGrove.PartThree.Standard.9": "Ah... tomes, owl statues, a hex circle, and the smell of fresh moss. I wouldn't expect anything else!${{e1}}",
"EnchantedGrove.PartThree.Standard.10": "Seek out other areas of interest and expand your Nexus, @. In due time, a colleague of mine will pay you a visit...#$b#Well done today. I knew there was something special about you the moment you set foot in Stardew Valley.${{e1}}",
"EnchantedGrove.PartThree.Standard.11": "I wonder where else I can summon warp runes?", //Farmer

"EnchantedGrove.PartThree.Dating.0": "Follow me, and don't stray too far.${{e3}}#$b#I am looking forward to this next part.${{e1}}", //Wizard
"EnchantedGrove.PartThree.Dating.1": "Mana flows freely in this secluded grove. It's a perfect location for your Nexus...",
"EnchantedGrove.PartThree.Dating.2": "With our combined magic and my guidance, we can alter the flow of time here.${{e1}}#$b#Come. Channel your mana with me!${{e7}}",
"EnchantedGrove.PartThree.Dating.3": "Open your eyes...${{e3}}",
"EnchantedGrove.PartThree.Dating.4": "Magnificent, isn't it?${{e7}}#$b#Your 'enchanted grove' is safeguarded from the changing seasons, weather, and prying eyes.${{e1}}",
"EnchantedGrove.PartThree.Dating.5": "We're not quite done yet. You still need to create your first warp point.#$b#I believe it's only suitable if it's to my own Nexus... for purposes...${{e4}}#$b#Let us depart to my warp hall, @!${{e6}}",
"EnchantedGrove.PartThree.Dating.6": "During the lesson, I explained that in order to connect a location to your Nexus, you need something that came into being there.#$b#I brewed this potion today in this very tower. It's suitable enough to complete the spell.${{e3}}",
"EnchantedGrove.PartThree.Dating.7": "Place the potion on the hex and summon your warp runes, @.",
"EnchantedGrove.PartThree.Dating.8": "Well done! The warp runes linked to your Nexus successfully!${{e1}}#$b#Why don't you teleport there now? It'll be a sight to behold.${{e1}}",
"EnchantedGrove.PartThree.Dating.9": "Ah... tomes, owl statues, a hex circle, and the smell of fresh moss. You know me so well!${{e9}}",
"EnchantedGrove.PartThree.Dating.10": "Seek out other areas of interest and expand your Nexus, @. In due time, a colleague of mine will pay you a visit...${{e3}}#$b#Well done today. I knew there was something special about you the moment you set foot in Stardew Valley.${{e1}}",
"EnchantedGrove.PartThree.Dating.11": "I wonder where else I can summon warp runes?", //Farmer

"EnchantedGrove.PartThree.Married.0": "Follow me, and don't stray too far.${{e3}}#$b#I can barely contain my excitement for what's coming next!${{e1}}", //Wizard
"EnchantedGrove.PartThree.Married.1": "Mana flows freely in this secluded grove. It's a perfect location for your Nexus...",
"EnchantedGrove.PartThree.Married.2": "With our combined magic and my guidance, we can alter the flow of time here.${{e1}}#$b#Come. Channel your mana with me!${{e7}}",
"EnchantedGrove.PartThree.Married.3": "Open your eyes...${{e3}}",
"EnchantedGrove.PartThree.Married.4": "Magnificent, isn't it?${{e7}}#$b#Your 'enchanted grove' is safeguarded from the changing seasons, weather, and prying eyes.${{e1}}",
"EnchantedGrove.PartThree.Married.5": "We're not quite done yet. You still need to create your first warp point.#$b#I believe it's only suitable if it's to my own Nexus... for purposes...${{e4}}#$b#Let us depart to my warp hall, my heart!${{e6}}",
"EnchantedGrove.PartThree.Married.6": "During the lesson, I explained that in order to connect a location to your Nexus, you need something that came into being there.#$b#I brewed this potion today in this very tower. It's suitable enough to complete the spell.${{e3}}",
"EnchantedGrove.PartThree.Married.7": "Place the potion on the hex and summon your warp runes, @.",
"EnchantedGrove.PartThree.Married.8": "Well done! The warp runes linked to your Nexus successfully!${{e1}}#$b#Why don't you teleport there now? It'll be a sight to behold, my heart.${{e1}}",
"EnchantedGrove.PartThree.Married.9": "Ah... tomes, owl statues, a hex circle, and the smell of fresh moss. You know me so well!${{e9}}",
"EnchantedGrove.PartThree.Married.10": "Seek out other areas of interest and expand your Nexus, @. In due time, a colleague of mine will pay you a visit...${{e3}}#$b#Well done today. I knew there was something special about you the moment you set foot in Stardew Valley.${{e1}}",
"EnchantedGrove.PartThree.Married.11": "I wonder where else I can summon warp runes?", //Farmer
	//Conversation Topics
"wizardEnchantedGrove": "I feel like we're becoming a wizarding family now. My Nexus is a bit old-fashioned, but I prefer it that way.${{e7}}#$b#I believe your nexus is suited for 7 warp points, which is more than what mine has.${{e1}}",
"EnchantedGroveHint": "I believe your nexus is suited for 7 warp points, which is more than what mine has. I prefer to be old-fashioned.",

"JunimoScroll.Standard.0": "@. Intense magic is surrounding you? What have you done?", //Wizard
"JunimoScroll.Standard.1": "Hmm? Junimo activity in the abandoned vineyard? Most interesting.${{e3}}#$b#And what of the object you're carrying?",
"JunimoScroll.Standard.2": "I feel something in my pocket...", //Farmer
"JunimoScroll.Standard.3": "What is this doing here?",
"JunimoScroll.Standard.4": "That miraculous golden scroll is enchanted with forest magic.#$b#...${{e3}}#$b#Please. Follow me to my abode. This will require a thorough arcane analysis.", //Wizard
"JunimoScroll.Standard.5": "Hand me the scroll.",
"JunimoScroll.Standard.6": "Stand back.",
"JunimoScroll.Standard.7": "...${{e3}}#$b#I'm unable to decipher the scroll.#$b#It's so faded that it's almost illegible, and my translation skills are... rusty.${{e10}}",
"JunimoScroll.Standard.8": "I will call a good friend for assistance.#$b#She excels in ancient languages.",
"JunimoScroll.Standard.9": "She's arriving momentarily.",
"JunimoScroll.Standard.10": "Ah. Who did I contact?${{e3}}#$b#The witch of-",
"JunimoScroll.Standard.11": "My, my. Hello there, dear.$0", //Camilla
"JunimoScroll.Standard.MetCamilla.11": "My, my. Hello again, dear.$5",
"JunimoScroll.Standard.12": "You requested my help, Razzy?$1", 
"JunimoScroll.Standard.13": "...#$b#This scroll. What can you make of it?", //Wizard
"JunimoScroll.Standard.14": "Mmm?$0", //Camilla
"JunimoScroll.Standard.15": "The spirit who wrote this hardly understands their own language.$1#$b#It's like reading the writing of a child...I think they must be young.",
"JunimoScroll.Standard.16": "A 'Junimo' has taken up residence in the cellar of an abandoned building west of Cindersap Forest.#$b#They request 200 starfruits...$5#$b#It would seem you're on the verge of making a new friend, @.$1",
"JunimoScroll.Standard.17": "You know, @...$0#$b#I could use someone with your...$0",
"JunimoScroll.Standard.MetCamilla.17": "There's more to you than meets the eye...$0#$b#Maybe you could show me what other secrets you're hiding...$0",
"JunimoScroll.Standard.18": "Abilities...$5",
"JunimoScroll.Standard.MetCamilla.18": "In private at my abode...$5",
"JunimoScroll.Standard.19": "Camilla. That's enough.${{e5}}", //Wizard
"JunimoScroll.Standard.20": "You're no fun, Razzy.$3#$b#Is that all you needed me for?$2", //Camilla
"JunimoScroll.Standard.21": "Indeed. Thank you-", //Wizard
"JunimoScroll.Standard.22": "Adieu.$5", //Camilla
"JunimoScroll.Standard.23": "...${{e10}}#$b#She has important matters to handle in Castle Village. Forgive her manners, @.", //Wizard
"JunimoScroll.Standard.24": "Your connection with the Junimos is fascinating.#$b#It surpasses even mine.${{e3}}",
"JunimoScroll.Standard.25": "Mmm. I wonder if this is related to your deeds in the community center.${{e3}}",
"JunimoScroll.Standard.26": "Do keep me updated.#$b#I'm quite fascinated by this turn of events.${{e3}}",
"JunimoScroll.Standard.27": "Hmm? You're responsible for what transpired at the community center?${{e3}}#$b#Ah, yes. This explains these recent events.#$e#I believe Camilla has taken a liking to you.#$b#She can sense your arcane potential.",

"JunimoScroll.Dating.0": "@! Intense magic is surrounding you. Is everything alright? What happened?${{e3}}", //Wizard
"JunimoScroll.Dating.1": "Hmm? Junimo activity in the abandoned vineyard? Most interesting.${{e3}}#$b#And what of the object you're carrying?",
"JunimoScroll.Dating.2": "I feel something in my pocket...", //Farmer
"JunimoScroll.Dating.3": "What is this doing here?",
"JunimoScroll.Dating.4": "That miraculous golden scroll is enchanted with forest magic.#$b#...${{e3}}#$b#Please. Follow me to my abode. This will require a thorough arcane analysis.", //Wizard
"JunimoScroll.Dating.5": "Hand me the scroll, please.",
"JunimoScroll.Dating.6": "Careful, stand back.",
"JunimoScroll.Dating.7": "...${{e3}}#$b#I'm unable to decipher the scroll.#$b#It's so faded that it's almost illegible, and my translation skills are... rusty.${{e10}}",
"JunimoScroll.Dating.8": "I will call a good friend for assistance.#$b#She excels in ancient languages.",
"JunimoScroll.Dating.9": "She's arriving momentarily.",
"JunimoScroll.Dating.10": "Ah. Who did I contact?${{e3}}#$b#The witch of-$0",
"JunimoScroll.Dating.11": "My, my. Hello there, dear.$0", //Camilla
"JunimoScroll.Dating.MetCamilla.11": "My, my. Hello again, dear.$5", 
"JunimoScroll.Dating.12": "You requested my help, Razzy?$1", 
"JunimoScroll.Dating.13": "...#$b#This scroll. What can you make of it?$0", //Wizard
"JunimoScroll.Dating.14": "Mmm?$0", //Camilla
"JunimoScroll.Dating.15": "The spirit who wrote this hardly understands their own language.$1#$b#It's like reading the writing of a child...I think they must be young.$0",
"JunimoScroll.Dating.16": "A 'Junimo' has taken up residence in the cellar of an abandoned building west of Cindersap Forest.$0#$b#They request 200 starfruits...$5#$b#It would seem you're on the verge of making a new friend, @.$1",
"JunimoScroll.Dating.17": "You know, @...$0#$b#I could use someone with your...$0",
"JunimoScroll.Dating.MetCamilla.17": "There's more to you than meets the eye...$0#$b#Maybe you could show me what other secrets you're hiding...$0",
"JunimoScroll.Dating.18": "Abilities...$5",
"JunimoScroll.Dating.MetCamilla.18": "In private at my abode...$5",
"JunimoScroll.Dating.19": "Camilla. That's enough.${{e5}}", //Wizard
"JunimoScroll.Dating.20": "You're no fun, Razzy.$3#$b#Is that all you needed me for?$2", //Camilla
"JunimoScroll.Dating.21": "Indeed. Thank you-", //Wizard
"JunimoScroll.Dating.22": "Adieu.$5", //Camilla
"JunimoScroll.Dating.23": "...${{e10}}#$b#She has important matters to handle in Castle Village. Forgive her manners, @.", //Wizard
"JunimoScroll.Dating.24": "@, your connection with the Junimos is fascinating.${{e1}}#$b#It surpasses even mine.${{e9}}",
"JunimoScroll.Dating.25": "Mmm. I wonder if this is related to your deeds in the community center.${{e3}}",
"JunimoScroll.Dating.26": "Do keep me updated.#$b#I'm quite fascinated by this turn of events.${{e3}}",
"JunimoScroll.Dating.27": "Given that you restored the community center, the Junimos place more trust in you.${{e3}}#$b#That would explain these recent events.#$e#I believe Camilla has taken a liking to you as well.#$b#She can sense your arcane potential.${{e1}}",

"JunimoScroll.Married.0": "@! Intense magic is surrounding you. Is everything alright? What happened?${{e3}}", //Wizard
"JunimoScroll.Married.1": "Hmm? Junimo activity in the abandoned vineyard? Most interesting.${{e3}}#$b#And what of the object you're carrying?",
"JunimoScroll.Married.2": "I feel something in my pocket...", //Farmer
"JunimoScroll.Married.3": "What is this doing here?",
"JunimoScroll.Married.4": "That miraculous golden scroll is enchanted with forest magic.#$b#...${{e3}}#$b#Please. Follow me to my tower. This will require a thorough arcane analysis.", //Wizard
"JunimoScroll.Married.5": "Hand me the scroll, love.",
"JunimoScroll.Married.6": "Careful, stand back.",
"JunimoScroll.Married.7": "...${{e3}}#$b#I'm unable to decipher the scroll.#$b#It's so faded that it's almost illegible, and my translation skills are... rusty.${{e10}}",
"JunimoScroll.Married.8": "I will call a good friend for assistance.#$b#She excels in ancient languages.",
"JunimoScroll.Married.9": "She's arriving momentarily.",
"JunimoScroll.Married.10": "Ah. Who did I contact?${{e3}}#$b#The witch of-$0",
"JunimoScroll.Married.11": "My, my. Hello there, dear.$0", //Camilla
"JunimoScroll.Married.MetCamilla.11": "My, my. Hello again, dear.$5",
"JunimoScroll.Married.12": "You requested my help, Razzy?$1",
"JunimoScroll.Married.13": "...#$b#This scroll. What can you make of it?$0", //Wizard
"JunimoScroll.Married.14": "Mmm?$0", //Camilla
"JunimoScroll.Married.15": "The spirit who wrote this hardly understands their own language.$1#$b#It's like reading the writing of a child...I think they must be young.$0",
"JunimoScroll.Married.16": "A 'Junimo' has taken up residence in the cellar of an abandoned building west of Cindersap Forest.$0#$b#They request 200 starfruits...$5#$b#It would seem you're on the verge of making a new friend, @.$1",
"JunimoScroll.Married.17": "You know, @...$0#$b#I could use someone with your...$0",
"JunimoScroll.Married.MetCamilla.17": "There's more to you than meets the eye...$0#$b#Maybe you could show me what other secrets you're hiding...$0",
"JunimoScroll.Married.18": "Abilities...$5",
"JunimoScroll.Married.MetCamilla.18": "In private at my abode...$5",
"JunimoScroll.Married.19": "Camilla. That's enough.${{e5}}", //Wizard
"JunimoScroll.Married.20": "You're no fun, Razzy.$3#$b#Is that all you needed me for?$2", //Camilla
"JunimoScroll.Married.21": "Indeed. Thank you-", //Wizard
"JunimoScroll.Married.22": "Adieu.$5", //Camilla
"JunimoScroll.Married.23": "...${{e10}}#$b#She has important matters to handle in Castle Village. Forgive her manners, @.", //Wizard
"JunimoScroll.Married.24": "My heart, your connection with the Junimos is fascinating.${{e1}}#$b#It surpasses even mine.${{e9}}",
"JunimoScroll.Married.25": "Mmm. I wonder if this is related to your deeds in the community center.${{e3}}",
"JunimoScroll.Married.26": "Do keep me updated.#$b#I'm quite fascinated by this turn of events.${{e3}}",
"JunimoScroll.Married.27": "Given that you restored the community center, the Junimos place more trust in you.${{e3}}#$b#That would explain these recent events.#$e#I believe Camilla has taken a liking to you as well.#$b#She can sense your arcane potential.${{e1}}",
//AuroraVineyard Dialogue
"Wizard.AuroraVineyardPurchased": "When that old building was refurbished, I sensed a disturbance in the elementals...${{e3}}#$e#I must investigate what it was.",
"Wizard.Married.AuroraVineyardPurchased": "When that old building was refurbished, I sensed a disturbance in the elementals...${{e3}}#$e#It was you?${{e3}}#$b#Most fascinating, I cannot say I am surprised.${{e1}}#$b#Would you mind sharing the details with me over some dinner?${{e4}}#$b#There is, and always will be, much I can learn from you.${{e1}}",

//Mature Events
"PierreMatureEvent.PartOne.0": "Follow Pierre",
"PierreMatureEvent.PartOne.0.1": "Go to sleep",

"PierreMatureEvent.PartTwo.0": "Hello?... It's me.", //Pierre
"PierreMatureEvent.PartTwo.1": "W-what is the meaning of this?$4#$b#Abigail? The Wizard? Why did you tell me to come to the Wizard's Tower so late, Caroline?$4",
"PierreMatureEvent.PartTwo.2": "Pierre... we... we need to talk.$2", //Caroline
"PierreMatureEvent.PartTwo.3": "...!?$4", //Pierre
"PierreMatureEvent.PartTwo.4": "...$2", //Abigail
"PierreMatureEvent.PartTwo.5": "Talk about... what? What is this, Caroline? Why are you and Abigail here!?$4", //Pierre
"PierreMatureEvent.PartTwo.6": "Pierre... honey...$2", //Caroline
"PierreMatureEvent.PartTwo.7": "Abigail isn't...$2",
"PierreMatureEvent.PartTwo.8": "Abigail isn't your daughter...$2",
"PierreMatureEvent.PartTwo.9": "!!?...$4#$b#W-what do you mean she isn't MY daughter!?$4", //Pierre
"PierreMatureEvent.PartTwo.10": "Abigail!?$4",
"PierreMatureEvent.PartTwo.11": "...Dad It's true.$2#$b#Umm... there's no easy way to say this.$2", //Abigail
"PierreMatureEvent.PartTwo.12": "...$2", //Caroline
"PierreMatureEvent.PartTwo.13": "I... I don't understand ANY of this!$4#$b#EXPLAIN!!!$3", //Pierre
"PierreMatureEvent.PartTwo.14": "Honey... do you remember back when we... broke up?$2", //Caroline
"PierreMatureEvent.PartTwo.15": "I... I saw someone else before we got back together. That... that person was Magnus Rasmodius...$2",
"PierreMatureEvent.PartTwo.16": "Pierre, it wa-", //Wizard
"PierreMatureEvent.PartTwo.17": "YOU!!!$3", //Pierre
"PierreMatureEvent.PartTwo.18": "PIERRE! STOP!!$3", //Caroline
"PierreMatureEvent.PartTwo.19": "I know you're confused and hurt right now. But please, please let us explain. Please...$2",
"PierreMatureEvent.PartTwo.20": "...Okay, Caroline.", //Pierre
"PierreMatureEvent.PartTwo.21": "When you were... when I found out you were with that girl in Grampleton... it... it hurt me so much.$2", //Caroline
"PierreMatureEvent.PartTwo.22": "I reacted poorly to that by... doing the same thing.$2",
"PierreMatureEvent.PartTwo.23": "...$2",
"PierreMatureEvent.PartTwo.24": "I... I thought Abigail was your child. After all these years I trusted-$2",
"PierreMatureEvent.PartTwo.25": "*sniff*...",
"PierreMatureEvent.PartTwo.26": "I... I...$2",
"PierreMatureEvent.PartTwo.27": "...I only recently figured it out when... when Abigail started developing special... powers.$2#$b#Abigail's purple hair, her interest in monsters and magic, and now her ability to see forest spirits...$2",
"PierreMatureEvent.PartTwo.28": "Surely you noticed too, honey... $2#$b#I remember when you said you caught Abigail practicing sword stances in the graveyard late at night with @...$2#$b#We've also talked about her hair a few times...$2",
"PierreMatureEvent.PartTwo.29": "...Yes, that's true.", //Pierre
"PierreMatureEvent.PartTwo.30": "M. Rasmodius, I'm... I'm sorry I attacked you. I... I let my anger get the best of me...$2",
"PierreMatureEvent.PartTwo.31": "...$2",
"PierreMatureEvent.PartTwo.32": "Is... is this your first-time hearing this, Abigail?$2",
"PierreMatureEvent.PartTwo.33": "...No. The... three of us have already talked about it.$2", //Abigail
"PierreMatureEvent.PartTwo.34": "Dad... sometimes I suspected but to find out for sure... it... it was shocking to me too. I can imagine how hurt you feel.$2#$b#...But please. Don't put this all on Mom... it was a long time ago, and she doesn't deserve that...$2",
"PierreMatureEvent.PartTwo.35": "This... this is all my fault.$2#$b#I was so... stupid and young. I shouldn't have... I shouldn't have done what I did to you, Caroline.$2", //Pierre
"PierreMatureEvent.PartTwo.36": "I was a fool...$2",
"PierreMatureEvent.PartTwo.37": "Honey... we can't change the past...$2#$b#What we can do is make a brighter future. Together.$0", //Caroline
"PierreMatureEvent.PartTwo.38": "...$2", //Pierre
"PierreMatureEvent.PartTwo.39": "...$0",
"PierreMatureEvent.PartTwo.40": "May I speak?", //Wizard
"PierreMatureEvent.PartTwo.41": "Yes, Magnus.$2#$b#I cut you off earlier... I apologize for that.$2", //Pierre
"PierreMatureEvent.PartTwo.42": "That's quite all right, Pierre. It's not surprising you'd be overcomed by your emotions.#$b#I don't blame you for your outburst. Thank you for apologizing.$0", //Magnus
"PierreMatureEvent.PartTwo.43": "Now, Pierre...$0#$b#I want you to understand that I may be Abigail's biological father, but I'm not her dad. You raised her, and you'll always be her dad.$0",
"PierreMatureEvent.PartTwo.44": "You and Caroline have done a wonderful job. She's grown up into a beautiful, kind person.#0#$b#Her compassion and curiosity is due to your efforts, not mine.",
"PierreMatureEvent.PartTwo.45": "I... I always had a feeling that I had a connection with someone in the valley. I could never explain it...${{e3}}#$b#Now I realize it's because of Abigail.",
"PierreMatureEvent.PartTwo.46": "Abigail possesses the ability to see forest spirits called 'Junimos'. These spirits uniquely reside in the valley. They are completely harmless.#$b#Abigail also has a keen knack for swordsmanship and shows promise in arcane abilities.${{e3}}",
"PierreMatureEvent.PartTwo.47": "Pierre, I understand this may be overwhelming and you may resent me...#$b#I'm sorry this is the way you had to find out.#$b#I hope you understand that we had to tell you. Once we knew, your family didn't want to deceive you.",
"PierreMatureEvent.PartTwo.48": "And it's better to hear it from the people you love the most than to stumble on it by yourself.",
"PierreMatureEvent.PartTwo.49": "...It sure is a lot to take in all at once.$2", //Pierre
"PierreMatureEvent.PartTwo.50": "Honey... I want you to know that I love you and that will never change. We will get through this together, as a family.$0", //Caroline
"PierreMatureEvent.PartTwo.51": "Dad, I know we may not always get along... but I love you. You're one of the strongest people I know.$0", //Abigail
"PierreMatureEvent.PartTwo.52": "I don't know what to say.$2#$b#I... I have so many questions, and I don't know if there are any answers...$2", //Pierre
"PierreMatureEvent.PartTwo.53": "I want to make it clear to all of you that Abigail will always be my daughter in my eyes.$3",
"PierreMatureEvent.PartTwo.54": "Good. I wouldn't have it any other way, Pierre.$0", //Wizard
"PierreMatureEvent.PartTwo.55": "Dad, I want to learn how to use my magic. Magnus said that he would tutor me.$0", //Abigail
"PierreMatureEvent.PartTwo.56": "Abigail! We talked about this. Now isn't the time to ask that!$3", //Caroline
"PierreMatureEvent.PartTwo.57": "But Mom, I feel like this is my DESTINY and it's calling to me. I wou-$2", //Abigail
"PierreMatureEvent.PartTwo.58": "Of course you can, Abigail.$0", //Pierre
"PierreMatureEvent.PartTwo.59": "I realize I need to... let go and let you decide what you want to do. You're an adult now.$2",
"PierreMatureEvent.PartTwo.60": "Your ability to do magic changes everything.$2",
"PierreMatureEvent.PartTwo.61": "We need to discuss what happens next, Magnus. I want to know what to expect from Abigail's abilities.$2",
"PierreMatureEvent.PartTwo.62": "Yes, I agree.", //Wizard
"PierreMatureEvent.PartTwo.63": "It's paramount we don't tell anybody about anything spoken here tonight, especially what I am about to tell you three.$0",
"PierreMatureEvent.PartTwo.64": "It is imperative I introduce the Merlin Arcandium Laws and the Ze-${{e3}}",
"PierreMatureEvent.PartTwo.65": "A moment please. It seems we have a visitor.",
"PierreMatureEvent.PartTwo.66": "Spying, are we?${{e1}}",
"PierreMatureEvent.PartTwo.67": "@... how long have you been standing out here?",
"PierreMatureEvent.PartTwo.68": "I see... you've overheard everything.${{e2}}",
"PierreMatureEvent.PartTwo.69": "As I understand, you are very close friends with Caroline and Pierre.#$b#Abigail is especially close to you. She has talked about you many times.",
"PierreMatureEvent.PartTwo.70": "I should cast a seal of promise on you, but I trust that you won't tell anyone anything you've heard here tonight, @.",
"PierreMatureEvent.PartTwo.71": "There is much unfinished business we need to discuss.#$b#I'm sending you back to the town, @.#$b#Don't return here tonight.",
"PierreMatureEvent.PartTwo.72": "Sorry. Raccoons...",
"PierreMatureEvent.PartTwo.73": "Sorry, @. I'm a bit out of it today. I am utterly emotionally exhausted.$2#$b#I would talk about it but... I can't. I hope you understand.$2",

"PierreMatureEvent.Dating.PartTwo.66": "Spying, are we?${{e1}}", //Wizard
"PierreMatureEvent.Dating.PartTwo.67": "@... how long have you been standing out here?",
"PierreMatureEvent.Dating.PartTwo.68": "I see... you've overheard everything.${{e2}}",
"PierreMatureEvent.Dating.PartTwo.69": "I know you're very close friends with Caroline and Pierre.#$b#Abigail is especially close to you. She has talked about you many times.",
"PierreMatureEvent.Dating.PartTwo.70": "I trust that you won't tell anyone anything you've heard here tonight, @.#$b#We can have a conversation about this ordeal another time... I promise.",
"PierreMatureEvent.Dating.PartTwo.71": "There is much unfinished business we need to discuss.#$b#I'm sending you back to the town, @.#$b#Please don't return here tonight.",
"PierreMatureEvent.Dating.PartTwo.72": "Sorry. Raccoons...",
"PierreMatureEvent.Dating.PartTwo.73": "Sorry, @. I'm a bit out of it today. I am utterly emotionally exhausted.$2#$b#I would talk about it but... I can't. I hope you understand.$2",

"PierreMatureEvent.Married.PartTwo.66": "Spying, are we?${{e1}}", //Wizard
"PierreMatureEvent.Married.PartTwo.67": "@... how long have you been standing out here?",
"PierreMatureEvent.Married.PartTwo.68": "I see... you've overheard everything.${{e2}}",
"PierreMatureEvent.Married.PartTwo.69": "I know you're very close friends with Caroline and Pierre.#$b#Abigail is especially close to you. She has talked about you many times.",
"PierreMatureEvent.Married.PartTwo.70": "I trust that you won't tell anyone anything you've heard here tonight, @.#$b#We can have a conversation about this ordeal back home... I promise.",
"PierreMatureEvent.Married.PartTwo.71": "There is much unfinished business we need to discuss.#$b#I'm sending you back to the town, @.#$b#Please don't return here tonight.",
"PierreMatureEvent.Married.PartTwo.72": "Sorry. Raccoons...",
"PierreMatureEvent.Married.PartTwo.73": "Sorry, @. I'm a bit out of it today. I am utterly emotionally exhausted.$2#$b#I would talk about it but... I can't. I hope you understand.$2",
//Wizard post pierre mature event dialogue
"wizardsComplicatedRelationship": "I understand if you have any reservations about me after witnessing what transpired...${{e2}}#$b#I certainly don't claim to be perfect.${{e8}}#$b#I promised to adress what happened with you. But give me a few days to process for myself please.${{e2}}#$e#%Magnus doesn't want to talk anymore.",


//Mail
"Wizard_wizardNap.title": "Magnus' Apology",
"Wizard_wizardNap.text": "Greetings @,^^I must apologize for the state in which you found me the other day. On occasion I find my sleep plagued with dark dreams and I, childishly, resort to avoiding my bed. It shames me to know you witnessed such behavior from me. Nevertheless, I would like to thank you for choosing to stay with me. With you nearby I slept soundly as I have not for several weeks.^If I can ever repay you, you have but to ask.^^ Sincerely,^ Magnus",

"Wizard_teachMagic.title": "Magnus' Invite",
"Wizard_teachMagic.text": "Greetings @,^^Many untold wonders are sheltered amongst the trees. Today, in particular, a strange energy stirs in the forest.^If you would like to learn heretofore unknown secrets, meet me in the hidden woods north of my tower.^^ Sincerely,^ Magnus",


//Quests
"111.title": "A Dark Reagent",
"111.text": "The wizard wants you to descend into the mines and fetch him a Void Essence. He needs it for some kind of dark magic.",
"111.objective": "Bring Wizard a Void Essence.",
"111.reaction": "Ah, you've brought it. You have earned my gratitude. Please, take this in return. Coin means little to me.${{e1}}",

"123.title": "Staff Of Power",
"123.text": "The Wizard is creating a staff of phenomenal power. Who knows what it's for. He needs an iridium bar to finish it.",
"123.objective": "Bring Wizard an Iridium Bar.",
"123.reaction": "Ah, precious iridium. You've done well, @. You have my eternal thanks.${{e1}}",


//Dialogue
//PreMarriage
"Wizard.Introduction": "Greetings, young @. I had foreseen your arrival.#$b#It will be a pleasure getting to know you. There are many adventures ahead for you and I.${{e1}}",
"Wizard.MovieInvitation": "A movie...?#$b#This is what they call a 'moving picture', yes?${{e3}}#$e#Hm. Perhaps I would like to experience this with you. Yes. I shall appear once you have arrived.${{e1}}",
"Wizard.danceRejection": "Dance? With you...?${{e3}}#$e#I must decline. I would not know the steps.",
//Spring
"Wizard.spring_1": "The energies have begun again. Spring is here, and the year is reborn.${{e1}}#$b#Many well wishes to you, @. I see a good year ahead.${{e1}}#$e#A very good year, indeed.${{e7}}",
"Wizard.spring_Mon": "The red berry with many faces commands attention. Its lovers are many, yet it can only be enjoyed once.${{e3}}#$b#It is associated with love, yet can harbor betrayal. Beware of its powers.${{e3}}#$b#Such is the mystery.#$e#Have a day to remember, @.${{e1}}",
"Wizard.spring_Tue": "The blue flower, it's blossom brings force profits. But where to place it? Its many shades have no meaning.#$b#A flower unloved but well liked has no true purpose. It sings the blues, indeed.${{e2}}#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.spring_Wed": "Have you seen it? The green plant? It grows and grows but is not a weed.${{e3}}#$b#It cannot be eaten raw by normal people, and must suffer fire to become delicious.#$b#Yet, its value is high, and is very healthy. A mysterious crop indeed.${{e3}}#$e#Have a good day, @. Learn something new.${{e7}}",
"Wizard.spring_Thu": "The brown tuber, growing beneath the earth, it's powers locked away. One must know the right way to unlock its true potential.#$b#It has saved nations and yet crushed them. Such is it's temperament.#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.spring_Fri": "Nothing can stop it from growing until the energies of spring leave. It will continue to grow all season long.#$b#Its powers are many, yet alone it is worthless. Such is its lot in life.${{e3}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.spring_Sat": "Beware of the wilds during Spring, for the nature itself is cursed. To make a fast enemy, offer them vegetables from the untamed earth.#$b#It is only your farm that can cleanse the curse.${{e1}}#$e#Seek knowledge, seek answers. Have a good one.${{e9}}",
"Wizard.spring_Sun": "Not all flowers are loved. Where some see a rose, others see only thorns.#$b#Be careful who you enchant with flowers found freely.#$e#Be enchanted, @. Be at peace.${{e9}}",

"Wizard.spring_Mon2": "Spring is a time of renewed energy. The powers are not at their full strength yet, and everything is still returning to life.${{e1}}#$b#It is a time to set a focus, for the rest of the year is decided by the Spring.${{e3}}#$e#Have a day to remember, @.${{e9}}",
"Wizard.spring_Tue2": "To some, the powers at my disposal must be perplexing. Yet, I am not the only one who can use such energies.#$b#Anyone with the will to believe and follow their path can tap a source of energy far greater than seen here, but most do not wish to see it.#$e#Embrace the mysteries of the day, @.${{e9}}",
"Wizard.spring_Wed2": "Someday I hope to record all my findings into a book, bound with leaves of the Eternity Tree. Then all will be saved forever.${{e3}}#$b#Until then, I could lose it all, and what a terrible fate that would be.${{e2}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.spring_Thu2": "I've learned many things about the powers of spring, yet I do not understand all of it.${{e3}}#$b#The mysteries are always changing. To truly know would mean an end to innocence.#$e#Seek the energies, @. Enjoy the day.${{e9}}",
"Wizard.spring_Fri2": "Where does the energy come from? Where does it go? I have studied long, and have read many theories, but nothing is concrete.${{e3}}#$b#Like a butterfly, once caught, the answers live only for a short while.#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.spring_Sat2": "If I were to write a book, only those who had the will and a yearning for knowledge would be able to read it.#$b#It is unfortunate, but that is the nature of the powers.#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.spring_Sun2": "Are there others like me? I've often wondered. Someday I will know for sure.#$b#It is a secret to everybody.${{e1}}#$e#Be enchanted, @. Be at peace.${{e9}}",

"Wizard.spring_Mon4": "You are now able to use the Shrine of Illusion down below. Use it wisely.#$b#Its power is great, for good and for evil.#$e#Have a day to remember, @.${{e1}}",
"Wizard.spring_Mon4.1": "I wish I could go into town to get seeds for my garden, but going into Pierre's store is a little awkward for me.#$e#And that Joja monstrosity isn't even worth mentioning.${{e3}}#$e#Have a day to remember, @.${{e1}}",
"Wizard.spring_Tue4": "I got the Shrine of Illusion from a man who wanted it gone. He reached out to me, begging me to take it.${{e3}}#$b#Getting it here was difficult, but he was glad to be rid of it. It had taken more than just his face.#$e#Embrace the mysteries of the day, @.${{e9}}",
"Wizard.spring_Wed4": "The Shrine of Illusion allows one to change their appearance on the outside, but not the inside.#$b#An evil being who uses the shrine cannot free itself from what it has done, you see.#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.spring_Wed4.1": "How goes your interactions with the Junimos, @?#$e#I've encountered a few now. They're certainly a strange sort.${{e3}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.spring_Thu4": "Should the Shrine of Illusion ever again fall into the hands of evil, I will have to get it back. It is my duty now.#$b#It is a terrible artifact from a forgotten age, and I am its keeper.#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.spring_Thu4.1": "Today, I'm strengthening the wards that protect the valley. I'm happy to do the work of maintaining them.#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.spring_Fri4": "I have never used the Shrine of Illusion, but I do not fault those that do. It is important to project who you truly are.#$b#If you do not, what you are will eat itself out from the inside, and that is not pleasant.#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.spring_Sat4": "Once, an animal went into the depths of my tower and used the Shrine of Illusion. It transformed into what it truly wanted to be seen as.${{e3}}#$b#Out walked a being of nightmare, and I had to find a place for it to thrive. It was difficult to do, but I succeeded.#$b#That dog-turned-nightmare? Mayor Lewis.${{e3}}#$b#I'm kidding. My joke powers wane.${{e7}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.spring_Sun4": "The Shrine of Illusion needs gold to function, an offering before its powers activate.${{e3}}#$b#Such is it's power.#$e#Be enchanted, @. Be at peace.${{e1}}",
"Wizard.spring_Sun4.1": "Doing well today, @?${{e1}}#$e#Glad to hear it. I'm heading into the woods to forage for ingredients later.${{e9}}#$e#Be enchanted, @. Be at peace.${{e1}}",

"Wizard.spring_Mon6": "I met my ex-wife in better times. She was the most beautiful person I'd ever seen, and we were quickly smitten with one another.${{e2}}#$b#Funny how time changes. The true mystery is why it happens so fast.#$e#Have a day to remember, @.${{e1}}",
"Wizard.spring_Tue6": "It's hard to remember the old days with my ex-wife. We were happy, very happy.${{e1}}#$b#Things just fell apart. In the end, we broke up, and it wasn't pretty.${{e2}}#$b#Many people still remember her flying around, cursing all she saw. I still feel responsible.${{e2}}#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.spring_Tue6.1": "Why do I choose to live out in the forest on my own?${{e3}}#$b#Largely because it's more convenient for my magic. It's in close proximity to the magical spots in the forest. Not to mention, my cauldron occasionally produces some very strange smells.#$b#I'd inevitably receive complaints.${{e9}}#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.spring_Wed6": "We had similar interests, my ex-wife and I. We would spend hours in each other's arms, reading forbidden books.#$b#In the end, what we couldn't decide on was how to live. We were very different people.${{e3}}#$b#If only things could have been different.${{e2}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.spring_Thu6": "My ex-wife still lives nearby, and appears like a green witch of legend. However, it's just an illusion.#$b#I still see her for as she truly is. It breaks my heart.${{e8}}#$e#Seek the energies, @. Enjoy the day.",
"Wizard.spring_Fri6": "All the powers in the universe are not enough to fix a broken heart. It can be mended, but once shattered, so shall it remain.${{e2}}#$b#Someday I will find a way to fix my own, but even that may take centuries.${{e8}}#$b#Sorry to bore you with this old man's woes.#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.spring_Sat6": "I did some things that I regret when I was married. I let things lapse, I avoided responsibility, and it cost me.${{e3}}#$b#If you become committed to any cause, big or small, do not run from it. It would have been better if you hadn't got involved.#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.spring_Sat6.1": "Olivia certainly has some strange ideas about mysticism. I wonder what they teach her in those yoga classes.#$e#I may take her on for some tutelage to make sure she's on the right track...${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.spring_Sun6": "Joy is a mysterious power. Fragile in its most pure state, when it does appear it can resonate through the ages.${{e1}}#$b#Yet, that same joy can become corrupted over time. It must be protected, at all cost.#$e#Be enchanted, @. Be at peace.${{e7}}",

"Wizard.spring_Mon8": "@. Have you traveled?${{e1}}#$b#I yearn to return to the days of my youth, so very long ago.${{e1}}#$b#I was young and full of passion. I learned many things that I still remember strongly.${{e3}}#$b#Youth is fleeting, hold onto it while you can.#1#$e#Have a day to remember, @.${{e7}}",
"Wizard.spring_Mon8.1": "Are you close to Abigail...?${{e3}}#$b#I wish I knew how to approach her to get to know her better.#$e#...We probably shouldn't discuss it, @. Sorry for bringing it up.${{e2}}#$e#Have a day to remember, @.${{e1}}",
"Wizard.spring_Tue8": "I've traveled all over, looking for secrets of the energies. I've had grand adventures, and suffered terrible tragedies.${{e3}}#$b#When you have a drive and a passion, that is an energy that cannot be destroyed.${{e1}}#$e#Embrace the mysteries of the day, @.${{e7}}",
"Wizard.spring_Wed8": "I will tell you of one place that I have been to.#$b#Once, while lost in a forest, I found a cabin and took shelter in it.${{e3}}#$b#It was larger than it appeared on the inside, and it seemed to go on for miles.${{e3}}#$b#At the end, I found a bed, and in it, a child. Its eyes were open, and it rose to stare at me.${{e3}}#$b#It pointed at me, and I awoke in my bed at the inn. Very strange, and I still wonder about it.${{e3}}#$e#Have a good day, @. Learn something new.${{e7}}",
"Wizard.spring_Wed8.1": "You know, I felt you were special from the first time we met.#$e#And I have to admit, I found it quite charming when you took that whiff from my cauldron and went so green I thought you were going to turn into a frog.${{e7}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.spring_Thu8": "Walking the libraries of the world, even if you cannot understand the language, is an inspiring feeling. The energy one gains by being near books is great.${{e1}}#$b#I used to spend hours in them, absorbing it all. Many are now gone, and it is a shame.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e7}}",
"Wizard.spring_Fri8": "Where I come from the libraries would be brimming with life. Every page a portal, recorded down by scribes long past.${{e1}}#$b#Some were full of secrets no one should know, and I took to them immediately. I regret it still.${{e9}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.spring_Sat8": "The world I once knew is long gone. I hold onto fragments of it, but I am old. Someday, it will all be forgotten.#$b#I'd like to tell you about it, @, but no energy in the universe would allow me to discuss it. As is the way.${{e2}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.spring_Sun8": "I wish I could go back to the days of my youth for one more day. Go into the shop I always put off, talk to the librarians, learn even more.${{e3}}#$b#Those days are long gone, and all I have left of them is a shadow. Such is life.#0#$e#Be enchanted, @. Be at peace.${{e1}}",

"Wizard.spring_Mon10": "Despite the focus I have on my studies, I have always wanted to be a father.${{e3}}#$b#Would it be presumptuous of me to ask how you feel about children?${{e1}}#$e#Perhaps we could...${{e7}}#$b#Well.${{e3}}#$b#Never mind.${{e4}}",
"Wizard.spring_Tue10": "I am glad to see you, @.${{e7}}#$b#I had predicted we would become friends, but I had no idea how far it would go.${{e6}}#$b#There are many mysteries in this world, and I am glad you chose me as one of yours.${{e6}}#$e#I count myself to be very lucky indeed.${{e9}}",
"Wizard.spring_Tue10.1": "You know, despite living outside the town, I do enjoy the company of the people in this valley.${{e1}}#$b#Yours most of all, of course.${{e6}}",
"Wizard.spring_Wed10": "Many people are scared of me. The unknown causes them to tremble, and my association with it frightens them.#$b#You have continued to show you don't mind the mysterious. You embrace it, and take time out of your day to see me.${{e1}}#$b#Thank you, @. I thought I would be alone forever.${{e1}}#$e#You are a special person, indeed.${{e7}}",
"Wizard.spring_Thu10": "The energies, at their core, are chaotic. Ever changing, they are denser than air yet more elusive than wind.${{e3}}#$b#In the end, many people believed it was not worth trying to solve the mystery, yet here I remain.#$e#Someday, @, I will truly understand.${{e1}}",
"Wizard.spring_Thu10.1": "Are you staying safe, @?${{e3}}#$b#I have to admit, I've grown a little protective of you. Perhaps I'll put together a charmed amulet of defense.#$e#It's up to you if you want to wear it, of course.${{e1}}",
"Wizard.spring_Fri10": "I feel renewed this year, not just because spring is the time for it, but because of my relationship with you, @.${{e6}}#$b#You have reminded me that I am still human. To focus on being human is a mystery itself that I almost forgot about.${{e7}}#$e#Thank you, @.${{e1}}",
"Wizard.spring_Fri10.1": "Any plans for the weekend?${{e1}}#$b#I would be honored if you'd like to spend part of it with me.${{e4}}",
"Wizard.spring_Sat10": "The air is electric, I feel this year will be a special one. Let us do our best to achieve our dreams, @.${{e9}}#$e#Do not give up. I will be with you.${{e1}}",
"Wizard.spring_Sun10": "The greatest energies are the ones we allow ourselves to find. Everything else is false.#$b#Be true to what moves you, and you will be energized the rest of your life.${{e1}}#$e#That is my hope for you, @. Live forever!${{e7}}",
"Wizard.spring_Sun10.1": "We should take a trip together into the forest soon, @...${{e3}}#$b#There are all kinds of secret places I'd like to show you.${{e1}}",

//Summer
"Wizard.summer_1": "Summer has come at last. The energies are at their most powerful. I'll get a lot of work done this season.#$b#Stay cool, @, and do not let the sun curse you.${{e1}}#$e#Maybe I'll go swimming this time...${{e3}}",
"Wizard.summer_Mon": "The many eared crop, its leaves capture the sun's energy itself, painting it all over.#$b#Amazing in its uses, it's true desire is to feed people. An inspiring crop indeed.${{e3}}#$e#Have a day to remember, @.${{e1}}",
"Wizard.summer_Tue": "The bush with eyes of blue, it can see many things. Its power is in healing, and as such, is quite potent indeed.#$b#People crave them, but they are hard to find most of the year, and only good fresh. A crop whose quality is fleeting, very mysterious.${{e3}}#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.summer_Wed": "Melon of the Earth, Melon of the Sky, Melon of the People, Melon of the Eye.${{e3}}#$b#Melon of the Mother, Melon of the Father, Melon of the Son, Melon of the Daughter${{e3}}#$b#That concludes my shopping list.${{e1}}#$e#Have a good day, @. Learn something new.${{e7}}",
"Wizard.summer_Thu": "It is now that the crops that can make energy are born, and it is up to people like yourself to harness it.#$b#There are two crops available, and one has its seeds. To utilize them is pure alchemy.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.summer_Fri": "A powerful plant, it can induce dreams in those who drink it. Its powers many, its flavors are endless.${{e3}}#$b#Yet, it has brought ruin to civilizations, and is no friend of men or women. What is its true purpose?${{e3}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.summer_Sat": "The energy of the sun is too much for some, and the only solution is to stay indoors. I hide within my tower for this purpose.#$b#Yet, the energies are so powerful during time of year that I do not even need sleep. Isn't it wondrous?${{e9}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.summer_Sun": "The red crop, vegetable to some and fruit to others, has no keeper. It is delicious raw, cooked, or squeezed.#$b#Many people like it, and some can't live without it. No home should lack it's prescence.#$e#Be enchanted, @. Be at peace.${{e1}}",
"Wizard.summer_Mon2": "Long ago, there was a language that allowed people to converse with the spirits of the sun. They held many festivals during summer.#$b#That culture is long gone, and the language of the sun lost to time. If only I could find a way...${{e3}}#$e#Have a day to remember, @.${{e1}}",
"Wizard.summer_Tue2": "The energy during summer allows for easier methods of the mysterious. It is very addicting trying out new theories after two seasons of wondering.${{e1}}#$b#Can you feel the energies? Do not worry if you cannot.#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.summer_Wed2": "It was said that only the most powerful could learn and write the Sun Language, for it could burn those who wrote it.#$b#It is rumored that there was a rival tribe that wrote in a special moon rune, but there has been no proof of such a language ever existing.${{e3}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.summer_Thu2": "One of my experiments went well today. I was able to glance at the future for a moment.${{e3}}#$b#All the voices, all of the emotions. It is going to be interesting.${{e9}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.summer_Fri2": "I am very fortunate to have found just one letter of the Sun Language, which I keep hidden away. It burns crimson, constantly and forever.#$b#It is the letter for 'hope.' Strange, isn't it? Someday I might be able to show you, but not now.${{e3}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.summer_Sat2": "Tomorrow I will be focusing my energy, and doing an experiment that could go very well, or very badly. If you see me, I will be in a trance.#$b#If it works, then you'll wake up and everything will be fine. If it doesn't, well, I did try.${{e10}}#$e#Seek knowledge, seek answers. Have a good one.${{e9}}",
"Wizard.summer_Sun2": "Hakata Monno ba, hakata bal bala. Shamlao 'tswal, catakan grana.${{e10}}#$e#Must...focus...must not...give in...${{e10}}",

"Wizard.summer_Mon4": "If you've yet to use the Shrine of Illusion, then I must tell you to be cautious. Its history is vast, and much of it, bloody.#$b#Use it with wisdom and all shall be fine.#$e#Have a day to remember, @.${{e1}}",
"Wizard.summer_Mon4.1": "I wish I could go into town to get seeds for my garden, but going into Pierre's store is a little awkward for me.#$e#And that Joja monstrosity isn't even worth mentioning.${{e3}}#$e#Have a day to remember, @.${{e1}}",
"Wizard.summer_Tue4": "The previous owner of the Shrine of Illusion was a vain man, trying to find the perfect look for himself. He was wealthy, and won the shrine in a contest.#$b#He invested all his wealth into it, trying to find the perfect look, but he was never happy.${{e3}}#$b#He was trying to fix what was on the outside and not the inside, and it consumed him. Strange, isn't it?#$e#Embrace the mysteries of the day, @.${{e9}}",
"Wizard.summer_Wed4": "I found a warning in an old book regarding the Shrine of Illusion. It went as follows:#$b#'Only those who wish to find their true self are permitted to use the Shrine. Those who wish to change their appearance to trick others shall be cursed.'${{e3}}#$b#I've spent a long time trying to find what the curse is, but only have theories.#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.summer_Wed4.1": "How goes your interactions with the Junimos, @?#$e#I've encountered a few now. They're certainly a strange sort.${{e3}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.summer_Thu4": "My guesses for the Curse of the Shrine of Illusion are that if you use it for your own gain, and not to reveal your true self, your time on this mortal plane is cut short.${{e3}}#$b#Many have tried to use it as such, and all were destroyed. But this is just a theory of mine, nothing concrete about it.#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.summer_Thu4.1": "Today, I'm strengthening the wards that protect the valley. I'm happy to do the work of maintaining them.#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.summer_Fri4": "It is curious to me why the Shrine demands gold for its use. If it was a construct of good, it shouldn't matter.${{e3}}#$b#Yet, it will not work without a gold offering. Such a curious thing.${{e3}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.summer_Sat4": "There is no proof of any kind that the Shrine of Illusion is more powerful during summer or not. All other sorts of mysterious objects are, but it appears indifferent.#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.summer_Sun4": "I believe you to be a good person, @, so the Shrine should be kind to you. If I misjudged you, then...#$b#You might still be fine. I'll have to see.#$e#Be enchanted, @. Be at peace.${{e1}}",
"Wizard.summer_Sun4.1": "Doing well today, @?${{e1}}#$e#Glad to hear it. I'm heading into the woods to forage for ingredients later.${{e9}}#$e#Be enchanted, @. Be at peace.${{e1}}",

"Wizard.summer_Mon6": "My ex-wife was my companion. We did many things together, and during summer, when the energies are so potent, it was truly wonderful.${{e9}}#$b#Now, I am alone in this tower. It is not the same, and probably will never be again.${{e2}}#$e#Have a day to remember, @.",
"Wizard.summer_Tue6": "I have the ability to create an image of any being and converse with it. However, they bore me, and I bore them.${{e3}}#$b#They claim I need to get over my ex-wife, but it's easier said than done.${{e10}}#$e#Embrace the mysteries of the day, @.${{e9}}",
"Wizard.summer_Tue6.1": "Why do I choose to live out in the forest on my own?${{e3}}#$b#Largely because it's more convenient for my magic. It's in close proximity to the magical spots in the forest. Not to mention, my cauldron occasionally produces some very strange smells.#$b#I'd inevitably receive complaints.${{e9}}#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.summer_Wed6": "To be lucky in love is a special sort of energy that not all beings possess. It strikes randomly, and only once.#$b#I have been hoping for another chance for many years, but to no avail.${{e2}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.summer_Thu6": "I once conjured a being that was a talking cat. It would go on and on about facts from around the world, but it was only things I knew.#$b#I couldn't bring myself to send it away, so I gave it to a friend. I wonder where it is now.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e9}}",
"Wizard.summer_Fri6": "The summer full moon is a special one for me. I proposed to my ex-wife underneath it's power.#$b#It was...enchanting.${{e3}}#$b#That was a very long time ago.#$e#Focus your mind today, @, and be at peace.${{e9}}",
"Wizard.summer_Sat6": "It is a danger power to wonder about how things could have been. It is impossible to know, but it can be a destructive force.#$b#It's better to always to what you feel is right so you have no regrets. Doing what you feel is wrong, but doing it anyway, is madness.#$e#Seek knowledge, seek answers. Have a good one.${{e9}}",
"Wizard.summer_Sat6.1": "Olivia certainly has some strange ideas about mysticism. I wonder what they teach her in those yoga classes.#$e#I may take her on for some tutelage to make sure she's on the right track...${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.summer_Sun6": "The days are long, @. I am in a slump, but I can feel a time when I will soon rise above it.${{e10}}#$b#I let the powers of the past take over me, and I tell you this, I will break free of them.${{e1}}#$e#Be enchanted, @. Be at peace.${{e7}}",

"Wizard.summer_Mon8": "One of things I did when I was younger was hunt and fight evil beings and creatures. I've encountered them all.${{e3}}#$b#There are beings in is world who still fight wars, the point of which long forgotten, replaced only with hatred of the enemy.#$b#It is a tiring life, and I got out of it.#$e#Have a day to remember, @.${{e1}}",
"Wizard.summer_Mon8.1": "Are you close to Abigail...?${{e3}}#$b#I wish I knew how to approach her to get to know her better.#$e#...We probably shouldn't discuss it, @. Sorry for bringing it up.${{e2}}#$e#Have a day to remember, @.${{e1}}",
"Wizard.summer_Tue8": "The problem with monsters is that most of the time they do not know why they do what they are doing.#$b#Some are created, or others are enchanted in some terrible way. Have you seen any carry an object called a 'Strange Bun?'${{e3}}#$b#Beware the Strange Bun, @.${{e3}}#$e#Embrace the mysteries of the day, @.${{e7}}",
"Wizard.summer_Wed8": "There was a war, fought long ago, that almost swallowed the entire world. Unknown to humans, it was fought below the earth.#$b#In the end, neither side won, and the warriors are forgotten. Such is the price they paid for their stupidity.#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.summer_Wed8.1": "You know, I felt you were special from the first time we met.#$e#And I have to admit, I found it quite charming when you took that whiff from my cauldron and went so green I thought you were going to turn into a frog.${{e7}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.summer_Thu8": "In youth, my powers were attuned for fighting, and I could hold my own. It was a heart-pounding time.${{e3}}#$b#Unfortunately, it cost me some years of my life. I have little to show for it other than the scars.#$e#Seek the energies, @. Enjoy the day.${{e7}}",
"Wizard.summer_Fri8": "The mines go deeper than you might imagine, and there are secrets locked away that will probably never be found.${{e3}}#$b#It is my hope that all the horrible things that happened down there stay there, and sometimes I must interfere.${{e2}}#$e#Focus your mind today, @, and be at peace.${{e7}}",
"Wizard.summer_Sat8": "Anger and hatred, they are false energies. They hide the real sources of power, which is understanding and sadness.#$b#It has become cliche, but it's true. I have learned so much, and it still holds true. Find peace before you tear yourself to pieces.#$e#Seek knowledge, seek answers. Have a good one.${{e7}}",
"Wizard.summer_Sun8": "Someday things will be at peace with the beings in the mines, but not anytime soon. Probably not until the world is but a husk, and humans are long gone.#$b#That is how deep their hatred burns. It is a tragedy of the ages.${{e2}}#$e#Be enchanted, @. Be at peace.${{e9}}",

"Wizard.summer_Mon10": "I still marvel that you would ever choose to be with one such as me. I am much too old and jaded for someone so full of life. And yet, here we are.${{e1}}#$e#You are the mystery I will never solve. Be well, @.${{e7}}",
"Wizard.summer_Tue10": "Ignorance is bliss. You've heard that saying before, I'm sure, but it's true. To know too much, it can turn one bitter.#$b#I still find hope in my studies, but some days, it is nearly too much to bear. Thank you for choosing me, @.${{e7}}#$e#You are what holds me to this reality.${{e1}}",
"Wizard.summer_Tue10.1": "You know, despite living outside the town, I do enjoy the company of the people in this valley.${{e1}}#$b#Yours most of all, of course.${{e6}}",
"Wizard.summer_Wed10": "The focus of my life has always been on my studies. Everything else fell away.#$b#Becoming close with you has made me realize that maybe I should not be so consumed by the search for knowledge.${{e9}}#$b#There's more to life than reading the books about the lives of the dead.${{e9}}#$b#Now there is you.${{e1}}#$e#I am with you, @. I always will be.${{e6}}",
"Wizard.summer_Thu10": "Using the energies comes at a cost. It's not free. To discuss all the different aspects would take ages.${{e3}}#$b#I'll tell you this though, @. My hair was not originally purple.${{e1}}#$e#That was a long time ago...${{e7}}",
"Wizard.summer_Thu10.1": "Are you staying safe, @?${{e3}}#$b#I have to admit, I've grown a little protective of you. Perhaps I'll put together a charmed amulet of defense.#$e#It's up to you if you want to wear it, of course.${{e1}}",
"Wizard.summer_Fri10": "Thank you for spending time with me, @. I was hoping you would come by today.${{e1}}#$b#It's nice to take a break from my experiments and talk with you. How is your farm?${{e1}}#$e#It is my hope you are successful in all your doings.${{e9}}",
"Wizard.summer_Fri10.1": "Any plans for the weekend?${{e1}}#$b#I would be honored if you'd like to spend part of it with me.${{e4}}",
"Wizard.summer_Sat10": "One can get so caught up in work that life just falls away. Others retreat to their work because they cannot handle their life.#$b#I'm realizing lately that I've done a lot of things that I wasn't happy with. Forced myself to do what was wrong for what I thought was right.${{e2}}#$b#I hope to someday get forgiveness, @.#$e#Someday.${{e1}}",
"Wizard.summer_Sun10": "There is a special energy in the air today. I can feel it, can you?${{e7}}#$b#It is our energy! It is invigorating. It makes me feel young again.${{e6}}#$e#Is that weird? I don't get out much, @.${{e9}}",
"Wizard.summer_Sun10.1": "We should take a trip together into the forest soon, @...${{e3}}#$b#There are all kinds of secret places I'd like to show you.${{e1}}",

//Fall
"Wizard.fall_1": "Can you feel the changes in the air? I don't just mean in the temperature. The trees, they are giving off a unique energy.#$e#May this fall be an enchanted one.${{e1}}",
"Wizard.fall_Mon": "They who live in the shadows are lost, for their world has moved beyond them. Pity those who have consumed the dark pastry.${{e2}}#$e#Have a day to remember, @.${{e1}}",
"Wizard.fall_Tue": "The creatures who slide on the earth, what is their purpose? Where do they come from?${{e3}}#$b#They are known across the ages and cultures but a source for their being has never been found.${{e1}}#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.fall_Wed": "Have you seen them? The golems that search for their long-dead creators.#$b#They will wander the mines forever, alone, until they run out of energy.#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.fall_Thu": "Normal creature or monster? It's hard to tell of the bats that fly in the caves.${{e3}}#$b#Their energy fluctuates with the moon, and they crave the lifeblood of any they can. Beware their haunting gaze.#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.fall_Fri": "There are creatures who have adapted to look like stone itself in the mines. It it is not through magical means that they did so, rather through sheer will-power.#$b#Sometimes the only energy you need comes from within.${{e1}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.fall_Sat": "There are spirits, deep in the mines, who have wandered for eternity. Some of the first souls are still trapped in there.#$b#They don't even resemble humans anymore, so twisted has their ethereal image become. Such a tragedy.${{e2}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.fall_Sun": "The mines were once a vast world that was compacted as a result of an ancient war.#$b#Going through the layers is to pass through time itself. Be wary, for it is an unforgiving place.#$b#Those creatures have lost more than their minds.${{e2}}#$e#Be enchanted, @. Be at peace.${{e1}}",

"Wizard.fall_Mon2": "This season is special, for the power to be able to change is heightened. Be it your life, your thinking, or your surroundings, the powers of fall make it possible.${{e1}}#$b#Choose wisely, however, for not all change is positive.#$e#Have a day to remember, @.${{e1}}",
"Wizard.fall_Tue2": "Focus on what matters, and all should work out, unless it doesn't. There are no guarantees in life.#$b#In my studies, I have found this to be true, and it is unfortunate. Nothing is guaranteed to always work.#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.fall_Wed2": "As the trees enter their slumber, they let loose their leaves and their energy. It is this energy that is useful to me.${{e3}}#$b#Once winter comes, all the energies wane. Fall is the finale.#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.fall_Thu2": "When all seems lost, it is important to remember that things can still change. For better, or for worse.#$b#It is important not to give up, and to see it through to the end. Easier said than done, sometimes, but I've found it to be true.${{e1}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.fall_Fri2": "I once saw a person try to keep a tree alive all year long, using powerful energies to do so.#$b#It was horrible: the tree itself wept, and begged to be freed. I had to step in and save the tree.${{e2}}#$b#I still have some of its leaves it gave to me as a gift. They are special to me.${{e2}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.fall_Sat2": "My powers have begun to lose their potency, as it always is in fall. I would take from the trees, but I refuse to do so.#$b#I plan on reading a lot this season. Who knows what I'll find?${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.fall_Sun2": "You must be having some success on your farm to make it this far, @. How fare your crops?${{e3}}#$b#It is refreshing to see someone push through the difficulty and keep going. Your rewards are ahead of you.${{e1}}#$e#Be enchanted, @. Be at peace.${{e1}}",

"Wizard.fall_Mon4": "Long ago, the Shrine of Illusion was in the hands of a group of assassins. They used its powers to change their appearance and make hits.#$b#A very long time ago, indeed.${{e3}}#$e#Have a day to remember, @.${{e1}}",
"Wizard.fall_Mon4.1": "I wish I could go into town to get seeds for my garden, but going into Pierre's store is a little awkward for me.#$e#And that Joja monstrosity isn't even worth mentioning.${{e3}}#$e#Have a day to remember, @.${{e1}}",
"Wizard.fall_Tue4": "The assassins who used the Shrine of Illusion were almost unstoppable in their time. It took a group of people like myself to stop them.#$b#It was a troubling time. An artifact like that should never be used for such gains.${{e5}}#$e#Embrace the mysteries of the day, @.",
"Wizard.fall_Wed4": "With the Shrine of Illusion gone from the ranks of the assassins, their order crumbled. Many searched for it, to reclaim their honor, but alas.#$b#Such is the way of those who used it for evil. It never worked out for them.#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.fall_Wed4.1": "How goes your interactions with the Junimos, @?#$e#I've encountered a few now. They're certainly a strange sort.${{e3}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.fall_Thu4": "The Shrine of Illusion was lost for a time, and there is no known record for where it went.#$b#Some like to believe it changed its own shape, and hid in the world somewhere, finding peace.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.fall_Thu4.1": "Today, I'm strengthening the wards that protect the valley. I'm happy to do the work of maintaining them.#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.fall_Fri4": "I feel bad for the assassins who were stuck in the form they chose after losing access to the Shrine of Illusion.${{e3}}#$b#Their burden to bear, wearing a mask stitched onto their face forever. Chilling. Such is its power.${{e2}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.fall_Sat4": "It is impossible to converse with the Shrine of Illusion, yet I feel a living presence within it. I know it can hear me, but yet it remains silent.${{e3}}#$b#It makes a poor companion. It really just wants gold, and to be left alone, so I do the best I can.${{e1}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.fall_Sun4": "The Shrine of Illusion has amazing powers, and I am honored to have it here in my tower.${{e1}}#$b#I think it feels safe, but it's hard to know with such artifacts.${{e3}}#$b#I would like to see someone try and break in here for it, though.${{e1}}#$e#Be enchanted, @. Be at peace.${{e1}}",
"Wizard.fall_Sun4.1": "Doing well today, @?${{e1}}#$e#Glad to hear it. I'm heading into the woods to forage for ingredients later.${{e9}}#$e#Be enchanted, @. Be at peace.${{e1}}",

"Wizard.fall_Mon6": "Here is a warning, @. Be careful during fall, for it is a time of enchantment.#$b#The trees, as they go dormant, let loose their energies and their wishes. It can have some strange effects on people.#$e#Have a day to remember, @.${{e9}}",
"Wizard.fall_Tue6": "If you find yourself obsessed with something you've never been interested before, it can mean you have been enchanted.${{e3}}#$b#Not all enchantments are bad, of course. Some can be quite positive. It is very mysterious.${{e1}}#$e#Embrace the mysteries of the day, @.${{e9}}",
"Wizard.fall_Tue6.1": "Why do I choose to live out in the forest on my own?${{e3}}#$b#Largely because it's more convenient for my magic. It's in close proximity to the magical spots in the forest. Not to mention, my cauldron occasionally produces some very strange smells.#$b#I'd inevitably receive complaints.${{e9}}#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.fall_Wed6": "My ex-wife was very strong during fall. Her energies were off the chart.#$b#I will admit, it made me jealous, and that didn't help things.${{e2}}#$b#Sometimes I wonder if it's her enchanting people during fall...${{e3}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.fall_Thu6": "I need to focus on my experiments before the energies of fall are gone. Winter is a rough time.#$b#If I can make a breakthrough, I'll ride the excitement till spring.${{e7}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.fall_Fri6": "Many cultures around the world must be aware of the odd energies of fall. So many festivals about monsters are scattered throughout.${{e3}}#$b#It was my favorite time of year as a kid. Now, I must be on my guard.#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.fall_Sat6": "This is the time of harvest, so how has your farm been? Have you been able to get any special crops?${{e1}}#$b#It is my hope that you do. Only through the hands of hard work can the true energy be found.${{e9}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.fall_Sat6.1": "Olivia certainly has some strange ideas about mysticism. I wonder what they teach her in those yoga classes.#$e#I may take her on for some tutelage to make sure she's on the right track...${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.fall_Sun6": "The shadow brutes, have you seen them? Though many are monsters, there is one out there who isn't. Have you met him?#$b#I have known of it for a long time. I hope it remains friendly.${{e3}}#$e#Be enchanted, @. Be at peace.${{e1}}",

"Wizard.fall_Mon8": "Enchantments, energies, and experiments. Though their powers are great and can do many things, they can't solve all of life's problems.#$b#They cannot, for example, make someone fall in love with another and have it be an honest relationship. It never ends well.${{e3}}#$e#Have a day to remember, @.${{e7}}",
"Wizard.fall_Mon8.1": "Are you close to Abigail...?${{e3}}#$b#I wish I knew how to approach her to get to know her better.#$e#...We probably shouldn't discuss it, @. Sorry for bringing it up.${{e2}}#$e#Have a day to remember, @.${{e1}}",
"Wizard.fall_Tue8": "When I was young, I found myself in a haunted house during a rainstorm and had to stay the night.${{e3}}#$b#I saw many things that night, but the one that sticks with me is the spirit of a child, wandering the halls all night long.${{e10}}#$b#It did not cry, it only looked for its parents. What's worse is, I thought I saw her parents fly around nearby her, but they couldn't see each other.${{e11}}#$e#Embrace the mysteries of the day, @.${{e3}}",
"Wizard.fall_Wed8": "I do not want to become a ghost. It is my hope that when my time comes, I will be able to transcend to some higher plane.${{e3}}#$b#I would be a terrible ghost, as well. I do not enjoy scaring people.${{e7}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.fall_Wed8.1": "You know, I felt you were special from the first time we met.#$e#And I have to admit, I found it quite charming when you took that whiff from my cauldron and went so green I thought you were going to turn into a frog.${{e7}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.fall_Thu8": "One of the oddities about my studies are the rules of certain things. For example, I can conjure familiars, obelisks, and more.#$b#Yet, there are no powers at my disposal that can open a sealed jar of pickles or peanut butter. I have searched long and far, yet the rule remains.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e7}}",
"Wizard.fall_Fri8": "I will be honest with you, @, I did not expect to last this long, and sometimes I wonder what I've done right.#$b#Many people who lead this life give in to temptation, or go too far. It amazes me that I have not.#$e#Focus your mind today, @, and be at peace.${{e7}}",
"Wizard.fall_Sat8": "There is an odd feeling during this time of year for me. Things are at peace, and yet, I am worried.#$b#Maybe I'm just getting paranoid. I need to get out more.${{e11}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.fall_Sun8": "There is a part of me that wishes I could become enchanted, to live life free from knowing the secrets and be at peace. Yet, that would be impossible.#$b#I've studied too much, and learned things I cannot unlearn. It is a benefit, and yet also, a burden.${{e2}}#$e#Be enchanted, @. Be at peace.${{e1}}",

"Wizard.fall_Mon10": "Studying and using the energies can make one very tired, @. All these years of it has brought me to the brink.#$b#Yet it is my curiosity that drives me. I don't have all the answers, and there are still questions I have.${{e3}}#$b#Like you, @. What continues to bring you back to me, time and again?${{e1}}#$e#Perhaps someday I will understand you.${{e1}}#$b#Then again, I enjoy the mystery.${{e7}}",
"Wizard.fall_Tue10": "There have been times when I have had the chance to wield unlimited energy. Many would be tempted by such power.#$b#I am only human. I was lucky to reject them, for it would have destroyed me.${{e3}}#$b#All that glimmers is not always good, @.${{e3}}#$e#Who knows what I would have become? A scary thought.${{e3}}",
"Wizard.fall_Tue10.1": "You know, despite living outside the town, I do enjoy the company of the people in this valley.${{e1}}#$b#Yours most of all, of course.${{e6}}",
"Wizard.fall_Wed10": "Am I a better person than I was before all this? In all my searching, have I been able to find a way to become stronger?${{e3}}#$b#I have answers to many mysteries, but they haven't changed me. They are only answers. Have I done all I can?${{e3}}#$e#I have thought about these things for a long time. My own mystery.",
"Wizard.fall_Thu10": "Words can't express how grateful I am for you, @. It is nice to be able to talk with someone about all the aspects of my work.${{e1}}#$e#...Amongst other things.${{e4}}",
"Wizard.fall_Thu10.1": "Are you staying safe, @?${{e3}}#$b#I have to admit, I've grown a little protective of you. Perhaps I'll put together a charmed amulet of defense.#$e#It's up to you if you want to wear it, of course.${{e1}}",
"Wizard.fall_Fri10": "I have been focusing my energies lately to find the answer to this question: how is it that when I'm out and about I'm tired, but when I try to sleep, I cannot?${{e11}}#$b#It is a grand mystery, @. Someday I will solve it. First with sheep-counting.${{e10}}#$e#So many sheep...${{e11}}",
"Wizard.fall_Fri10.1": "Any plans for the weekend?${{e1}}#$b#I would be honored if you'd like to spend part of it with me.${{e4}}",
"Wizard.fall_Sat10": "Your crops, how have they fared? It is my hope that they are doing well.${{e7}}#$b#You deserve greatness, @. It is my hope you find it, for I believe it is close at hand for you.${{e1}}#$e#If not, then, I have failed you.${{e10}}",
"Wizard.fall_Sun10": "It is difficult to remember what it is to have normal conversations. When conversing with the energies, one must speak a unique and complex language.#$b#To talk human is to ask how another is, and to do that with meaning is hard for me. Luckily, I can practice on you.${{e1}}#$e#What's up, dog? No? Is that not a saying?${{e3}}",
"Wizard.fall_Sun10.1": "We should take a trip together into the forest soon, @...${{e3}}#$b#There are all kinds of secret places I'd like to show you.${{e1}}",

//Winter
"Wizard.winter_1": "It is a time for peace and study. The snow fall has made me weak, and I will rest.#$e#I hope this is a special winter for you, @.${{e1}}",
"Wizard.winter_Mon": "The snow is beautiful, isn't it? It has special properties that give it an enchanting aura.${{e1}}#$b#I enjoy watching it. It is very calming.${{e1}}#$e#Have a day to remember, @.${{e9}}",
"Wizard.winter_Tue": "During winter, as my power is at its weakest, I enjoy reading books in my collection.#$b#I have so many interesting books, that I wonder if I'll ever get the chance to read them all.${{e3}}#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.winter_Wed": "I've just finished a book recently about the many types of monsters. I had forgotten a few from ages past.${{e3}}#$b#Terrible beasts that would roam the world during winter when they knew they couldn't be stopped. I'm glad they are gone.#0#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.winter_Thu": "The ice is a friend and a foe, isn't it? Friend when you have a hot beverage, foe when you want to plant crops.${{e3}}#$b#Some of my friends specialize in studying ice in all forms, and their studies are double-edged indeed.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.winter_Fri": "There are still some books left in this world that can impart special abilities on those who read them.#$b#Some can teach the reader entire languages if they have all four copies. Imagine that.${{e3}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.winter_Sat": "It is now time to meditate till the spring, when the energies of the region return. To do any of my experiments now would be a mistake.#$b#Luckily, I have many things to read and think about, so not all is lost.${{e1}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.winter_Sun": "Much is still unknown amongst my colleagues about winter. As our energies are at their weakest, it makes it difficult to study.#$b#Someday we may be able to reverse the process and hold onto our energies, but until then, it's books for me.${{e1}}#$e#Be enchanted, @. Be at peace.${{e1}}",

"Wizard.winter_Mon2": "Since there's not much for me to do during this time of year, I tend to watch movies. I recently saw an interesting one...${{e3}}#$b#In it, a carrot fell in love with a grape, but their families were against it. They fought hard to be together, but in the end, were eaten.${{e3}}#$b#It was very sad, but also, quite colorful.${{e3}}#$e#Have a day to remember, @.${{e1}}",
"Wizard.winter_Tue2": "I make an effort to watch movies when I can. However, one of things I hate most are people who chew with their mouth open.#$b#I took an oath to never harm a living soul, and that oath is put to the test when someone chews aloud.${{e5}}#$e#Embrace the mysteries of the day, @.${{e9}}",
"Wizard.winter_Wed2": "What you call 'fantasy movies' I call 'comedy.' It amazes me all the things they get wrong.${{e1}}#$b#However, I'd be worried if they got things right. Our secrets aren't for the public, you know.${{e3}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.winter_Thu2": "When I watch movies, I tend to like the ones that have a lot of special effects.#$b#How they pull it all off will always amaze me. If I didn't do what I do, I'd probably be a special effects artist.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.winter_Fri2": "I recently found a book written in a language I had never seen before. Upon closer inspection, it's for people who code.#$b#This book claims to be from the beginning of the universe...what could it mean?${{e3}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.winter_Sat2": "There is a new movie coming out that I am looking forward to. It is about a wizard with a scar on his arm that has a lot of adventures.${{e1}}#$b#It could be biographical for all I know!${{e1}}#$e#Seek knowledge, seek answers. Have a good one.${{e9}}",
"Wizard.winter_Sun2": "They are making a movie about 'Legend of the Prairie King.' It is one of my favorite games, but a movie?${{e2}}#$b#They never do game movies right. What if it turns off potential fans of the game?#$b#How do I know about that game? I have my ways.${{e3}}#$e#Be enchanted, @. Be at peace.${{e9}}",

"Wizard.winter_Mon4": "The Shrine of Illusion has a unique origin, however there are many variations.#$b#Some believe it was born from the sun itself and crashed as a meteor. Others say it has always been.#$b#The truth, once I recall it, is far more interesting.${{e1}}#$e#Have a day to remember, @.${{e9}}",
"Wizard.winter_Mon4.1": "I wish I could go into town to get seeds for my garden, but going into Pierre's store is a little awkward for me.#$e#And that Joja monstrosity isn't even worth mentioning.${{e3}}#$e#Have a day to remember, @.${{e1}}",
"Wizard.winter_Tue4": "The being who created the Shrine of Illusion was none-other than a young girl, who wished on a stone to change her appearance to escape her terrible life.#$b#The stone granted her this power, and she turned into a hawk and flew away. When the girl's father found out, he was mad.#$b#He then threw the rock into a lake, to be forgotten forever.#$b#Come back tomorrow, and I'll tell you the rest.${{e7}}#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.winter_Wed4": "The Shrine of Illusion, as a rock, needed to get out of the lake it was thrown in, so it absorbed all the gold at the bottom of the lake until it shone magnificently.#$b#It attracted the girl who had become a hawk, and told her what had happened.#$b#To get revenge, the shrine turned the girl into a bear, and she scared her father.#$b#I'll tell you more tomorrow.${{e1}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.winter_Wed4.1": "How goes your interactions with the Junimos, @?#$e#I've encountered a few now. They're certainly a strange sort.${{e3}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.winter_Thu4": "The Father, realizing what he'd done, pulled the Shrine out of the Lake, and begged for forgiveness. The girl flew away, but the Shrine demanded it be taken to the king.#$b#Once at the king, the story stops. The kingdom, the king, the girl, what happened to them is lost to history.${{e3}}#$b#Bit anti-climactic, but such is the way with stories of this nature. Why not ask the Shrine yourself?#1#$e#Seek the energies, @. Enjoy the day.${{e9}}",
"Wizard.winter_Thu4.1": "Today, I'm strengthening the wards that protect the valley. I'm happy to do the work of maintaining them.#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.winter_Fri4": "I personally believe the Shrine of Illusion has a grand purpose not yet realized. What it could be exactly I'm not sure of, yet I feel it.#$b#Will it ever return to being a humble stone? Is it waiting for the return of the girl-turned-hawk? Many secrets still remain.${{e3}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.winter_Sat4": "The Shrine of Illusion can only change our appearance, and does not turn us into animals, yet it's recorded that it has.${{e3}}#$b#I wonder if I could unlock that ability again? Maybe if I ask with a sweet voice.${{e1}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.winter_Sun4": "I've been reading up on legends of old lately, and found a new one that the Shrine of Illusion was involved in.${{e3}}#$b#There once was a frog who wished to be human, and it asked the Shrine for such a wish.#$b#The Shrine granted him his desire, but demanded gold. The frog had no gold, so as a human he stole some. The frog was then thrown in jail, and that's where he died.#$b#Brutal, isn't it? I feel bad for the frog.${{e2}}#$e#Be enchanted, @. Be at peace.${{e1}}",
"Wizard.winter_Sun4.1": "Doing well today, @?${{e1}}#$e#Glad to hear it. I'm heading into the woods to forage for ingredients later.${{e9}}#$e#Be enchanted, @. Be at peace.${{e1}}",

"Wizard.winter_Mon6": "Lately, I have had troubled dreams in which I meet the children I've never had. They ask about me, where I have been, what I have done.#$b#I wake up with a hollow feeling, it's strange. I've always wanted to have children, and yet...${{e2}}#$b#So it goes. I wonder what it all means?${{e3}}#$e#Have a day to remember, @.${{e1}}",
"Wizard.winter_Tue6": "My perplexing dreams continue, night by night. Regrets and choices gone bad assail my subconscious as soon as I drift into unconsciousness.${{e10}}#$b#To question oneself is natural, yet this goes well and beyond...${{e11}}#$e#Embrace the mysteries of the day, @.",
"Wizard.winter_Tue6.1": "Why do I choose to live out in the forest on my own?${{e3}}#$b#Largely because it's more convenient for my magic. It's in close proximity to the magical spots in the forest. Not to mention, my cauldron occasionally produces some very strange smells.#$b#I'd inevitably receive complaints.${{e9}}#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.winter_Wed6": "In my dreams I've been fighting a version of myself that has only existed in theory.#$b#It is an evil version, where all my desires were realized and driven him mad. He tries to get out, and each night, I stop him.#$b#How much longer will it go on for? It is uncertain.${{e2}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.winter_Thu6": "My dreams are haunting me into the day. Children that don't exist, my evil side...${{e11}}#$b#Only during Winter are such assaults possible. I'm too weak, @! Seeing you inspires me to keep fighting.${{e1}}#$e#Seek the energies, @. Enjoy the day.${{e7}}",
"Wizard.winter_Fri6": "I have not slept. I refuse to confront my dreams again.${{e10}}#$b#Instead, I've been...trying to...read...books...${{e11}}#$b#...${{e11}}#$e#...${{e11}}",
"Wizard.winter_Sat6": "I am refreshed today, and I've come to terms with my feelings. I may not be a father, but I can still be a good person.${{e9}}#$b#I hope you forgive my oddness of late, @. You have seen me in a moment of weakness.${{e4}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.winter_Sat6.1": "Olivia certainly has some strange ideas about mysticism. I wonder what they teach her in those yoga classes.#$e#I may take her on for some tutelage to make sure she's on the right track...${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.winter_Sun6": "Today I will focus on the positive things. I have a new friend in you, @. For that I am thankful.${{e7}}#$b#Here's to spring coming soon! It will be wonderful.${{e7}}#$e#Be enchanted, @. Be at peace.${{e1}}",

"Wizard.winter_Mon8": "I will now tell you why I went down the path to live this life. It is quite the story.#$b#Long ago, when I was young, my mother became very ill.${{e3}}#$b#At first, she was just a little sick, but it got worse. I watched her die in front of my eyes.${{e2}}#$b#It was so horrible. I had heard that there was a chance she could be healed if one could manipulate the energies...${{e8}}#$b#I'll tell you the rest tomorrow.#$e#Have a day to remember, @.${{e1}}",
"Wizard.winter_Mon8.1": "Are you close to Abigail...?${{e3}}#$b#I wish I knew how to approach her to get to know her better.#$e#...We probably shouldn't discuss it, @. Sorry for bringing it up.${{e2}}#$e#Have a day to remember, @.${{e1}}",
"Wizard.winter_Tue8": "After traveling far to find a cure for my mother, I found an old woman who understood how to heal. I tried to bring her to my mother, but she, too, was sick.#$b#She didn't last the trip. Then, when I returned to my mother, she had passed.${{e2}}#$b#If I had been able to heal, I could have cured my mother. If I had been able to heal, I could have saved the old woman.#$b#I'll tell you even more tomorrow.#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.winter_Wed8": "After I buried my mother, a man approached me. He had heard about my story, and wanted to teach me in arts. I then began to learn under him, and when he died, I continued his work.#$b#I have sought long and read much to find an answer: how can I cure people using the energies? Someday, I hope, I will know.${{e1}}#$e#Have a good day, @. Learn something new, and thank you for hearing my story.${{e7}}",
"Wizard.winter_Wed8.1": "You know, I felt you were special from the first time we met.#$e#And I have to admit, I found it quite charming when you took that whiff from my cauldron and went so green I thought you were going to turn into a frog.${{e7}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.winter_Thu8": "Learning and studying has been my focus for such a long time, I've forgotten how old I actually am.${{e3}}#$b#I still wonder if I will ever succeed, but it's hard to know. What do you think?${{e1}}#$e#Seek the energies, @. Enjoy the day.${{e7}}",
"Wizard.winter_Fri8": "What if one could cure the dead? Or perhaps even stop people from death? Would that be a power for good, or evil?${{e2}}#$b#What if you charged people for immortality? What if only the rich lived forever? Such crazy futures...it's best not to think about it.${{e3}}#$e#Focus your mind today, @, and be at peace.${{e7}}",
"Wizard.winter_Sat8": "I've seen a movie in which a man gets smarter, but his body disappears until he's nothing less than a husk.#$b#The last line was, 'and to think for a moment, I could understand forever.' I know how that character feels.${{e10}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.winter_Sun8": "My mother's grave is long lost, but I still go to where I remember it to be. One of these days, I'll be there with the answer.#$b#Then I won't feel like such a failure.#$e#Be enchanted, @. Be at peace.${{e1}}",

"Wizard.winter_Mon10": "I wish I could reveal my true name to you, @. In truth, I just don't remember it.${{e4}}#$b#Was it Carl? Or Hank? Maybe John?${{e3}}#$b#I think it was a good name. It's hard to know.${{e3}}#$e#Maybe it was @! Imagine that?${{e1}}",
"Wizard.winter_Tue10": "I am always happy to spend time with you, @. It's great seeing you.${{e7}}#$b#How is the farm? Are you happy? Tell me everything.${{e1}}#$e#Every day is a good day when @ shows up.${{e6}}",
"Wizard.winter_Tue10.1": "You know, despite living outside the town, I do enjoy the company of the people in this valley.${{e1}}#$b#Yours most of all, of course.${{e6}}",
"Wizard.winter_Wed10": "It is my hope that our conversations have inspired you in some way, as you have inspired me.${{e7}}#$b#Together we are stronger than being alone, and for that, thank you.${{e1}}#$e#Who knows? If we hadn't met, I'd just talk to myself.",
"Wizard.winter_Thu10": "There is a great feeling in our relationship. I hope someday to be able to be as natural as I am with you with the whole village.${{e7}}#$b#They still fear but, someday, hopefully, they'll give me a chance. You have.${{e1}}#$e#That's made all the difference.${{e9}}",
"Wizard.winter_Thu10.1": "Are you staying safe, @?${{e3}}#$b#I have to admit, I've grown a little protective of you. Perhaps I'll put together a charmed amulet of defense.#$e#It's up to you if you want to wear it, of course.${{e1}}",
"Wizard.winter_Fri10": "My name is...I still don't remember.${{e3}}#$b#Yes, Magnus Rasmodius is not, in fact, my real name.${{e3}}#$b#I made it as an alias upon beginning my magic practice, but with time, eventually I and everyone around me forgot my original name.#$b#What is it, do you not like Rasmodius? We're you planning on taking it?${{e1}}",
"Wizard.winter_Fri10.1": "Any plans for the weekend?${{e1}}#$b#I would be honored if you'd like to spend part of it with me.${{e4}}",
"Wizard.winter_Sat10": "What a year it has been. I'm glad we have grown so close, @. It would have been very boring without you.${{e6}}#$b#Just me and the Shrine of Illusion, making faces at each other.${{e1}}#$e#I still make faces at the Shrine. I'm not sure it appreciates it.${{e7}}",
"Wizard.winter_Sun10": "All in all, remember this, @: the only energy you truly need is your own.${{e1}}#$b#Use that logic, and seize the day. Let nothing stop you!${{e7}}#$e#Unless it's not a good idea, in which case, don't do it.${{e3}}",
"Wizard.winter_Sun10.1": "We should take a trip together into the forest soon, @...${{e3}}#$b#There are all kinds of secret places I'd like to show you.${{e1}}",


//Event Response Dialogues
"Wizard.Event_Mine_1": "Well take a look around somewhere else. This place is damn dangerous.#$b#No place for a farmer.",
"Wizard.event_quest1": "Excellent. You have been chosen for an important task, @. Do not falter.",
"Wizard.event_quest2": "...The spirits in the Community Center? Have you forgotten already? I thought to find you more keen of mind. Well, no matter. Do try not to disappoint them, won't you?",
"Wizard.event_quest3": "Not precisely the confidence-inspiring answer I had hoped for, but no matter.",
"Wizard.event_elemental1": "Hmm... have you indeed? Interesting.${{e1}}",
"Wizard.event_elemental2": "...That would be a slime. I shall not pass your ignorance along to them; for that you may count yourself lucky.",
"Wizard.event_elemental3": "I am hardly surprised.",
"Wizard.event_speakof1": "Is it, indeed? I had no idea. Though it seems impractical to summon you forth whenever we wish to speak about you, I will endeavor to do so in the future. I thank you for teaching me this nicety.",
"Wizard.event_speakof2": "We were.${{e1}}",
"Wizard.event_fate1": "Yes, I sensed you might say that. The spirits have chosen well; I trust you will do great things.${{e1}}",
"Wizard.event_fate2": "Nevertheless, you must. Seldom are we given any choice in such matters. Sooner or later you will have to make a decision... for better or for worse.",
"Wizard.event_fate3": "Mmm. It is a dark energy that swirls around you. I hope only that it will not destroy you. These are dangerous powers you meddle with. Tread carefully.",
"Wizard.event_slang1": "What is the scene? How proceeds your life? What is popping?${{e11}}",
"Wizard.event_slang2": "Indeed! I have had an eye-opening experience with a modern invention called the television.${{e1}}",
"Wizard.event_slang3": "Ah... that was not my intent.${{e10}}",
"Wizard.event_skillz1": "...I... see.${{e10}}",
"Wizard.event_skillz2": "Ah ha!${{e1}}#$b#Excellent. I knew that comprehension of such simple arts could not be beyond my grasp.${{e9}}",
"Wizard.event_skillz3": "Hmm... perhaps you are right.${{e3}}",
"Wizard.event_moarskillz1": "...It seems I misjudged. Perhaps Linus will be of help...${{e3}}",
"Wizard.event_moarskillz2": "Truly!?${{e1}}#$b#Ahem. This pleases me greatly. I look forward to our future encounters.",
"Wizard.event_moarskillz3": "I... see. I should not have asked.${{e2}}",
"Wizard.event_sleep1": "Alas, exhaustion does nothing to aid me.${{e2}}",
"Wizard.event_sleep2": "I have tried that. To no avail.${{e3}}",
"Wizard.event_sleep3": "That... is a nice sentiment. I fear thoughts of where I have come from will only sabotage my efforts, however.${{e2}}",

//Extras
"Wizard.divorced": "You have no business here. Leave me be.",
"Wizard.divorced.1": "You want...?#$b#I see. It's happening again, then.${{e2}}#$e#Is it a problem with me? Maybe...maybe I'm just not the marrying kind.${{e8}}#$e#I suppose that's not your problem anymore...${{e10}}",
"Wizard.breakUp": "...Ah. Well, if that's your decision, @, then I'm hardly going to argue.#$b#I won't say I'm not hurt, though.#$e#I'd like to be alone, then, if you don't mind.${{e2}}",
"Wizard.dumped_Guys": "I may take a long trip to Castle Village soon. I have some thinking I need to do.${{e2}}#$e#I really don't have much to say to you right now, @.${{e2}}",
"Wizard.secondChance_Guys": "...You want to try again?${{e2}}#$b#I've missed you more than I can say, so I'm willing. But really...I don't do well with heartbreak. Please don't toy with me.${{e2}}#$e#I know I can be a little distant, but it's more than possible to hurt me.${{e8}}",

//No Ex Variants (mostly copy paste of all 6 heart dialogue)
"Wizard.NoEx.spring_Mon6": "I met the Witch of Stardew Valley when we were both still students. We used to be good friends and allies.${{e2}}#$b#Funny how time changes. The true mystery is why it happens so fast.#$e#Have a day to remember, @.${{e1}}",
"Wizard.NoEx.spring_Tue6": "There is much to remember from the old days of our adventures. As the ancient wars raged on, many magic practioners were tasked with protecting villages.#$b#She and I worked together often. Until one day things ended in horrible tragedy for her.${{e2}}#$b#Many people still remember her flying around, cursing all she saw. I still feel responsible.${{e2}}#$e#Embrace the mysteries of the day, @.",
"Wizard.NoEx.spring_Tue6.1": "Why do I choose to live out in the forest on my own?${{e3}}#$b#Largely because it's more convenient for my magic. It's in close proximity to the magical spots in the forest. Not to mention, my cauldron occasionally produces some very strange smells.#$b#I'd inevitably receive complaints.${{e9}}#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.NoEx.spring_Wed6": "Many people lost those important to them in the wars. I was no different.#$b#Ultimately, we all handle grief differently. The Witch and I were very different in that regard. Hers turned into viscious violence and envy.#$b#If only things could have been different.${{e2}}#$e#Have a good day, @. Learn something new.",
"Wizard.NoEx.spring_Thu6": "The Witch still lives nearby, and appears like a green witch of legend. However, it's just an illusion.#$b#Sometimes I feel like I can still see glimpses of my old friend underneath.${{e2}}#$e#Seek the energies, @. Enjoy the day.",
"Wizard.NoEx.spring_Fri6": "All the powers in the universe are not enough to turn back time. The future can be predicted and avoided, but the past will always remain in tact.#$b#I regret having not done enough to prevent my friend's unfortunate fate. My decisions could've greatly changed the outcome of that day.${{e2}}#$b#Sorry to bore you with this old man's woes.#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.NoEx.spring_Sat6": "I did some things that I regret when I was young. I let things lapse, I avoided responsibility, and it cost me.${{e3}}#$b#If you become committed to any cause, big or small, do not run from it. It would have been better if you hadn't got involved.#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.NoEx.spring_Sat6.1": "Olivia certainly has some strange ideas about mysticism. I wonder what they teach her in those yoga classes.#$e#I may take her on for some tutelage to make sure she's on the right track...${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.NoEx.spring_Sun6": "Joy is a mysterious power. Fragile in its most pure state, when it does appear it can resonate through the ages.${{e1}}#$b#Yet, that same joy can become corrupted over time. It must be protected, at all cost.#$e#Be enchanted, @. Be at peace.${{e7}}",

"Wizard.NoEx.summer_Mon6": "I was never particularly sociable. The few friends I had in my youth I made the mistake of not treasuring enough.#$b#Now, I have met others, but our experiences are vastly different. It is not the same, and probably will never be again.${{e2}}#$e#Have a day to remember, @.",
"Wizard.NoEx.summer_Tue6": "I have the ability to create an image of any being and converse with it. However, they bore me, and I bore them.${{e3}}#$b#They claim I need to get over my myself, but it's easier said than done.${{e10}}#$b#Perhaps I should catch up with Linus sometime soon.${{e3}}#$e#Embrace the mysteries of the day, @.${{e9}}",
"Wizard.NoEx.summer_Tue6.1": "Why do I choose to live out in the forest on my own?${{e3}}#$b#Largely because it's more convenient for my magic. It's in close proximity to the magical spots in the forest. Not to mention, my cauldron occasionally produces some very strange smells.#$b#I'd inevitably receive complaints.${{e9}}#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.NoEx.summer_Wed6": "To be lucky in love is a special sort of energy that not all beings possess. It strikes randomly, and only once.#$b#I have been hoping for a chance for many years, but to no avail.${{e2}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.NoEx.summer_Thu6": "I once conjured a being that was a talking cat. It would go on and on about facts from around the world, but it was only things I knew.#$b#I couldn't bring myself to send it away, so I gave it to a friend. I wonder where it is now.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e9}}",
"Wizard.NoEx.summer_Fri6": "The summer full moon is a haunting one for me. The worst of the battles were faught underneath its powerful gaze.#$b#It was... exhilarating to be fueled by its power.${{e3}}#$b#That was a very long time ago.#$e#Focus your mind today, @, and be at peace.${{e9}}",
"Wizard.NoEx.summer_Sat6": "It is a danger power to wonder about how things could have been. It is impossible to know, but it can be a destructive force.#$b#It's better to always do what you feel is right so you have no regrets. Doing what you feel is wrong, but doing it anyway, is madness.#$e#Seek knowledge, seek answers. Have a good one.${{e9}}",
"Wizard.NoEx.summer_Sat6.1": "Olivia certainly has some strange ideas about mysticism. I wonder what they teach her in those yoga classes.#$e#I may take her on for some tutelage to make sure she's on the right track...${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.NoEx.summer_Sun6": "The days are long, @. I am in a slump, but I can feel a time when I will soon rise above it.${{e10}}#$b#I let the powers of the past take over me, and I tell you this, I will break free of them.${{e1}}#$e#Be enchanted, @. Be at peace.${{e7}}",

"Wizard.NoEx.fall_Mon6": "Here is a warning, @. Be careful during fall, for it is a time of enchantment.#$b#The trees, as they go dormant, let loose their energies and their wishes. It can have some strange effects on people.#$e#Have a day to remember, @.${{e9}}",
"Wizard.NoEx.fall_Tue6": "If you find yourself obsessed with something you've never been interested before, it can mean you have been enchanted.${{e3}}#$b#Not all enchantments are bad, of course. Some can be quite positive. It is very mysterious.${{e1}}#$e#Embrace the mysteries of the day, @.${{e9}}",
"Wizard.NoEx.fall_Tue6.1": "Why do I choose to live out in the forest on my own?${{e3}}#$b#Largely because it's more convenient for my magic. It's in close proximity to the magical spots in the forest. Not to mention, my cauldron occasionally produces some very strange smells.#$b#I'd inevitably receive complaints.${{e9}}#$e#Embrace the mysteries of the day, @.${{e1}}",
"Wizard.NoEx.fall_Wed6": "The Witch was very strong during fall. Her energies were off the chart.#$b#I will admit, it made me jealous, and that didn't help things.${{e2}}#$b#Sometimes I wonder if it's her enchanting people during fall...${{e3}}#$e#Have a good day, @. Learn something new.${{e1}}",
"Wizard.NoEx.fall_Thu6": "I need to focus on my experiments before the energies of fall are gone. Winter is a rough time.#$b#If I can make a breakthrough, I'll ride the excitement till spring.${{e7}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
"Wizard.NoEx.fall_Fri6": "Many cultures around the world must be aware of the odd energies of fall. So many festivals about monsters are scattered throughout.${{e3}}#$b#It was my favorite time of year as a kid. Now, I must be on my guard.#$e#Focus your mind today, @, and be at peace.${{e1}}",
"Wizard.NoEx.fall_Sat6": "This is the time of harvest, so how has your farm been? Have you been able to get any special crops?${{e1}}#$b#It is my hope that you do. Only through the hands of hard work can the true energy be found.${{e9}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.NoEx.fall_Sat6.1": "Olivia certainly has some strange ideas about mysticism. I wonder what they teach her in those yoga classes.#$e#I may take her on for some tutelage to make sure she's on the right track...${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
"Wizard.NoEx.fall_Sun6": "The shadow brutes, have you seen them? Though many are monsters, there is one out there who isn't. Have you met him?#$b#I have known of it for a long time. I hope it remains friendly.${{e3}}#$e#Be enchanted, @. Be at peace.${{e1}}",

"Wizard.NoEx.divorced": "You have no business here. Leave me be.",
"Wizard.NoEx.divorced.1": "You want...?#$e#Is it a problem with me? Maybe...maybe I'm just not the marrying kind.${{e8}}#$e#I suppose that's not your problem anymore...${{e10}}",


//Marriage Dialogue
"Wizard.Engagement.Wizard0": "Words cannot express what it means to me to join hands with you.${{e6}}",
"Wizard.Engagement.Wizard1": "Ever will I stand by your side.${{e1}}",

"Wizard.Rainy_Day_Wizard.0": "Today is the day I decipher the secret of drought and flood!${{e1}}#$e#Seek knowledge, seek answers. Have a wonderful day, my love.${{e7}}",
"Wizard.Rainy_Day_Wizard.1": "Ah ha! The swelling energies have burst, and the rains come. Quickly! There is no time to lose.${{e7}}#$b#This is the best time to commune with certain elementals.${{e7}}#$e#Let's see... I will need... amethyst... black flame candles...${{e3}}#$b#Now where did I put that iridium?${{e3}}",
"Wizard.Rainy_Day_Wizard.2": "Mmm, the air is heavy with magic. Can you feel it?${{e9}}#$e#Stay in with me, today. I'll give you another lesson in elementals.${{e6}}",
"Wizard.Rainy_Night_Wizard.0": "Your clothes are soaked through... We must remove them from you immediately.#$e#So that you do not catch cold!${{e1}}#$b#I have no ulterior motives!${{e4}}",
"Wizard.Rainy_Night_Wizard.1": "@, you are drenched!${{e2}}#$b#Just a moment. I have a spell...${{e7}}#$b#Ithikitalkus suh norn!${{e1}}#$b#There. Much better.${{e1}}#$e#...${{e3}}#$b#Drat. Why didn't I think to use wet clothes as an excuse before I dried them?${{e4}}",
"Wizard.Rainy_Night_Wizard.2": "We'll both rest well tonight.${{e1}}",

"Wizard.Indoor_Day_Wizard.0": "I entered this room in search of... something...${{e3}}#$e#What was it...?${{e3}}",
"Wizard.Indoor_Day_Wizard.1": "Good morning, my heart.${{e6}}#$e#I believe I will try that spell of conjuring again, today.${{e7}}#$b#What do you have planned?${{e1}}",
"Wizard.Indoor_Day_Wizard.2": "What a comfortable home we've made together on this farm! Much nicer than a drafty tower.${{e9}}",
"Wizard.Indoor_Night_Wizard.0": "Ever glad am I to return to your side each night.${{e1}}#$e#You enchant me, @.${{e6}}",
"Wizard.Indoor_Night_Wizard.1": "Welcome home, my heart. It has been a terribly long day in your absence.${{e6}}#$e#No, nothing in particular happened. I merely missed you.${{e1}}",
"Wizard.Indoor_Night_Wizard.2": "Welcome home, @. I hope you didn't work yourself too hard today.${{e1}}",

"Wizard.Outdoor_Wizard.0": "If a chicken and a half laid an egg and a half in a day and a half...${{e10}}#$e#How long did the orange peel lay on the floor...?${{e11}}",
"Wizard.Outdoor_Wizard.1": "Your farm truly is extraordinary, @${{e3}}.#$b#Have you any idea how much attention you have attracted from across the veil?${{e1}}#$e#I need only stand here in the midst of it all to speak with them...${{e1}}",
"Wizard.Outdoor_Wizard.2": "I've always preferred being outdoors to being cooped up inside. I find it limits one's view of the world too much.${{e1}}",

"Wizard.spring_Wizard.0": "The energies of the earth are most potent this time of year. It is beneficial to focus my studies accordingly.${{e2}}#$e#If you would like, I might teach you more about the threads that tangle every life on your farm together.${{e1}}",
"Wizard.spring_Wizard.1": "I wish I could go back to the days of my youth for one more day. Go into the shop I always put off, talk to the librarians, learn even more.${{e3}}#$b#Those days are long gone, and all I have left of them is a shadow. Such is life.",
"Wizard.spring_Wizard.2": "Care to take a walk in the woods with me later? I can show you some useful plants you can find in spring.${{e1}}",

"Wizard.summer_Wizard.0": "This heat is an affront to nature! Not even the elementals of fire could focus in such a stifling atmosphere${{e11}}#$e#I shall accomplish nothing until the sun sets.${{e11}}",
"Wizard.summer_Wizard.1": "Anger and hatred, they are false energies. They hide the real sources of power, which is understanding and sadness.#$b#It has become cliche, but it's true. I have learned so much, and it still holds true. Find peace before you tear yourself to pieces.",
"Wizard.summer_Wizard.2": "There's nothing like a summer breeze to soothe the soul. And truthfully, I enjoy thunderstorms, as well.#$e#All the exciting crackling in the air.${{e1}}#$b#It's one of the few things I can bring myself to tolerate about summer.${{e10}}",

"Wizard.fall_Wizard.0.malefarmer": "Wind blows swiftly between the elemental planes. Can you hear them whispering, as they pass us by?${{e3}}#$b#Shh! Listen.${{e1}}#$e#You make an adept young wizard, for a farmer.${{e7}}",
"Wizard.fall_Wizard.0.femalefarmer": "Wind blows swiftly between the elemental planes. Can you hear them whispering, as they pass us by?${{e3}}#$b#Shh! Listen.${{e1}}#$e#You make an adept young witch, for a farmer.${{e7}}",
"Wizard.fall_Wizard.0.genderneutralfarmer": "Wind blows swiftly between the elemental planes. Can you hear them whispering, as they pass us by?${{e3}}#$b#Shh! Listen.${{e1}}#$e#You make an adept young magician, for a farmer.${{e7}}",
"Wizard.fall_Wizard.1": "Enchantments, energies, and experiments. Though their powers are great and can do many things, they can't solve all of life's problems.#$b#They cannot, for example, make someone fall in love with another and have it be an honest relationship. It never ends well.${{e3}}",
"Wizard.fall_Wizard.2": "The time for harvest has arrived. I hope ours are bountiful this year.${{e1}}",

"Wizard.winter_Wizard.0": "The elementals of water encompass the world in an icy embrace. All that remains for us to do is reach out and touch them.#$e#Will you reach with me, @?${{e1}}",
"Wizard.winter_Wizard.1": "I feel drained today. Perhaps I should have remained in bed.${{e10}}#$e#The waning energies of this season do little for me.${{e11}}",
"Wizard.winter_Wizard.2": "During winter, I typically take the time to reinforce the town wards and then get to reading.#$e#I've barely made it through a quarter of the books in my tower...${{e3}}",

"Wizard.Rainy_Day_0.0": "The air is heavy with energy, today.${{e1}}#$b#Remember: rain is merely a gift from the plane of water.${{e1}}",
"Wizard.Rainy_Day_0.1": "Ah ha! The swelling energies have burst, and the rains come. Quickly! There is no time to lose.${{e7}}#$b#This is the best time to commune with certain elementals.${{e7}}#$e#Let's see... I will need... amethyst... black flame candles...${{e3}}#$b#Now where did I put that iridium?${{e3}}",
"Wizard.Rainy_Day_0.2": "All this rain will be good for the crops, even if it is bad for my cape.${{e1}}",
"Wizard.Rainy_Day_1.0": "Though a seed might hold all the potential for life, it is the rains that release it.${{e3}}#$b#Earth and water are as a lock and key.${{e1}}",
"Wizard.Rainy_Day_1.1": "The weather is perfect for a summoning ritual.${{e1}}#$b#The morning is best for it. I think that open patch outside...${{e3}}#$e#You don't need those crops, do you?${{e11}}",
"Wizard.Rainy_Day_1.2": "I know this may make me unusual, but rain puts me in a good mood.${{e1}}",
"Wizard.Rainy_Day_2.0": "Ah! Gone is the glaring light of the sun!${{e1}}#$b#Today shall be a productive one. I hope to same for you, @.${{e7}}",
"Wizard.Rainy_Day_2.1": "Ah, excellent weather. I'll be busy today; the energies flow like a river, today. It would be a waste not to take advantage.${{e1}}#$b#Yes, outdoors. Where else would I do it?${{e3}}#$e#Hmm...? Yes, I will be soaked.${{e3}}#$b#You're welcome to handle that however you like, but only after I've completed my spell.${{e9}}",
"Wizard.Rainy_Day_2.2": "After dinner tonight, shall we light a nice fire and curl up in front of it?${{e1}}#$e#I wouldn't mind conjuring a long lasting fire just for us.${{e6}}",
"Wizard.Rainy_Day_3.0": "This weather reminds me of a night I spent holed up in a rickety old miner's cabin in the middle of no where. Back when I was young and foolish, I would lose track of time and weather while absorbed in my work.${{e3}}#$b# I hardly noticed the storm until it was right on top of me, and the valley threatened to wash me away.${{e3}}#$b#Thankfully, I found the cabin before then. Even so, I feared all night that it would collapse on top of me.${{e1}}#$e#Hm? What do you mean I still lose track of things while working?${{e3}}#$b#I have no idea what you're talking about.${{e3}}",
"Wizard.Rainy_Day_3.1": "The elementals of water surround us. There is no time to waste!${{e1}}#$b#I will be hard at my work, this day.${{e1}}",
"Wizard.Rainy_Day_3.2": "The only criticism I have of robes is that they're irritatingly heavy when wet...${{e5}}",
"Wizard.Rainy_Day_4.0": "Ah ha!${{e1}}#$b#This weather brings with it deep understanding of the relationship between the energies of the sky and air. I must write this down.${{e1}}#$e#Now where did I put my notebook?${{e3}}#$e#Stay in with me, today. I'll give you another lesson in elementals.${{e6}}",
"Wizard.Rainy_Day_4.1": "Were I a domestic husband, I would offer to make you a hot dinner after the day you will inevitably spend in this storm.#$b#But I'm not. You knew that before you married me, so I won't apologize.${{e10}}#$e#Unless you want burnt soup.${{e3}}#$b#Don't ask how - I would find a way to do it.${{e1}}",

"Wizard.Rainy_Night_0.0": "Ah, @! You are utterly sodden!${{e1}}#$b#Come. Allow me to warm you.${{e6}}",
"Wizard.Rainy_Night_0.1": "There is something comfortable about being isolated here in the rain, with no one else around.${{e9}}#$e#Aren't you ready to come to bed?${{e6}}",
"Wizard.Rainy_Night_0.2": "The day after a rain like this, the forest is rejuvenated. Tomorrow morning, the trees will be splendid.${{e1}}",
"Wizard.Rainy_Night_1.0": "I have heard that it is common in marriage for one to make the other a hot meal on a cold day's end.${{e3}}#$b#I fear my skills do not extend to that realm... but I found this in the fridge... [280 274 270 266 252 250]#$e#Perhaps you could make something and pretend I helped?${{e10}}",
"Wizard.Rainy_Night_1.1": "...burnt smell?${{e3}}#$b#No, I don't smell anything.${{e11}}#$e#In all seriousness, I did warn you I could find a way to burn soup.${{e7}}#$b#Let us not speak of this again.${{e11}}",
"Wizard.Rainy_Night_1.2": "The sound of the rain on the roof is almost hypnotic, don't you think?${{e3}}",
"Wizard.Rainy_Night_2.0": "On this stormy night, I ventured into the town for your benefit. I have acquired, from the saloon, something to warm you. [199 218 219 236]${{e3}}#$e#Perhaps we could pretend I made it?${{e1}}",
"Wizard.Rainy_Night_2.1": "@, you are drenched!${{e2}}#$b#Just a moment. I have a spell...${{e7}}#$b#Ithikitalkus suh norn!${{e1}}#$b#There. Much better.${{e1}}#$e#...${{e3}}#$b#Drat. Why didn't I think to use wet clothes as an excuse before I dried them?${{e4}}",
"Wizard.Rainy_Night_2.2": "I expended a great deal of mana today. A long rest will do me good.${{e9}}",
"Wizard.Rainy_Night_3.0": "I see the rains have blessed your hair. It is a rare occurrence, indeed, that I am the better groomed between us.${{e7}}",
"Wizard.Rainy_Night_3.1": "The crackling of the fire is ever more inviting on a night like this.${{e9}}#$e#Sit with me awhile and watch the flames.${{e1}}#$b#I promise not to talk about elementals.${{e1}}#$b#...much.${{e7}}",
"Wizard.Rainy_Night_3.2": "Your crops will certainly be appreciative of this weather.${{e7}}",
"Wizard.Rainy_Night_4.0": "@, @, @.${{e6}}#$b#The earth has caressed you with a touch of rain.${{e7}}#$e#You are truly magnificent.${{e6}}",
"Wizard.Rainy_Night_4.1": "Ah. Yes. Dinner.#$b#Well, you see, I tried a spell to create a magnificent feast, but magic is a funny thing, you know...${{e11}}#$e#I put out the fire before it spread.${{e11}}#$b#You probably can't even tell it was there.${{e10}}",
"Wizard.Rainy_Night_4.2": "I should go check on my tower's garden in the morning.#$e#Ancient fruit need more water than most other plants. It's possibly the reason they almost went extinct...${{e3}}",

"Wizard.Indoor_Day_0.0": "Good morning, @, my heart. How did you sleep?${{e1}}#$e#Beside you, I always sleep well.${{e9}}",
"Wizard.Indoor_Day_0.1": "Good morning, my heart.${{e6}}#$e#I believe I will try that spell of conjuring again, today.${{e7}}#$b#What do you have planned?${{e1}}",
"Wizard.Indoor_Day_0.2": "I think I'll do a little cleaning today. ...You won't blame me too much if I use some magic to help it along, right?${{e3}}",
"Wizard.Indoor_Day_1.0": "Today we continue your training. Have you been practicing, as I have showed you?${{e1}}#$e#Stand very still. You must forsake your ears listen with your mind.${{e1}}#$b#Only then will you truly understand the energies of the universe.${{e1}}",
"Wizard.Indoor_Day_1.1": "Ah, @. You're just in time. I have made you breakfast. [201 210 211 194 195]${{e1}}#$e#What do you mean you thought I couldn't cook? I'm insulted.${{e7}}#$e#...#$b#Alright, I bought it.${{e11}}#$b#Can't you pretend I made it?${{e1}}",
"Wizard.Indoor_Day_1.2": "I have a little ritual planned in here for later today.#$e#Don't worry, it won't make a mess.${{e1}}#$b#Probably...${{e11}}",
"Wizard.Indoor_Day_2.0": "Come, @, let us meditate.${{e1}}#$e#You shall never improve if you never practice.${{e9}}",
"Wizard.Indoor_Day_2.1": "@, core of my heart.${{e6}}#$b#Did you sleep well?${{e1}}#$e#I did, with you beside me.${{e6}}",
"Wizard.Indoor_Day_2.2": "You keep the refrigerator very well-stocked with products of the farm.#$b#It makes it difficult for me to be useful by offering to do the shopping.${{e1}}",
"Wizard.Indoor_Day_3.0": "I attempted to make breakfast for you, this morning.${{e11}}#$e#Attempted, being the operative word.${{e10}}#$e#I am afraid you will have to make do on your own.${{e10}}",
"Wizard.Indoor_Day_3.1": "Nngh... I had this bizarre dream about a %adj %noun.${{e3}}#$b#I wonder what it means. An omen, perhaps...${{e3}}#$e#I'm sure I have a book on this, somewhere...${{e3}}",
"Wizard.Indoor_Day_3.2": "Hmm...I think I might take a walk in the forest soon. I'm getting a little antsy in here.${{e3}}",
"Wizard.Indoor_Day_4.0": "I thought about trying my hand in the kitchen, again. I got as far as staring at that contraption with the large knobs. What did you call it? A stove?${{e3}}#$e#Perhaps I should stick with my potions... a cauldron is a simple thing.${{e9}}",
"Wizard.Indoor_Day_4.1": "Having watched you go about your business on the farm more than once, now, I will no longer find your physique a mystery.${{e7}}#$b#I didn't say I would stop admiring it.${{e6}}#$e#Ahem. What? Nothing.${{e4}}#$b#Go on. Don't you have... heavy objects to lift?${{e4}}#$b#I'll just be over here.${{e7}}#$b#Unquestionably paying close attention to something else.${{e9}}",
"Wizard.Indoor_Day_4.2": "Do you think we have room in here for another bookshelf?${{e1}}",

"Wizard.Indoor_Night_0.0": "I had excess supplies for my ritual, today. [60 62 64 66 68 70 72 74 386]#$e#Perhaps you can put it to use.${{e3}}",
"Wizard.Indoor_Night_0.1": "Welcome home, my heart. It has been a terribly long day in your absence.${{e6}}#$e#No, nothing in particular happened. I merely missed you.${{e1}}",
"Wizard.Indoor_Night_0.2": "It promises to be a chilly night tonight.#$b#A good excuse to snuggle up.${{e6}}",
"Wizard.Indoor_Night_1.0": "Ah, @. It warms my soul to have you once more beside me.${{e1}}#$b# Come. Speak to me of your day; I wish to hear everything.${{e7}}#$e#Me? I encountered a curious sprite lost between planes. I was able to guide it back on course, with no harm done.${{e1}}",
"Wizard.Indoor_Night_1.1": "Did you have a productive day, today? You look full ready for bed.${{e1}}#$b#Why not take a break, tomorrow? You work hard enough.${{e1}}#$e#What do you mean I'm the one always overworking?${{e3}}",
"Wizard.Indoor_Night_1.2": "I'm sure you had a productive day today. Make sure you take the time to relax this evening.${{e1}}#$e#%Magnus smiles at me.",
"Wizard.Indoor_Night_2.0": "No, I did not attempt to make dinner. No, there is nothing in the sink.${{e10}}#$b#Burnt smell? What burnt smell?${{e11}}#$e#I have no idea what you speak of.${{e11}}",
"Wizard.Indoor_Night_2.1": "Ah, @. Home at last.${{e1}}#$b#How did I survive so long without you?${{e6}}#$e#Yet another mystery.${{e7}}",
"Wizard.Indoor_Night_2.2": "A long day for me. I'm happy to see the end of it...#$e#How was your day?${{e1}}",
"Wizard.Indoor_Night_3.0": "I encountered young Leah, today, in the forest. When she beheld me, she said 'what is up, canis lupus familiaris?' and began laughing uncontrollably.${{e11}}#$e#Is this some conversational ritual I am unfamiliar with?${{e10}}",
"Wizard.Indoor_Night_3.1": "Are you through with your work for the day?${{e1}}#$b#Might I convince you to... join me in bed?${{e6}}",
"Wizard.Indoor_Night_3.2": "I've got some traveling to do for the Guild soon. Even thinking about it is making me exhausted...${{e10}}",
"Wizard.Indoor_Night_4.0": "@. Core of my heart. Welcome home, my love.${{e1}}#$b#It is difficult for me to understand how I lived so long without you, when each day I spend every minute awaiting your return.${{e9}}#$e#Except the minutes when I commune with the energies. Sometimes I lose those minutes. But every other minute, my mind is yours.${{e6}}",
"Wizard.Indoor_Night_4.1": "Come to bed, my heart. My arms have been too long without you.${{e6}}",
"Wizard.Indoor_Night_4.2": "Remind me to show you the charm I've been working on recently. It's a spell of protection, but the effects are quite eye-catching.${{e1}}",

"Wizard.Outdoor_0.0": "Have you ever experienced crop circles on your farm?#$e#Some say they are the work of aliens. Fools. Did they never think to look at what was right under their noses?${{e3}}#$b#Of course it is the elementals.${{e1}}",
"Wizard.Outdoor_0.1": "The air is crisp and clear. I can feel the energies rising to meet me.${{e9}}#$b#I shall spend some time here, communing with the elementals.${{e1}}#$e#You don't mind if I use the porch, do you?${{e3}}",
"Wizard.Outdoor_0.2": "*hums* Hello there, @! Wonderful day, isn't it?${{e1}}",
"Wizard.Outdoor_1.0": "Ah, @, you're just in time.${{e1}}#$b#I am about to begin my meditation to reach across plains. You should join me${{e1}}#$e#Practice makes perfect.${{e9}}",
"Wizard.Outdoor_1.1": "I considered developing an enchantment to assist in your work...${{e3}}#$b#Unfortunately, my first attempt ended in tragedy.${{e2}}#$e#You don't want to know what happened.${{e11}}#$e#The animals are all completely fine.${{e10}}",
"Wizard.Outdoor_1.2": "Have you been to Castle Village? I much prefer the air here. It's cleaner, crisper, and doesn't reek of magic.",
"Wizard.Outdoor_2.0": "I require some space to perform a ritual. You don't mind if I use just a little bit, do you?#$e#I won't destroy much of anything.${{e3}}#$b#...unless things go wrong.${{e11}}",
"Wizard.Outdoor_2.1": "Jyokilius pijus, ribe, agyce...#$b#Ah, @!${{e3}}#$b#You really should know better than to break my concentration mid spell.#$e#I might have set fire to the barn.${{e3}}#$e#Again.${{e10}}",
"Wizard.Outdoor_2.2": "Growing things always bring a surplus of mana to the world around them. It's so concentrated on this farm that it's almost overwhelming.#$e#It feels so tremendously alive.${{e1}}",
"Wizard.Outdoor_3.0": "The summoning circle is complete!${{e1}}#$b#Now I only need to collect a few more supplies...${{e3}}#$e#Ah... incidentally... you didn't need those... crops in the far field, did you...?${{e10}}",
"Wizard.Outdoor_3.1": "Your farm truly is extraordinary, @${{e3}}.#$b#Have you any idea how much attention you have attracted from across the veil?${{e1}}#$e#I need only stand here in the midst of it all to speak with them...${{e1}}",
"Wizard.Outdoor_3.2": "I'm running low on some of my potion supplies. I'll need to head into the forest to collect more soon.${{e3}}",
"Wizard.Outdoor_4.0": "Some days I find myself sluggish and lethargic, in spite of a full night's sleep.${{e3}}#$b#The energies are a fickle thing.#$e#But seeing you hard at work energizes me.${{e1}}",
"Wizard.Outdoor_4.1": "Have an enchanted day, my heart.${{e1}}#$e#I would offer to have dinner ready on your return, but we both know that would end poorly.${{e7}}",
"Wizard.Outdoor_4.2": "I spotted a rare bird over the farm this morning. I wonder if it flew in from the Fern Islands.${{e3}}",

"Wizard.OneKid_0.0": "Despite the focus I have on my studies, I had always wanted to be a father. At long last, I can see this wish come true.${{e1}}#$e#Just one more thing you have granted me.${{e7}}",
"Wizard.OneKid_0.1": "Have you seen %kid1, recently?${{e3}}#$e#What? No. Of course I didn't lose our child${{e11}}#$b#Everything is under control.${{e9}}",
"Wizard.OneKid_0.2": "There's something magical about children, isn't there?${{e1}}#$b#Imagination without limits is a powerful tool.${{e9}}",
"Wizard.OneKid_0.3": "When our child is old enough, we should go for a vacation on Ginger Island.${{e3}}#$e#I'd like them to grow up with a wide view of the world, beyond just this little valley.${{e1}}",
"Wizard.OneKid_1.0": "I have come to realize how little I understand about children. If I thought communication with humans was difficult, it is nothing compared to communication with a child. Why does %kid1 not heed me?${{e10}}#$b# I have tried every language I have at my disposal!${{e11}}#$e#What do you mean babies do not speak?${{e10}}",
"Wizard.OneKid_1.1": "Sometimes I can hardly believe that we have a child.${{e1}}#$e#Then I remember you trust me enough to leave me alone with said child and everything else seems much less mysterious in comparison.${{e7}}",
"Wizard.OneKid_1.2": "Ah... All of the magical training in the world couldn't have prepared me for the challenge a dirty diaper presents.${{e7}}",
"Wizard.OneKid_2.0": "%kid1 is not so different from an elemental: born of the energies of the universe, unforgiving, and utterly incomprehensible.${{e1}}#$e#Do you think %kid1 would like swamp moss, as well? I believe I have some here, somewhere...${{e3}}",
"Wizard.OneKid_2.1": "I will feed %kid1, this morning, so you can focus on your work.${{e1}}#$e#Yes, I know. Raw eggplant is not breakfast.${{e7}}#$b#I remember.${{e7}}",
"Wizard.OneKid_2.2": "I hope that our child contains the best parts of both of us. And hopefully not too many of the worst.${{e9}}",
"Wizard.OneKid_3.0": "You aren't leaving us here alone, are you?${{e3}}#$b#Is that... entirely wise?${{e3}}#$b#Very well, but I sense there is at least a fifty percent chance that either %kid1 or I will not survive your absence.${{e11}}#$e#Wait! Before you leave!#$b#How does a pacifier function?${{e3}}#$b#Is there milk in the fridge? What temperature should I heat it to?${{e3}}#$b#How long should %kid1 nap?${{e3}}#$b#What if %kid1 cries?${{e11}}#$b#Will you be back for lunch? Dinner?${{e3}}#$b#How do I change a diaper?${{e3}}#$b#What is the purpose of a baby blanket?!${{e3}}#$e#Please return soon.${{e10}}",
"Wizard.OneKid_3.1": "Our whole lives have changed with %kid1, here.${{e1}}#$e#I don't regret a thing.${{e7}}",
"Wizard.OneKid_3.2": "Have you seen any hints of magical activity in our child? Well...the signs don't always show up this early.${{e3}}",

"Wizard.TwoKids_0.0": "When I said I wished to be a father, I do not think I fully understood the implications.${{e3}}#$b#What I meant was that I should like to have the knowledge that I had brought a life into this world, and to watch a child grow to maturity and strength before they moved on to do good unto the world.${{e3}}#$e#I did not realize that involved quite so much work.${{e1}}",
"Wizard.TwoKids_0.1": "Do you ever stand here and marvel at the two beautiful children our love has brought into the world?${{e9}}#$e#I do every day.${{e1}}",
"Wizard.TwoKids_0.2": "Of all the beautiful places I've visited in the course of my work, none of them hold a candle to this farmhouse with our little family.${{e1}}#$e#%Magnus smiles at me.",
"Wizard.TwoKids_0.3": "I do hope at least one of our children decides to follow in my footsteps.#$e#I suppose that's a little vain, isn't it? But the world of magic is one I'd like all of us to share.${{e1}}",
"Wizard.TwoKids_1.0": "Do you find it unsettling that %kid1 and %kid2 have a half-sibling among the villagers?${{e3}}",
"Wizard.TwoKids_1.1": "%kid1 got into my surpluss potion ingredients, the other day.#$b#I believe that is a sign: it is high time for formal training to begin.${{e3}}#$e#%kid2 is still too young, but %kid1 is old enough to grasp the basics of energy flow and bridging...${{e1}}",
"Wizard.TwoKids_1.2": "Children aren't like cats, are they? Two really are twice as much work.${{e3}}#$b# ...At least.${{e10}}",
"Wizard.TwoKids_2.0": "I went to work in my tower, the other day, expecting increased productivity in the quiet...#$b#and yet, as soon as %kid1 and %kid2 were out of my sight, I felt an ache of longing to hold them in my arms once more. I could not even focus for long enough to complete a single ritual.${{e2}}#$e#Is this what it means to be a father?${{e3}}",
"Wizard.TwoKids_2.1": "We're blessed that %kid1 and %kid2 have your features${{e7}}.#$e#It would be a cruel twist of fate indeed for any child to look like me.${{e9}}",
"Wizard.TwoKids_2.2": "I think I saw one of our children manifesting early signs of telekinesis today!${{e3}}#$e#A teddy bear slid right off a shelf...perhaps they summoned it!${{e3}}#$b#...Yes, I admit that the bear may have simply fallen down.${{e10}}",
"Wizard.Twokids_3.0": "%kid1 has your eyes. Sometimes we lock gazes and I find myself lost in them. I wonder what a child sees when looking upon one such as I.${{e3}}#$e#A father, I hope. And nothing less.${{e1}}",
"Wizard.Twokids_3.1": "This life... with you and our children...${{e4}}#$b#It's more than I ever thought I would have.${{e1}}#$e#Thank you, @, for choosing me.${{e6}}",
"Wizard.Twokids_3.2": "What do you think of asking Abigail to babysit?#$e#...Just a thought.${{e9}}",

"Wizard.Good_0.0": "Once I was a young man, foolish and restless and hungry for knowledge.#$b#I used to lament the loss of those days - it is an oft-stated tragedy that youth is wasted on the young - but I have come to realize that such days of vibrant energy are not lost to me.${{e1}}#$b#You have brought them back, @.${{e7}}#$e#You give me life anew, as I never expected to have.${{e1}}#$b#For this I can never repay you, but ever will I try.${{e1}}",
"Wizard.Good_0.1": "I still cannot believe that you chose to marry me...${{e6}}",
"Wizard.Good_0.2": "Ah, greetings, my heart! I was just thinking about you.${{e1}}",
"Wizard.Good_1.0": "The dark dreams of my past are a fading memory. When I sleep at your side, not only do I sleep - an uncommon enough occurrence, once - but I sleep soundly.${{e1}}#$b#That is your doing. The calm of your soul soothes mine.${{e9}}#$e#When you are with me, I am invigorated.${{e1}}",
"Wizard.Good_1.1": "Not even in all of my forays into the future did I predict I could ever be so happy as you have made me.${{e6}}",
"Wizard.Good_2.0": "Before we wed, I considered my life more or less at an end.#$b#I would toil on through the land of the living for some untold number of decades, in all likelihood, but it was as a flat ground at the bottom of a slope. Already I had climbed the mountain and come down the other side.#$b#I thought I should see no more mountains, in my time. And yet, here we are.${{e1}}#$e#You give my life new purpose, @.${{e1}}",
"Wizard.Good_2.1.older": "You know... I fell for you long before you gave me that bouquet.${{e4}}#$e#I never said a word.${{e4}}#$b#I thought you could never love an old man like me.${{e9}}",
"Wizard.Good_2.1.younger": "You know... I fell for you long before you gave me that bouquet.${{e4}}#$e#I never said a word.${{e4}}#$b#I thought you could never love a man like me.${{e9}}",
"Wizard.Good_2.2": "With all the heartache in my past, I never thought I'd wake up to days as sweet as these...#$e#Thank you for giving an aloof old wizard a chance.${{e4}}",
"Wizard.Good_3.0": "@.${{e6}}#$b#My @.${{e6}}#$b#How effortlessly you make me forget my flaws and past failures!${{e7}}#$b#When I see myself through your eyes, it is as if I have been reborn. That you could know all you know of me and still love me so is beyond even my comprehension.${{e1}}#$b#I am undeserving of such devotion, but nevertheless I thank you for it.${{e1}}#$e#Never will I fail you. I swear it.${{e6}}",
"Wizard.Good_3.1": "My love, you look simply radiant.${{e6}}",
"Wizard.Good_3.2": "I hope you're having a wonderful day, my love.${{e1}}",
"Wizard.Good_4.0": "Have I expressed, lately, how I feel for you? If not, I have been remiss.${{e1}}#$b#My love for you overwhelms every other truth of my soul. Without you, I was a husk of a man, adrift in a world without meaning and lamenting my place in it.${{e6}}#$b#With you, I am as a slate wiped clean.#$e#I have no regrets, anymore.${{e6}}",
"Wizard.Good_4.1": "This... this is more home than ever my tower was. Or any place I dwelled before that.${{e1}}#$e#From now on, my home is with you. My heart.${{e6}}",
"Wizard.Good_4.2": "My tower is stocked with all kinds of rare books and reagents, and charms that I've collected from around the world that are nearly impossible to find.#$b#But none of it holds a candle to how precious you are to me.${{e6}}#$e#I realize that was a terrifically corny thing to say. But thankfully, you don't seem to mind.${{e9}}",
"Wizard.Good_5.0": "Any trace of that loneliness which once plagued me is banished by your presence. I had no idea how much I craved a contact outside the ethereal before our paths crossed.${{e6}}#$b#And now our souls are entwined as two trees grown together.${{e6}}#$e#It would take an axe to separate us.${{e6}}",
"Wizard.Good_5.1": "@... this wedding amulet it's flawless.${{e4}}#$b#You know I don't care for trinkets without practical use, but this...${{e4}}#$b#This is a symbol of us.${{e6}}#$e#It is more important than anything else I have ever owned.${{e6}}",
"Wizard.Good_5.2": "We should go on a little retreat together soon. I can pull some strings with the Guild to find us a place in a cozy little town in the mountains somewhere.${{e1}}",
"Wizard.Good_6.0": "If you venture into the mines, beware, my heart.#$b#I have told you before of the evil that lurks there.${{e2}}#$b#I don't know what I would do if you fell prey...${{e8}}",
"Wizard.Good_6.1": "I love you for many reasons, but one is how talented you are. You're adept at anything you put your hand to.#$e#I admire you greatly for that.${{e4}}",
"Wizard.Good_7.0": "@. This house is a home because of all the work you do.${{e1}}#$b#Never let yourself believe I don't notice.${{e1}}",
"Wizard.Good_7.1": "Do you know, I don't think I've ever been so happy in all my life as I am with you, @.${{e1}}",
"Wizard.Good_8.0": "Sometimes, seeing all you do for us, I wonder how I survived before you married me.${{e3}}#$e#Then I remember I once subsisted an entire week on swamp moss and algae broth because my food delivery was delayed in a winter storm...${{e7}}",
"Wizard.Good_9.0": "This peace...${{e9}}#$b#This is what I always craved and never thought I would feel again.${{e4}}#$e#Thank you, @.${{e6}}",

"Wizard.Neutral_0.0": "I hope you won't regret your decision to marry me when my hair turns grey and you are still quite young...${{e2}}",
"Wizard.Neutral_0.1": "Joy is a mysterious power. Fragile in its most pure state, when it does appear it can resonate through the ages.${{e3}}#$b#Yet, that same joy can become corrupted over time. It must be protected, at all cost.",
"Wizard.Neutral_0.2": "Don't work too hard today. I don't want to have to levitate your limp body home.${{e2}}#$e#...If you unfortunately do pass out somewhere before I can find you... I trust Linus will take care of you.",
"Wizard.Neutral_1.0": "There are potent energies about your grandfather's shrine.${{e3}}#$b#Do you think he would be proud of how far you have come?${{e1}}#$e#I believe he is.${{e1}}",
"Wizard.Neutral_1.1": "Anger and hatred, they are false energies. They hide the real sources of power, which is understanding and sadness.#$b#It has become cliche, but it's true. I have learned so much, and it still holds true. Find peace before you tear yourself to pieces.",
"Wizard.Neutral_1.2": "Having a pleasant day, @?$",
"Wizard.Neutral_2.0": "Ah, @. Come for another lesson on the energies? I'm happy to oblige.${{e9}}#$e#It means more time with you.${{e1}}",
"Wizard.Neutral_2.1": "Using the energies comes at a cost. It's not free. To discuss all the different aspects would take ages.${{e3}}#$b#I'll tell you this though, @. My hair was not originally purple.${{e1}}#$e#That was a long time ago...${{e7}}",
"Wizard.Neutral_3.0": "I once thought I would live out the rest of my days locked away in that tower without even a single friend...${{e2}}#$e#You set that ambition on its nose${{e1}}#$b#Not that I'm complaining.${{e7}}",
"Wizard.Neutral_3.1": "I once saw a person try to keep a tree alive all year long, using powerful energies to do so.#$b#It was horrible: the tree itself wept, and begged to be freed. I had to step in and save the tree.${{e2}}#$b#I still have some of its leaves it gave to me as a gift. They are special to me.${{e2}}",
"Wizard.Neutral_3.2": "The farm seems to be doing very well this year.${{e1}}",
"Wizard.Neutral_4.0": "Hmm...? Yes, I'll pick up the pile of books as soon as I'm finished...${{e9}}",
"Wizard.Neutral_4.1": "If you go into town, make sure and say 'what's popping?' to everyone for me.${{e7}}",
"Wizard.Neutral_5.0": "How are we doing, financially, @?${{e3}}#$e#If there is anything I can do, you need only ask.",
"Wizard.Neutral_5.1": "I don't know how you worked in Zuzu City. The smells and the noise there would give me a headache.#$e#I prefer places that are more tranquil, like Stardew Valley.${{e1}}",
"Wizard.Neutral_6.0": "Another day, another mystery to solve...${{e7}}",
"Wizard.Neutral_6.1": "I never saw the appeal in fishing. I'm glad you enjoy it, though.",
"Wizard.Neutral_7.0": "Have you been practicing meditation, like I taught you?${{e9}}",
"Wizard.Neutral_7.1": "I need to make a trip to Castle Village soon to see Camilla to discuss some Ministry affairs. She's certainly an interesting woman.#$e#She approves of you, you know.${{e1}}",
"Wizard.Neutral_8.0": "Hmm?${{e3}}#$b#Mess? No. I haven't noticed any.${{e11}}",
"Wizard.Neutral_8.1": "Let's go for a little walk soon. A change of scenery will surely do us good.${{e1}}",
"Wizard.Neutral_9.0": "If you find yourself obsessed with something you've never been interested before, it can mean you have been enchanted.${{e3}}#$b#Not all enchantments are bad, of course. Some can be quite positive. It is very mysterious.${{e1}}#$e#Embrace the mysteries of the day, @.${{e9}}",

"Wizard.Bad_0.0": "You know I have been married once before and it went badly. I would not like for this to go the same direction.${{e2}}#$e#I do not think my heart would survive the breaking for a second time.${{e8}}",
"Wizard.Bad_0.1": "...Do you still love me?${{e2}}",
"Wizard.Bad_0.2": "*sigh* I've made some serious mistakes in the past, @. Eventually, I'll need to address them.${{e2}}#$e#Hopefully, you'll be by my side when those times come.",
"Wizard.Bad_1.0": "Black omens darken the horizons of our future.#$b#Will you heed the signs and change course, or will you continue as you have been?#$e#Do not make a choice you will later regret, @.${{e10}}",
"Wizard.Bad_1.1": "...I should never have married again.${{e11}}",
"Wizard.Bad_1.2": "I may go spend some time in my tower... You've done nothing wrong. I just need some time to myself.",
"Wizard.Bad_2.0": "This is... hmm. Interesting. If I can just focus my energies, I might be able to...${{e2}}#$e#...#$e#Hm? Begone; I am busy. You would not understand something so delicate.",
"Wizard.Bad_2.1": "You regret it, don't you?${{e2}}#$b#Your choice to marry me.${{e8}}",
"Wizard.Bad_2.2": "That blasted woman...Camilla is brimming with talent, but sometimes she can be positively infuriating.${{e5}}",
"Wizard.Bad_3.0": "And so begins the fall beyond the summit... The descent will not be as joyous as the climb was, I fear.${{e10}}#$b#I wonder if we will catch our bearings before the landslide crumbles out of control...${{e2}}#$e#It pains me to look back and see how far we have fallen, already.${{e8}}",
"Wizard.Bad_3.1": "Have I done something wrong...? It seems everything is falling apart, lately...${{e8}}",
"Wizard.Bad_3.2": "...Are you really happy with me?${{e2}}#$e#Sorry, I know it's not a fair question to ask. Never mind.${{e2}}",
"Wizard.Bad_4.0": "Hmph.",
"Wizard.Bad_4.1": "I had hoped I would only ever live through one broken heart...${{e8}}",
"Wizard.Bad_4.2": "A new spell I was testing backfired. I feel... not quite myself.${{e10}}#$e#If you wake up to a frog in the bed tonight, I left a little satchel of powder on the table.${{e10}}#$e#Just sprinkle some on me.${{e10}}#$e#...${{e11}}#$e#%Magnus doesn't look so good...",
"Wizard.Bad_5.0": "I should never have let you marry me.${{e10}}#$b#I seem only to make your life worse.${{e8}}",
"Wizard.Bad_5.1": "I'm feeling quite out of sorts today. No, I don't think there's anything you can do to help.",
"Wizard.Bad_6.0": "We only have one short life to live... is this the best way to do it?${{e10}}",
"Wizard.Bad_6.1": "I don't work as effectively on the farm as I do in my tower. Too many distractions.#$e#Ah, I... I apologize. I didn't mean for that to come off that way.${{e2}}",
"Wizard.Bad_7.0": "If there is anything I can do to fix this, please, tell me!${{e2}}#$b#I'm not ready to fail again as I have done in the past.${{e8}}",
"Wizard.Bad_7.1": "My ex-wife flew over my tower last night and managed to burn some of the nearby trees to a crisp.${{e5}}#$e#That foolish woman could start a forest fire if she's not careful.${{e5}}",
"Wizard.Bad_8.0": "You have been so cold to me lately...",
"Wizard.Bad_8.1": "I'm not in the mood to talk today. It'll pass soon.",
"Wizard.Bad_9.0": "If only I had been better for you...${{e8}}",

"Wizard.spring_1.0": "The energies have begun again. Spring is here, and the year is reborn.${{e9}}#$e#I feel renewed this year, not just because spring is the time for it, but because of my relationship with you, @.${{e6}}#$b#You have reminded me that I am still human. To focus on being human is a mystery itself that I almost forgot about.${{e9}}#$e#Thank you, @.${{e1}}",
"Wizard.spring_1.1": "You always know spring has arrived when you can hear the trees singing of new growth.${{e1}}#$e#Mmm? Yes, of course the trees sing. You can hear them too, just listen carefully.${{e1}}",
"Wizard.spring_2.0": "I am always glad to wake beside you, @. I had predicted we would become friends, but I had no idea how far it would go.${{e1}}#$b#There are many mysteries in this world, and I am glad you chose me as one of yours.${{e6}}#$e#I count myself to be very lucky indeed.${{e7}}",
"Wizard.spring_3.0": "Many people are scared of me. The unknown causes them to tremble, and my association with it frightens them.#$b#You have continued to show you don't mind the mysterious. You embrace it, and take time out of your day to see me.${{e1}}#$b#Thank you, @. I thought I would be alone forever.${{e7}}#$e#You are a special person, indeed.${{e6}}",
"Wizard.spring_5.0": "I feel renewed this year, not just because spring is the time for it, but because of my relationship with you, @.${{e6}}#$b#You have reminded me that I am still human. To focus on being human is a mystery itself that I almost forgot about.${{e1}}#$e#Thank you, @.${{e1}}",
"Wizard.spring_6.0": "The air is electric, I feel this year will be a special one. Let us do our best to achieve our dreams, @.${{e1}}#$e#Do not give up. I will be with you.${{e1}}",
"Wizard.spring_8.0": "The greatest energies are the ones we allow ourselves to find. Everything else is false.${{e1}}#$b#Be true to what moves you, and you will be energized the rest of your life.${{e1}}#$e#That is my hope for you, @. Live forever!${{e7}}",
"Wizard.spring_13.0": "What, exactly, is the purpose of hidden eggs?${{e3}}#$b#Is there some symbolism I don't comprehend?${{e3}}#$b#The eggs, perhaps, represent that which you need but do not desire, and so you seek because you must.${{e3}}#$e#No...?${{e3}}#$e#Of course I'm not going.#$b#I have quite enough mystery in my life without incomprehensible traditions.${{e1}}",
"Wizard.spring_13.1": "The day of the egg festival again, is it? Every year, I wonder what kind of ritual began the egg hunting tradition...${{e3}}#$e#I'm sure it was something quite ancient.${{e3}}",
"Wizard.spring_23.0": "The energies, at their core, are chaotic. Ever changing, they are denser than air yet more elusive than wind.${{e3}}#$b#In the end, many people believed it was not worth trying to solve the mystery, yet here I remain.#$e#Someday, @, I will truly understand.${{e1}}",
"Wizard.spring_24.0.older": "...You want me to attend the Flower Dance?${{e3}}#$b#I think not. Such frivolous displays are beyond me.#$b#Besides, I'm much too old to dance.${{e1}}#$b#You'll just have to enjoy yourself without me.${{e9}}#$e#...#$b#Please don't dance with anyone else.${{e4}}",
"Wizard.spring_24.0.younger": "...You want me to attend the Flower Dance?${{e3}}#$b#I think not. Such frivolous displays are beyond me.#$b#Besides, I'm much too untrained to dance.${{e1}}#$b#You'll just have to enjoy yourself without me.${{e9}}#$e#...#$b#Please don't dance with anyone else.${{e4}}",

"Wizard.summer_1.0": "Summer has come at last. The energies are at their most powerful. I'll get a lot of work done this season.${{e1}}#$b#Stay cool, @, and do not let the sun curse you.${{e9}}#$e#Maybe we'll go swimming this time...${{e4}}",
"Wizard.summer_1.1": "Summer has arrived! With all the plants lush and growing, you'll find it's much easier to draw mana from the world around you.${{e1}}",
"Wizard.summer_2.0": "I still marvel that you would ever choose to be with one such as me. I am much too old and jaded for someone so full of life. And yet, here we are.${{e7}}#$e#You are the mystery I will never solve. Have an enchanted day, @.${{e1}}",
"Wizard.summer_3.0": "Ignorance is bliss. You've heard that saying before, I'm sure, but it's true. To know too much, it can turn one bitter.#$b#I still find hope in my studies, but some days, it is nearly too much to bear. Thank you for choosing me, @.${{e1}}#$e#You are what holds me to this reality.${{e1}}",
"Wizard.summer_4.0": "The focus on my life has always been on my studies now. Everything else fell away.#$b#Becoming close with you, though, has made me realize that maybe I should not be so consumed by the search for knowledge..${{e1}}#$b#There's more to life than reading the books about the lives of the dead.${{e9}}#$b#Now there is you.${{e6}}#$e#I am with you, @. I always will be.${{e6}}",
"Wizard.summer_5.0": "Using the energies comes at a cost. It's not free. To discuss all the different aspects would take ages.#3#$b#I'll tell you this though, @. My hair was not originally purple.#7#$e#That was a long time ago...${{e3}}",
"Wizard.summer_8.0": "There is a special energy in the air today. I can feel it, can you?${{e1}}#$b#It is the energy of our love! It is invigorating. It makes me feel young again.${{e1}}#$e#Is that weird? I don't get out much, @.${{e9}}",
"Wizard.summer_11.0": "I have no interest in this governor, nor in the pomp and ceremony designed to impress him.#$b#But I will attend the festival.${{e1}}#$e#The activity on the beach draws out curious merfolk.${{e3}}#$b#It provides me a unique opportunity to converse with them.${{e1}}",
"Wizard.summer_11.1": "It's the luau today, yes? I'm sure whatever the town comes up with will be as peculiar as usual.${{e3}}",
"Wizard.summer_15.0": "One can get so caught up in work that life just falls away. Others retreat to their work because they cannot handle their life.#$b#I'm realizing lately that I've done a lot of things that I wasn't happy with. Forced myself to do what was wrong for what I thought was right.${{e2}}#$b#I hope to someday get forgiveness, @.#$e#Someday.${{e1}}",
"Wizard.summer_28.0": "The season of the Lunaloos is upon us.${{e9}}#$b#Of all the peculiar things people in this town choose to celebrate, this is the one I can understand.${{e1}}#$e#I would prefer to avoid the crowds on the docks, however.#$b#I'm sure you'll find me, regardless.${{e1}}#$b#You always do.${{e7}}",
"Wizard.summer_28.1": "The lunaloos are visiting us today. We understand very little about them, but...#$b#They certainly have more mystical powers than any of the other sea creatures we've studied.${{e1}}",

"Wizard.fall_1.0": "Can you feel the changes in the air? I don't just mean in the temperature. The trees, they are giving off a unique energy.#$e#May this fall be an enchanted one.${{e1}}",
"Wizard.fall_1.1": "Mushrooms are abundant in the fall. They're very versatile for potionmaking!${{e1}}#$e#If you do any foraging this season, I'd be happy to take some off your hands.${{e9}}",
"Wizard.fall_2.0": "Studying and using the energies can make one very tired, @. All these years of it has brought me to the brink.#$b#Yet it is my curiosity that drives me. I don't have all the answers, and there are still questions I have.${{e3}}#$b#Like you, @. What continues to bring you back to me, time and again?${{e7}}#$e#Perhaps someday I will understand you.${{e1}}#$b#Then again, I enjoy the mystery.${{e9}}",
"Wizard.fall_3.0": "There have been times when I have had the chance to wield unlimited energy. Many would be tempted by such power.${{e3}}#$b#I am only human. I was lucky to reject them, for it would have destroyed me.#$b#All that glimmers is not always good, @.#$e#Who knows what I would have become? A scary thought.${{e2}}",
"Wizard.fall_4.0": "Am I a better person than I was before all this? In all my searching, have I been able to find a way to become stronger?${{e3}}#$b#I have answers to many mysteries, but they haven't changed me. They are only answers. Have I done all I can?${{e2}}#$e#I have thought about these things for a long time. My own mystery.${{e3}}",
"Wizard.fall_8.0": "It is difficult to remember what it is to have normal conversations. When conversing with the energies, one must speak a unique and complex language.#$b#To talk human is to ask how another is, and to do that with meaning is hard for me. Luckily, I can practice on you.${{e1}}#$e#What's up, dog? No? Is that not a saying?${{e3}}",
"Wizard.fall_15.0": "Words can't express how grateful I am for you, @. It is nice to be able to talk with someone about all the aspects of my work.${{e1}}#$e#...Amongst other things.${{e4}}",
"Wizard.fall_16.0": "My old friend Welwick has come to town for the fair.${{e1}}#$b#Her divination skills outshine even mine.${{e9}}",
"Wizard.fall_16.1": "I hope your preparations for the showcase have gone well? You have considerable talent to showcase, my heart.${{e9}}#$e#%Magnus smiles at me.",
"Wizard.fall_25.0": "I have been focusing my energies lately to find the answer to this question: how is it that when I'm out and about I'm tired, but when I try to sleep, I cannot?${{e3}}#$b#It is a grand mystery, @. Someday I will solve it.${{e2}}#$e#Until then, I count on your soothing presence to lull me to sleep each night.${{e6}}",
"Wizard.fall_26.0": "I will be making another maze for the festival, tonight.${{e1}}#$e#It's the only time of year I can contrive such a simple way for the elementals to observe the affairs of mundane folk so closely.${{e9}}",
"Wizard.fall_27.0": "While it primarily serves the elementals, I do hope you enjoy the festivities today, my heart.{{$e1}}#$b#This season is always so busy for you, you deserve to unwind at the end of it.${{e1}}",
"Wizard.fall_27.1": "I have important business with the town maze today! Lots of mana required, and the work takes a great deal out of me.#$e#I hope you and the rest of the townsfolk enjoy it. ...And I apologize if I have to lean on you on the walk home.${{e1}}",
"Wizard.fall_28.0": "Wind's howling...#$b#Soon winter will be upon us.#$b#After I complete my rituals, I can help prepare the farm animals for winter if you would like me to.${{e9}}",
"Wizard.fall_28.1": "I sense a strong winter storm brewing...",

"Wizard.winter_1.0": "It is a time for peace and study. The snow fall has made me weak, and I will rest.#$e#I hope this will be a special winter for us, @.${{e1}}",
"Wizard.winter_1.1": "Quite a storm, wasn't it? But the world looks lovely blanketed in snow, even if the weather is harsh.${{e1}}",
"Wizard.winter_2.0": "I wish I could reveal my true name to you, @. In truth, I just don't remember it.${{e1}}#$b#Was it Carl? Or Hank? Maybe John?${{e3}}#$b#I think it was a good name. It's hard to know.${{e3}}#$e#Maybe it was @! Imagine that?${{e1}}",
"Wizard.winter_4.0": "My name is...I still don't remember.${{e3}}#$b#Yes, Magnus Rasmodius is not, in fact, my real name.${{e3}}#$b#I made it as an alias upon beginning my magic practice, but with time, eventually I and everyone around me forgot my original name.#$b#What is it, do you not like Rasmodius? We're you planning on taking it?${{e1}}",
"Wizard.winter_6.0": "All in all, remember this, @: the only energy you truly need is your own.${{e1}}#$b#Use that logic, and seize the day. Let nothing stop you!${{e7}}#$e#Unless it's not a good idea, in which case, don't do it.${{e10}}",
"Wizard.winter_7.0": "There is a great feeling in our relationship. I hope someday to be able to be as natural as I am with you with the whole village.${{e7}}#$b#They still fear but, someday, hopefully, they'll give me a chance. You have.${{e1}}#$e#That's made all the difference.${{e9}}",
"Wizard.winter_8.0": "Hmm...? The festival?#$b#I have no interest in fish or ice sculptures.#$b#And you know full well I'm no good at socialization.${{e11}}#$e#I think I will visit my tower, instead.${{e1}}#$b#In spite of the weak ambient energy this time of year, I believe I can muster the strength to occupy myself.${{e9}}",
"Wizard.winter_8.1": "I presume you'll be ice fishing at the festival today? Best of luck, @.${{e1}}#$e#There's a spot in the forest with arcane potential I'll be assessing. You're welcome to join me when you're finished putting Willy in his place.${{e7}}",
"Wizard.winter_15.0": "Night Market?#$b#Bah! I have little time for such frivolous affairs.${{e3}}#$b#Not even the merfolk would bother with that light parade.${{e3}}#$e#By all means, enjoy yourself.${{e1}}#$b#It's just not for me.${{e9}}",
"Wizard.winter_17.0": "Happy... Birthday...?${{e3}}#$b#...Don't tell me I've forgotten your birthday.${{e10}}#$b#It's... mine? Ah, I guess it is.${{e3}}#$b#We don't have to do anything, my love. Spending time with you already makes me happier than you could ever imagine.${{e1}}#$e#If you really insist on celebrating, perhaps we could go to the Night Market tonight?${{e1}}#$b#I know I called it frivolous earlier, but it's a good excuse to get out of the house, no?${{e9}}",
"Wizard.winter_25.0": "All those people gather together to feast over the supposed good fortune of the Winter Star, and it isn't even a star.${{e3}}#$b#Not that anyone - excepting you, of course - would listen if I tried to tell them that, in the deep of winter, even an untrained eye can see the glimmer of of the astral plane.${{e1}}#$e#I do support a celebration of the waxing energies. But I don't support this ignorance.${{e3}}#$b#I will, of course, attend if you wish me to. But only for you, my love.${{e9}}",
"Wizard.winter_28.0": "What a year it has been. I'm glad we have grown so close, @. It would have been very boring without you.${{e6}}#$b#Just me and the Shrine of Illusion, making faces at each other.${{e1}}#$e#I still make faces at the Shrine. I'm not sure it appreciates it.${{e7}}",
//Spouse Room
"Wizard.spouseRoom_Wizard.0": "Strange Basilisks... Fundamentals Of Goblins... Unicorns of Timor-Leste...${{e3}}#$e#No, no, that's not it...#$e#Where did I leave that book...?${{e3}}",
"Wizard.spouseRoom_Wizard.1": "I wonder if it is possible to magically expand the farmhouse... I wouldn't mind a spare basement for some extra arcane doodads.${{e3}}#$b#Do you have any opinions on the matter, @?${{e3}}",
"Wizard.spouseRoom_Wizard.2": "Mmm...I don't wish to take the farmhouse over completely, but I do wish I had a few more of my spellbooks here to consult.${{e3}}",
//FunLeave
"Wizard.Spring.funLeave_Wizard.0": "I require some things from my tower; if you seek me there, today, you will find me.#$e#Embrace the mysteries of the day, @.${{e7}}",
"Wizard.Spring.funLeave_Wizard.1": "I must tend to the plants in my tower today.#$b#Some of them are rare flower variants, does the farmer have any tips?${{e1}}#$b#I hope your day goes smoothly, love, I will see you tonight.${{e7}}",
"Wizard.Spring.funLeave_Wizard.2": "Off on some arcane errands. I'll return in time for dinner, I promise.${{e1}}",
"Wizard.Spring.funReturn_Wizard.0": "To return to this home we share is a relief. Never before had I thought of my tower as empty, and yet it feels that way without you there.${{e1}}#$e#I passed a productive day, nevertheless.#$b#Come, let us be together and share in each other's memories.${{e7}}",
"Wizard.Spring.funReturn_Wizard.1": "A contact from Castle Village reached out to me today offering some rare literature in exchange for hard to come by supplies.${{e3}}#$b#As it turned out, the book was an ancient spellcasting glossary that specifically focuses on agriculture.${{e1}}#$b#It could well prove to be very interesting, I hope it will contain something of use to your farm.${{e9}}",
"Wizard.Spring.funReturn_Wizard.2": "What a wonderful place this is to return to.${{e1}}#$b#...Straight into your arms.${{e6}}",

"Wizard.Summer.funLeave_Wizard.0": "Today, I should go check on my tower's garden.${{e9}}#$b#Ancient fruit need more water than most other plants. It's possibly the reason they almost went extinct...${{e3}}#$e#Might I convince you to... join me for lunch later?${{e3}}#$b#Your unexpected visits are always the highlight of my day.${{e6}}",
"Wizard.Summer.funLeave_Wizard.1": "The Ministry is more active this time of year, so I need to visit my tower to deal with them today.#$b#One of the perks of living here with you is that it makes me significantly harder to reach.${{e1}}",
"Wizard.Summer.funReturn_Wizard.0": "Mmm, my heart... I am drained to the bone.${{e11}}#$b#The Ministry was exceedingly relentless today, springing on meetings one after another. Most of which were hardly even necessary.${{e10}}#$b#What do you say to calling in to bed early tonight? If there is any farm work left for the day let me help.#$b#I would not object to some quality bed time tonight...${{e6}}",
"Wizard.Summer.funReturn_Wizard.1": "Good evening, my love.${{e1}}#$b#How has your day gone? Has the sun treated you well today?#$b#If not I can offer my lathering services tomorrow morning. ${{e6}}",

"Wizard.Fall.funLeave_Wizard.0": "Take care today, love. I need the space of my tower for a ritual, it is too volatile to attempt on your farm.#$b#Of course it is safe, don't worry, I just don't wish to risk harm to your crops.${{e1}}",
"Wizard.Fall.funLeave_Wizard.1": "This is a busy time of year for you I know, but do mind to not overwork yourself, my heart.#$b#I need to attend to my tower today, but I will be home in the evening to help you unwind.${{e1}}",
"Wizard.Fall.funReturn_Wizard.0": "The moon looked gorgeous on my way home.${{e3}}#$b#What do you say to some star gazing one of these nights?${{e1}}",
"Wizard.Fall.funReturn_Wizard.1": "My heart, you look positively radiant. How has your day fared?${{e1}}#$b#I believe I have been struck with a 'cuddle bug' as some would say... I have missed you terribly.${{e6}}",

"Wizard.Winter.funLeave_Wizard.0": "Good morning, my heart.${{e1}}#$b#I must leave for my tower today. If you find yourself having a slow day, I wouldn't mind your company.${{e1}}",
"Wizard.Winter.funLeave_Wizard.1": "I need to gather some reading from my tower today, I will see you tonight.${{e1}}#$b#Stay warm, take one of my spare capes if you need to. They are well insulated against this type of weather. ${{e9}}",
"Wizard.Winter.funReturn_Wizard.0": "You look cold, my heart... I'll set another blanket on the bed tonight.#$b#I don't look much warmer myself? My, @, my cheeks can be rosy from a multitude of reasons.${{e6}}",
"Wizard.Winter.funReturn_Wizard.1": "I might do some extra reading in bed before we sleep if that is alright.#$b#I've quite the pile of books to get through before spring. I promise to not make much noise.${{e1}}",
//Patio
"Wizard.Spring.patio_Wizard.0": "...Hmm? It's a ritual circle.${{e3}}#$e#You remember. From our lessons.${{e1}}",
"Wizard.Spring.patio_Wizard.1": "If you have time in your schedule, would you like to forage with me today? I've been lacking some crucial ferns as of late.${{e1}}",
"Wizard.Spring.patio_Wizard.2": "A pleasant day to be out and about. Care to join me?${{e1}}",

"Wizard.Summer.patio_Wizard.0": "Summer is the easiest and strongest season for meditation, the energies are as if a thin wall away.#$b#Today in particular could be a good day to practice if you'd like to, my heart.${{e1}}",
"Wizard.Summer.patio_Wizard.1": "Worry not, I remembered to apply sunscreen this time.${{e9}}",

"Wizard.Fall.patio_Wizard.0": "Perhaps I should place a barrier around my work area... a single stray leaf could jeapordize today's ritual.${{e3}}",
"Wizard.Fall.patio_Wizard.1": "I think the farm looks most beautiful in the fall.${{e1}}#$b#Fall rouses my nostalgia, and with that the farm starts to feel even more like home.${{e7}}",

"Wizard.Winter.patio_Wizard.0": "Though I appreciate the flush on your cheeks, make sure to stay warm today, @.${{e9}}",
"Wizard.Winter.patio_Wizard.1": "I arose feeling quite sluggish, I hoped some time outside would wake me from my stuppor.#$b#There was a tome I wanted to go through today, but right now I lack the energy to even open the first page.${{e10}}#$e#Perhaps a kiss would give me the boost I so desperately seek.${{e7}}",
//Ex Wife Disabled
"Wizard.NoEx.Bad_0.0": "...Do you still love me?${{e2}}",
"Wizard.NoEx.Bad_0.1": "*sigh* I've made some serious mistakes in the past, @. Eventually, I'll need to address them.${{e2}}#$e#Hopefully, you'll be by my side when those times come.",
"Wizard.NoEx.Bad_1.0": "Black omens darken the horizons of our future.#$b#Will you heed the signs and change course, or will you continue as you have been?#$e#Do not make a choice you will later regret, @.${{e10}}",
"Wizard.NoEx.Bad_1.1": "...I should never have married.${{e11}}",
"Wizard.NoEx.Bad_1.2": "I may go spend some time in my tower... You've done nothing wrong. I just need some time to myself.",
"Wizard.NoEx.Bad_4.0": "Hmph.",
"Wizard.NoEx.Bad_4.1": "I had hoped I would avoid a broken heart...${{e8}}",
"Wizard.NoEx.Bad_4.2": "A new spell I was testing backfired. I feel... not quite myself.${{e10}}#$e#If you wake up to a frog in the bed tonight, I left a little satchel of powder on the table.${{e10}}#$e#Just sprinkle some on me.${{e10}}#$e#...${{e11}}#$e#%Magnus doesn't look so good...",
"Wizard.NoEx.Bad_7.0": "If there is anything I can do to fix this, please, tell me!${{e2}}#$b#I'm not ready to fail this marriage, @.${{e8}}",
"Wizard.NoEx.Bad_7.1": "The witch flew over my tower last night and managed to burn some of the nearby trees to a crisp.${{e5}}#$e#That woman could start a forest fire if she's not careful.${{e5}}",
//Generic Dialogue Override
"Wizard.NewChild_Adoption": "A family of our own... I never would have imagined.${{e6}}",
"Wizard.NewChild_FirstChild": "I have spent so long dreaming of this moment, yet nothing could hold a candle to reality.${{e6}}",
"Wizard.NewChild_SecondChild1": "You've made me the happiest man alive. Twice.${{e6}}",
"Wizard.NewChild_SecondChild2": "Never did I foresee two beautiful children with the love of my life... This is what I was missing.${{e6}}",
"Wizard.Mines_PlayerKilled_Spouse_PlayerMale": "@! I warned you of the evils in the mine, did I not?${{e5}}#$b#...#$b#For a moment I feared I would lose you...${{e8}}",
"Wizard.Mines_PlayerKilled_Spouse_PlayerFemale": "@! I warned you of the evils in the mine, did I not?${{e5}}#$b#...#$b#For a moment I feared I would lose you...${{e8}}",


	//Festival Dialogue
"EggFestival.0Hearts.0.Wizard": "Have a care not to miss any.#$b#The smell of rotting eggs attracts basilisks.${{e3}}",
"EggFestival.0Hearts.1.Wizard": "Last year the townsfolk neglected to care for some left behind eggs.#$b#Had it not been for me, the basilisks would've wrought havoc upon Pelican Town.",
"EggFestival.4Hearts.0.Wizard": "This ritual of egg-hunting makes little sense to me.#$b#Yet every year I come and marvel at the the bizarre excuses mundane folk concoct for an excuse to celebrate.${{e3}}#$e#Can't you just have a festival for the sake of it?${{e3}}#$b#No one is fooled.",
"EggFestival.4Hearts.1.Wizard": "Such senseless activity with such senseless results.#$b#Why hasn't this painful tradition, with such agonizing cleanup, faded over the generations already?",
"EggFestival.6Hearts.0.Wizard": "The egg, perhaps, symbolizes a rebirth.${{e3}}#$b#In spring, all things are born anew, are they not.${{e3}}#$e...#$e#I'm overthinking this, aren't I?${{e10}}",
"EggFestival.6Hearts.1.Wizard": "Perhaps, it is not the egg that drives their motivation to pursue this strange tradition.${{e3}}#$b#The egg hunt is specifically designed with children in mind, is it not? Therefore they must be connected...${{e3}}#b#Children do begin as eggs...${{e3}}#b#I'm afraid I still don't understand these bizarre festivities.${{e10}}",
"EggFestival.Dating.0.Wizard": "@.#$b#This is very important, so I need you to listen very closely and consider your answer carefully.${{e1}}#$b...${{e1}}#$b#What is the purpose of the egg hunt?!${{e10}}#$e#Surely, you can share the secret with me.${{e10}}",
"EggFestival.Dating.1.Wizard": "If I were to procure all the iridium ore you may need to last the rest of spring, would that entice you enough to explain this festival to me?${{e9}}#$b#No?${{e1}}#$b#How about as many kisses as I may possibly muster after the festival?${{e7}}#$b#Still no?${{e1}}#$b#My, you're difficult to please aren't you.${{e7}}#$e#Perhaps it is true, the mystery of the egg festival is destined to forever elude me.${{e1}}",
"EggFestival.Married.0.Wizard": "Yes, I did say I was not going to attend.#$b#...#$b#And yet, here we are.${{e3}}#$e#I can't stop myself!${{e11}}#$b#Why do they hunt eggs?!${{e10}}#$e#I won't be able to sleep tonight unless I find the answer.${{e11}}",
"EggFestival.Married.1.Wizard": "Regardless how much I swear to abstain from the Egg Festival, it always drags me back in. It's as if the egg itself is placing me in a trance...${{e3}}#$b#Perhaps it's finally driven me mad.${{e10}}#$b#@. You have to help me.${{e10}}#$b#Why must it be eggs??${{e11}}",
"EggFestival.Divorced.0.Wizard": "%Magnus looks lost in thought.",

"FlowerDance.0Hearts.0.Wizard": "I can't work with such a commotion happening out here.",
"FlowerDance.0Hearts.1.Wizard": "I'm waiting for them to disperse to begin with a ritual.",

//Note: Dance accept dialogue is meant to make sense with the festival dialogue, so you can find both the festival dialogue + acceptance dialogue strings here back to back for easier translating
"FlowerDance.4Hearts.0.Wizard": "Each year I watch from afar and I still do not understand these customs.",
"FlowerDance.4Hearts.1.Wizard": "I'm afraid this event makes as little sense to me as the previous.",
"FlowerDance.4Hearts.0.WizardAccept": "You wish to dance...? With ME?${{e1}}#$b#Ah... I... do not think that would be wise. I don't know the steps.#$b#Please do not look at me like that.${{e2}}#$b#Oh very well. I take no responsibility for the result.${{e7}}",

"FlowerDance.6Hearts.0.Wizard": "They do look very happy.${{e2}}#$b#...Maybe next year I will join in.${{e1}}",
"FlowerDance.6Hearts.0.WizardAccept": "You must have misheard, I was just wondering about next year...${{e3}}#$b#You are... serious? You don't mind me?#$b#Oh very well then.${{e4}}#$b#Thank you.${{e1}}",

"FlowerDance.6Hearts.1.Wizard": "Their happiness radiates into the surrounding elementals. You can sense it even from here.${{e3}}#$b#...${{e2}}",
"FlowerDance.6Hearts.1.WizardAccept": "We... can partake in it?${{e3}}#$b#How so?${{e3}}#$b#...${{e3}}#$b#Dance...together?${{e4}}#$b#Would they even allow me? I don't wish to make anyone uncomfortable.#$b#Well, if you are so confident. Yes, I'll dance with you, @.${{e1}}",

"FlowerDance.Dating.0.Wizard": "Ah. So you've found me.${{e1}}#$b#And here I thought I was being covert.${{e1}}#$e#Dance...?${{e3}}#$b#Ah...${{e4}}#$b#I... do not think that would be wise.${{e4}}#$b#I don't know the steps.${{e3}}#$e#I apologize if I've disappointed you...${{e4}}",
"FlowerDance.Dating.0.WizardAccept": "You are trying to pour guilt deep into my soul aren't you.${{e10}}#$b#You will guide me?${{e11}}#$b#In truth I am quite nervous. I fear no amount of study can help in that respect.${{e11}}#$b#...#$b#Well... if you accompany me throughout perhaps it wont go as poorly. Alright.${{e1}}",

"FlowerDance.Dating.1.Wizard": "@?${{e3}}#$b#What am I doing here?${{e3}}#$b#Studying I presume.${{e1}}#$b#Courting you has made me more curious of the other townsfolk. I wish to understand them better.${{e1}}#$b#Is it going well?${{e3}}#$b#Ah... well...${{e11}}",
"FlowerDance.Dating.1.WizardAccept": "You'll... help me?${{e3}}#$b#By dancing?${{e4}}#$b#Not that I mistrust your judgment, but are you sure thats a sound idea when there are so many other candidates...#$b#You wish to dance specifically with me?${{e4}}#$b#Well in that case I'd be a fool to not take you up on your offer for a lesson or two.${{e6}}",

"FlowerDance.Married.0.Wizard": "Ah...${{e3}}#$b#...Yes, alright, I came.${{e10}}#$b#It isn't because I don't trust you.${{e11}}#$b#I only wanted to learn how to make you happier.${{e9}}#$e#I wish I could dance with you.${{e6}}#$b#But I can't go down there.${{e4}}",
"FlowerDance.Married.0.WizardAccept": "What's stopping me?${{e3}}#$b#...${{e1}}#$b#Goodness, you're right there really isn't anything. I am just afraid as always.${{e2}}#$b#In that case, you've convinced me. Of course I'll dance with you, my heart.${{e1}}#$e#Where would I be without you...${{e1}}",

"FlowerDance.Married.1.Wizard": "...Greetings, my love.${{e9}}#$b#...${{e9}}#$b#I must apologize. I said I wouldn't come but here I am...${{e2}}#$b#I thought further about what I had said this morning... and I remembered how much these festivities mean to you.${{e2}}#$b#So I came. Hoping to understand this festival, and by extension you, some more.${{e1}}#$e#Please forgive me, @.",
"FlowerDance.Married.1.WizardAccept": "Make it up to you with a dance?${{e1}}#$b#Quite exploitative of you, isn't it?${{e7}}#$b#Well since I am here now, it's the least I could do. I'd love to dance with you, @.${{e6}}#$e#I take no responsibility for scaring any of the townsfolk away though.${{e3}}",

"FlowerDance.Divorced.0.Wizard": "Does speaking to me today, of all days, entertain you? You have a sick sense of humor.#$e#Leave.${{e5}}",

"Luau.0Hearts.0.Wizard": "You would do well to study the merpeople in these parts.#$e#You can learn a great deal from opening your eyes to lifeforms outside of your own.",
"Luau.0Hearts.1.Wizard": "If only the townsfolk new who's watching, perhaps they'd be more respectful of their surroundings.#$b#The merpeople have long lasting memories.",
"Luau.4Hearts.0.Wizard": "If you wish to do the merpeople a service, you'll stay after and make sure those townsfolk take away all the garbage they have brought along.",
"Luau.4Hearts.1.Wizard": "The merpeople are often shackled with cleaning up after human beach activity.#$b#The Luau is the most infamous and dreadful day in their clans.",
"Luau.6Hearts.0.Wizard": "I wouldn't try that soup, if I were you.${{e3}}#$b#You haven't been standing here watching what they've put in.${{e3}}#$e#Aren't there rules for this sort of thing?${{e11}}",
"Luau.6Hearts.1.Wizard": "Are you participating in the communal soup this year?#$b#Seeing what nonsense gets placed in it year after year, it almost rivals my own cauldron.${{e7}}#$b#You're the only hope that soup has, @. Please save Pelican Town from food poisoning.${{e1}}",
"Luau.Dating.0.Wizard": "@. Thank you for coming to talk to me.${{e7}}#$b#The merfolk are good company, but I still prefer yours.${{e4}}#$e#How would you like to learn their language?${{e7}}#$b#I can teach you some now.${{e1}}",
"Luau.Dating.1.Wizard": "It's good to see you, @.${{e1}}#$b#The merfolk were just asking about you. I promise I said only good things.${{e7}}#$b#Would you like to meet them when you have the time? I think you would find them quite interesting.${{e3}}",
"Luau.Married.0.Wizard": "The common folk are always telling tales of the beauty of merfolk.${{e1}}#$b#I have never found them so.${{e3}}#$b#Interesting, certainly, but not beautiful.${{e9}}#$e#Perhaps because you show me true beauty every day.${{e6}}",
"Luau.Married.1.Wizard": "The ocean is...nice.#$b#We should come here more often, just the two of us.${{e1}}#$b#If we do, I can tell the merfolk to leave us be and we can have the further half of the beach all to ourselves.${{e4}}#$b#What do you think?${{e6}}",
"Luau.Divorced.0.Wizard": "I'm busy. Find entertainment elsewhere.",

"MoonlightJellies.0Hearts.0.Wizard": "I can feel the building energy in the night.#$b#Very soon, now.${{e1}}#$e#Mind that you pay close attention.${{e1}}",
"MoonlightJellies.0Hearts.1.Wizard": "The Lunaloos carry with them an aura of sorts. With their unique atmosphere, they create a truly unforgettable night.${{e1}}#$b#Don't let it slip by.",
"MoonlightJellies.4Hearts.0.Wizard": "You have a keen mind, @.#$b#If you focus, I'm certain you will be able to sense the arcane energies that the Lunaloos project.${{e1}}#$e#Sharpen your mind. Enjoy the night, @.${{e9}}",
"MoonlightJellies.4Hearts.1.Wizard": "You must have noticed the changes in the air already. It certainly makes the night feel spectacular, don't you think?${{e1}}#$b#Don't get caught up with the energies though, the Lunaloos are a sight to behold.${{e9}}#$b#I hope you enjoy yourself tonight, @.${{e1}}",
"MoonlightJellies.6Hearts.0.Wizard": "You'll miss the Lunaloos if you spend all your time lurking in the shadows.${{e1}}#$e#What do you mean what about me?${{e3}}",
"MoonlightJellies.6Hearts.1.Wizard": "Aren't you cold, @?#$b#You should warm up by the cabin if you are. It's getting quite chilly here by the woods.#$e#Hm?${{e3}}#$b#Don't worry about me, I have my cloak to keep warm.${{e1}}",
"MoonlightJellies.Dating.0.Wizard": "I can sense them well enough from over here, thank you.#$b#There are too many people on the docks.${{e3}}#$e#I wouldn't say no to your company, however.${{e7}}",
"MoonlightJellies.Dating.1.Wizard": "I'd rather not come over. In such darkness, I may unnerve them even further.#$b#...#$b#You look stunning when the shadows grace your face like that though.${{e1}}",
"MoonlightJellies.Married.0.Wizard": "My heart.${{e1}}#$b#Sit with me. Clear your mind and feel the energies flow around you.${{e7}}#$e#Can you sense them?${{e1}}",
"MoonlightJellies.Married.1.Wizard": "May I compare thee to a Lunaloos glow?${{e1}}#$b#What?${{e3}}#$b#Perhaps I may have read some of the books in your collection, yes.${{e9}}#$b#Is it a crime for me to spend the festival praising the main attraction of the night?${{e6}}",
"MoonlightJellies.Divorced.0.Wizard": "%Magnus is averting your gaze.",

"Fair.0Hearts.0.Wizard": "You would do well to listen to Welwick's divination.#$b#Her senses are sharply attuned to the future.${{e3}}#$e#Incidentally, I would avoid that clown, were I you.${{e11}}",
"Fair.0Hearts.1.Wizard": "Welwick can divinate much further beyond merely relationships.#$b#For example, she can foretell what items your fellow farmers will bring to next year's fair.${{e1}}#$e#As for the clown? Well...${{e3}}#$b#I am afraid I don't have as many positive impressions.",
"Fair.4Hearts.0.Wizard": "That clown is back.${{e11}}#$b#Every time I see him it sparks something uncomfortable in me, yet I still can't place him.${{e10}}#$e#Somehow I feel as if he is taunting me.${{e10}}#$b#But he hasn't looked this direction even once.${{e11}}",
"Fair.4Hearts.1.Wizard": "That clown is at the peak of his career with the indistinguishable farce hes maintaining. I fear he may the beginning of many children's coulrophobia.${{e10}}#$b#I swear on my entire tome collection, I've seen his wry face someplace before...${{e11}}#$e#In a nightmare...?${{e11}}",
"Fair.6Hearts.0.Wizard": "That's it!!${{e1}}#$b#It was the School of Illusion!${{e1}}#$b#Without a doubt, that is Ixeor the Mad!${{e1}}#$b#He dropped out before completing the program. I daresay we all thought he had gone properly mad.${{e3}}#$b#Maybe he has.${{e11}}#$e#Better that you give him a wide berth, @.",
"Fair.6Hearts.1.Wizard": "Greetings, @.${{e1}}#$b#Are you entering the grange display again? Your crops are bursting with vitality this year, you'd rank high I'm sure.${{e9}}#$e#No, I did not consult with Welwick for that prediction. It is solely my own.${{e7}}",
"Fair.Dating.0.Wizard": "Have I introduced you to Welwick, @?${{e1}}#$b#There are certainly cons in this field, but I assure you, she is not one of them${{e9}}b#Her grasp of the unknown is admirable.${{e1}}#$e#Hmm? You aren't jealous are you?${{e3}}#$b#She's only a friend.${{e7}}",
"Fair.Dating.1.Wizard": "Have I ever counseled with Welwick myself?${{e3}}#$b#I've never felt it necessary. I'm capable of divination myself, albeit not as extensively as Welwick.#$b#Furthermore, divination is indefinite at best, and dangerous at worst.#$b# There is a time and place for it, but somethings are certainly worth left unspoiled. Otherwise where's the enjoyment in living?${{e1}}#$e#Let's just say I have my own hopes for the future, and I don't wish to be let down or assured.${{e1}}",
"Fair.Married.0.Wizard": "@, you remember my friend Welwick, I'm certain.${{e1}}#$b#We must invite her over for dinner, once this is through.${{e9}}#$e#...ah... you wouldn't mind cooking, would you?${{e4}}#$b#You know how reliable I am in the kitchen...${{e10}}",
"Fair.Married.1.Wizard": "You worked tirelessly for your grange display this year, @. We should celebrate it once we return home.${{e1}}#$b#I cannot promise to prepare a delicious meal, but perhaps we can ask to bring extra food home from...${{e9}}#$b#...Gus? ...Is that the man's name?${{e3}}#$e#It has been difficult memorizing the names of people you have been, until now, fervently avoiding.${{e9}}",
"Fair.Divorced.0.Wizard": "The lineup for Welwick is that way.",

"SpiritsEve.0Hearts.0.Wizard": "Hello, @. Have you entered the maze? I deployed... surprises for anyone who dares enter.${{e1}}#$e#I might have gone a little overboard with the monsters!${{e7}}",
"SpiritsEve.0Hearts.1.Wizard": "The town fountain is safe in another dimension...${{e3}}#$e#I haven't used this much mana in a while...${{e1}}",
"SpiritsEve.6Hearts.0.Wizard": "It never ceases to amaze me how tied up in this maze some people become.${{e3}}#$e#Why can they not see through the temptations and horrors?${{e3}}",
"SpiritsEve.6Hearts.1.Wizard": "With the approach of winter, using this much mana has exhausted me beyond normal.#$b#But I enjoy contributing to Pelican Town in this manner. No socialization required, just arcane magic and creativity.${{e7}}#$b#Not to mention, it's good exercise too.${{e1}}",
"SpiritsEve.Dating.0.Wizard": "This maze may be a worthwhile place for you to hone your skills, my heart.${{e7}}#$b#If you focus, you should be able to commune with at least one of these elementals.${{e1}}#$e#Try.${{e7}}#$b#Reach out and...${{e9}}",
"SpiritsEve.Dating.1.Wizard": "There is increased elemental activity this year once again. We could take the opportunity to train you further if you'd like.${{e3}}#$b#While I'm confident you're adept enough to handle the task on your own, if you ever require assistance while in the maze do not be afraid to speak my name, I'll promptly come.${{e1}}#$b#Two great minds are always better than one.${{e7}}#$e#Besides, being together in the deep depths of a maze alone... doesn't sound that foul.${{e4}}",
"SpiritsEve.Married.0.Wizard": "Did you see the elementals, @?${{e1}}#$b#They certainly saw you.${{e9}}#$e#You are often inquired about, and never do I have a coherent explanation.${{e7}}#$b#Now perhaps some of them will understand what you are.${{e1}}#$b#Perfection.${{e6}}",
"SpiritsEve.Married.1.Wizard": "You still create quite the hubbub among the elementals this time of year.${{e1}}#$b#What can I say? You're extraordinary.${{e9}}#$b#The elementals circulating you should consider themselves blessed to be allowed in your presence.${{e1}}#$b#Perhaps they might smite me for saying such contentious things, but what husband would I be if I said otherwise.${{e3}}#$e#If even the elementals are blessed, then I'm truly the luckiest man in the world.${{e6}}",
"SpiritsEve.Divorced.0.Wizard": "The elementals still ask about you every year...${{e2}}#$e#If the elementals wont give me a break, then can at least you leave me alone.${{e10}}",

"FestivalofIce.0Hearts.0.Wizard": "Surely you have more interesting things to do.",
"FestivalofIce.0Hearts.1.Wizard": "It is easy to get lost in these woods. You should go.",
"FestivalofIce.4Hearts.0.Wizard": "The festival noise makes working impossible.${{e5}}#$b#I'll be relieved when they leave.${{e10}}",
"FestivalofIce.4Hearts.1.Wizard": "I hope I won't have to save any fallen children from those openings in the ice this year.${{e10}}",
"FestivalofIce.6Hearts.0.Wizard": "I prefer to watch from afar, rather than engage.${{e3}}#$e#It's probably best for all of us, that way.",
"FestivalofIce.6Hearts.1.Wizard": "Did you know Linus is exceptional in igloo construction?${{e1}}#$b#He's a well traveled man with an immense amount of practical knowledge. I've known him for some time now and still the breadth of his skills surprise me.${{e9}}#$e#Would you like to go greet him with me?${{e1}}",
"FestivalofIce.Dating.0.Wizard": "Are you enjoying yourself?${{e1}}#$e#I'll remain up here, if it's all the same to you.${{e9}}#$b#You remember what happened last time I tried to talk to a normal person.${{e10}}",
"FestivalofIce.Dating.1.Wizard": "How are you, @? Are you keeping warm?#$b#I can offer you my cape if you'd like, it's magically reinforced and surprisingly insulating.${{e1}}#$b#Or I can prepare you a warming concoction if thats more to your liking?${{e3}}#$e#What, still distrusting my potions from when we first met?${{e1}}#$b#I promise I'll try to make it palatable this time.${{e7}}",
"FestivalofIce.Married.0.Wizard": "I can't say I understand the purpose of all this, but it only matters than you enjoy yourself.${{e9}}#$e#Are you?${{e1}}",
"FestivalofIce.Married.1.Wizard": "Good luck in the fishing competition, my heart.${{e1}}#$e#... Join?${{e3}}#$b#... Fishing... in front of the whole town...${{e11}}#$b#Ah... I would much rather join the fish.${{e10}}#$b#I apologize if that disappoints you, my love. I will be supporting you from the sidelines, I promise.${{e10}}",
"FestivalofIce.Divorced.0.Wizard": "%Magnus is beginning teleportation.",

"WinterStar.Married.0.Wizard": "I have taken the liberty of setting up this space just for the two of us, away from the main bustle of festivities. I hope you don't mind.${{e4}}#$e#Linus was just keeping me company.${{e1}}",
"WinterStar.Married.1.Wizard": "Merry Waxing Energies, my heart.${{e9}}#$b#...If I'm not mistaken this is a festival for gift-giving, am I correct?${{e3}}#$b#...Give me your hands...here.${{e4}}[337 517 72]#$b#I love you, @. This gift doesn't represent even a fraction of how much I do.${{e6}}#$e#Well now, what do you say to a good meal?${{e7}}",

//RSV Festivals
"RSVGathering.2Hearts.0.Wizard": "Leave it to the current young generation to get their hands on the strangest of materials.#$b#I must stop by once the crowd dies down.${{e3}}",
"RSVGathering.2Hearts.1.Wizard": "Competition has quite the knack for unlocking ones full motivation.${{e1}}",
"RSVGathering.4Hearts.0.Wizard": "@, have you been acquainted with Mr. Aguar?${{e3}}#$b#You could say he is an old co-worker of mine. He is quite talented in his field.",
"RSVGathering.4Hearts.1.Wizard": "I seldom have an excuse to visit this village. But when the opportunity arrives, I try to pay Mr. Aguar a visit.#$b#There is much we can learn from each other, our separate areas of study inform one another.",
"RSVGathering.6Hearts.0.Wizard": "I heard a concert is coming up? Are you able to confirm?${{e3}}#$b#I may leave early, prolonged loud noise often gives me a headache.${{e10}}#$b#Living in a tower, out in the middle of the woods, has certainly spoiled me a bit.${{e1}}",
"RSVGathering.6Hearts.1.Wizard": "Greetings, @. How are you finding the event?${{e1}}#$b#May I ask, have you visited the shops? Are there any prismatic shards in their wares?${{e3}}#$b#I require one for an upcoming experiment, it would be convenient to purchase one today.",
"RSVGathering.Dating.0.Wizard": "@, it is a pleasure to see you.${{e1}}#$b#I was just discussing recent local phenomenon with Mr. Aguar here. Alongside his study, he keeps tabs on the magic activity of Ridgeside.#$b#It certainly makes my job as resident magical practitioner easier. It is time consuming enough to keep track of Pelican Town as is.${{e9}}",
"RSVGathering.Dating.1.Wizard": "Have you had the opportunity to explore the forest north of here, @?${{e3}}#$b#My protection barrier does not cover it, so it is seldom visited. As a result there are many poorly documented phenomenon.${{e3}}#$b#Knowing you, you may find it an area of great interest.${{e1}}#$e#That said, it is highly dangerous. Please do mind your safety, no discovery is worth your health.${{e2}}",
"RSVGathering.Married.0.Wizard": "How are you enjoying the gathering, my love.${{e9}}#$b#Earlier, I noticed some rare seed varieties available for purchase, do you need any?${{e3}}#$b#I can purchase them in your stead if you are busy catching up with the locals.${{e9}}#$e#Ah... what do you presume would be the best way to approach the shop? I would prefer to not intimidate anyone too much.${{e10}}",
"RSVGathering.Married.1.Wizard": "My heart, do you think there will be any food left over once the gathering ends?${{e3}}#$b#It would be quite convenient to have leftovers for dinner in place of cooking don't you think?${{e1}}#$b#I could even reheat them with a spell if that strikes your fancy.${{e9}}",
"RSVGathering.Divorced.0.Wizard": "%Magnus turns towards Mr. Aguar.",

"EmberofResolutions.Dating.0.Wizard": "Tomorrow, the energies will begin to thrive once again. If you focus, you may even be able to sense them.${{e1}}#$b#It helps to think of them as the faint sounds of scurrying rabits in the snow.#$b#Or in our case, the first sparks of a flame.${{e1}}",
"EmberofResolutions.Dating.1.Wizard": "Have you carved out your wish?${{e1}}#$b#I hope it comes true, if there is anything I can do to assist your wish, let me know.${{e1}}#$e#My wish? Ah... I dont typically participate. As I told you earlier, I usually observe from afar.${{e3}}#$b#You think a wizard doesn't have his own New Year rituals?${{e1}}#$b#Wouldn't carving the same wish out twice make it less likely to come true?${{e9}}",
"EmberofResolutions.Married.0.Wizard": "Here, do not forget your log, my heart.${{e3}}#$b#I wouldn't want my favourite farmer to miss out on this years boon of wishes.${{e6}}#$b#I will find you when the bonfire begins. I am catching up with Mr. Aguar in the mean time.${{e1}}",
"EmberofResolutions.Married.1.Wizard": "Are you staying warm, @? The wind at this altitude is cold enough to even begin seeping through my magically enforced clothing.${{e3}}#$b#My heart, if at any point you start feeling too cold, my cape has room for two.${{e1}}#$e#Later however, I may need even more of your body heat for myself...${{e4}}",


	//In-Law Dialogue (not the wizard)
"Linus.Mon4_inlaw_Wizard": "I feared that old man wouldn't have it in him to remarry.#$b#I'm happy you two found each other.$1",
"Linus.Mon4_inlaw_Wizard_noEx": "I feared that old man wouldn't have it in him to marry.#$b#I'm happy you two found each other.$1",
"Marlon.Sat4_inlaw_Wizard": "How is Rasmodius these days?#$b#Happy to hear you're both doing well.$2",


	//Movie Dialogue
"MovieInvite_Invited_Wizard": "Ah, yes. Movies. A modern invention with which I am most certainly familiar. Yes. *Ahem* I would be glad to go. I shall meet you there.",
"MovieInvite_Spouse_Wizard": "There is nothing I would rather do than spend time in your company, my love, movie or no.${{e6}}#$e#I would be delighted. I will see you there shortly.${{e1}}",

//Not Dating/Married
//Mysterium
"Wizard.Base.0": "I sense an arcane power permeating this building tonight...",
"Wizard.Base.1": "There's a twinkle in Wizard's eye...",
"Wizard.Base.2": "And to think... the layman has no idea that this is all raw, real footage!${{e1}}",
"Wizard.Base.3": "For those aware of the esoteric mysteries, that had deep significance...${{e3}}",
//The Zuzu City Express
"Wizard.Base.4": "Is this a black and white film? Interesting...${{e3}}",
"Wizard.Base.5": "There's a twinkle in Wizard's eye...",
"Wizard.Base.6": "This movie, it truly is the one I remember!${{e1}}",
"Wizard.Base.7": "The movie was alright. But it surprised me to see a film I remember hearing about many years ago.${{e1}}",
//All Else - General Dislike
"Wizard.Base.8": "...",
"Wizard.Base.9": "You pulled me from my studies for *this*?${{e10}}",

//Dating or Married
//Mysterium
"Wizard.Dating.0": "I sense an arcane power permeating this building tonight...${{e3}}#$b#Have you ever seen this movie before, @?",
"Wizard.Dating.1": "There's a twinkle in Magnus' eye...",
"Wizard.Dating.2": "And to think... the layman has no idea that this is all raw, real footage!${{e1}}",
"Wizard.Dating.3": "For those aware of the esoteric mysteries, that had deep significance...${{e3}}#$b#Hmm? You found it scary?${{e3}}#$b#Worry not @, most of what it showed isn't harmful to humans.${{e1}}",
//The Zuzu City Express
"Wizard.Dating.4": "Is this a black and white film? Interesting...${{e3}}#$b#I have suspicions that I may have heard of this movie a long time ago.${{e3}}",
"Wizard.Dating.5": "Magnus leans in...",
"Wizard.Dating.6": "This movie, it truly is the one I remember!${{e1}}",
"Wizard.Dating.7": "Objectively, I found the movie subpar. But I enjoyed the nostalgia it gave me.${{e1}}#$b#Subpar? Well, it felt quite unfinished and unsatisfying to watch. It did not live up to the positive reviews I heard of from before.#$b#I also believe romance genres just... are not in my field of interests.${{e10}}",
//The Brave Little Sapling
"Wizard.Dating.8": "Hmm, The Brave Little Sapling? Is this a nature documentary?${{e3}}#$b#How could a sapling be perceived as... brave?${{e3}}",
"Wizard.Dating.9": "Magnus seems to be dozing off...",
"Wizard.Dating.10": "Do you mind summarizing how the movie ended, my heart.${{e10}}#$b#I am afraid I may have fallen asleep...${{e11}}",
//Journey of a Prarie King: The Motion Picture
"Wizard.Dating.11": "You might find it strange, but the title 'Prarie King' actually comes from the wizardry world.${{e1}}#$b#Records state he was a powerful wizard, one of the first to begin the tradition of resident magical practioners.#$b#Unfortunately history records him as cautionary example of how hunger for power ultimately kills.",
"Wizard.Dating.12": "Magnus furrows his brows.",
"Wizard.Dating.13": "It appears that this reimagination of the Prarie King is far removed from the source.${{e3}}",
"Wizard.Dating.14": "I wonder how the Prarie King made it into the common folk's culture.${{e3}}#$b#Surely there must've been multiple mistellings of the story before the story got reduced to this.",
//Wumbus
"Wizard.Dating.15": "It has been a while since I've watched or read a comedy. Never particularly found time for it outside of my academic reading.",
"Wizard.Dating.16": "Magnus looks very... focused.",
"Wizard.Dating.17": "Well...${{e10}}#$b#I feel I may simply be too old to understand.${{e10}}",
//The Miracle at Coldstar Ranch
"Wizard.Dating.18": "You already know what I think about the 'Winter Star,' @. My hopes for any accuracy in this film are exceedingly low.#$b#...What do you mean that is not the point?${{e3}}",
"Wizard.Dating.19": "Magnus looks to be lost in thought.",
"Wizard.Dating.20": "I am afraid I've come no closer to understanding the purpose of this movie.${{e11}}#$b#However... I would still like to understand. @, can you please explain what you previously meant by 'the point?'",
//Natural Wonders: Exploring Our Vibrant World
"Wizard.Dating.21": "A documentary? This could very well prove to be interesting.${{e3}}",
"Wizard.Dating.22": "Why is the camera focusing in on... ${{e3}}",
"Wizard.Dating.23": "Hmm? It was alright. I found myself hoping it would delve into the more arcane properties of the subject, but I supppose that would be uninteresting to the broader population.${{e3}}#$b#At least it was refreshing to learn something new from a field of study different from my own.${{e1}}",
//It Howls in the Rain
"Wizard.Dating.24": "I can appreciate a good horror if done right. However it is difficult to scare me.#$b#Decades of working with the arcane will have that affect on you.${{e9}}",
"Wizard.Dating.25": "I see...",
"Wizard.Dating.26": "Is this what people find scary nowadays?#$b#It seemed mild to me, but how was it for you, @? I hope you were not too scared.${{e1}}#$b#I apologize if I was distracted during the movie...#$b#I found myself taking note of the movie's horror themes as inspiration for this years Spirit's Eve attractions.${{e9}}",
//All Else - General Dislike
"Wizard.Dating.27": "...",
"Wizard.Dating.28": "Hmm... How do I put this.${{e3}}#$b#I'm not sure I fully understood what was happening on the screen.${{e10}}",


	//Schedule Dialogue
//Spirits Eve Prep
"Wizard.fall_26.000": "I'm helping prepare for tomorrow's festivities.${{e9}}",
"Wizard.fall_26.001": "This requires the utmost concentration.${{e3}}",
"Wizard.fall_26.002": "Please do not disturb me.${{e3}}",
"Wizard.fall_26.003": "There is much yet to be done to connect this plane to the other.${{e1}}",
"Wizard.fall_26.004": "%The Wizard is too deep in concentration to take notice of you.",
"Wizard.fall_26.005": "...",
"Wizard.fall_26.006": "This task taxes me. I will need to rest soon.${{e10}}",
"Wizard.marriage_Thu.000": "My heart.${{e1}}#$b#My tower seems empty compared to our home.${{e1}}#$b#But I cannot deny the benefits of working here, at times.${{e3}}",
"Wizard.marriage_Thu.001": "Ah, @. Have you come to check on me?${{e1}}#$b#I'll be home, soon. Just after I finish one... last... thing...${{e3}}#$b#...${{e3}}#$b#What time is it?${{e10}}#$b#...I may have forgotten to eat lunch.${{e11}}",
//Lowkey idk where these are from and idk if they're even used, I kept them just in case lmaoo
"Wizard.winter.000": "Sleep calls and yet refuses to take me.${{e10}}",
"Wizard.spring.000": "Even I need fresh air sometimes.${{e1}}",

//Olivia Visit
"Wizard.OliviaVisitWhichTotallyIsNotWhatYouThinkItIs.001": "A-ah, @... would you be so kind to remove yourself from my abode?${{e3}}",
"Wizard.OliviaVisitWhichTotallyIsNotWhatYouThinkItIs.002": "%He's sleeping.",

//NightMarket
//0 Hearts
"Wizard.NightMarket.000": "Greetings, @.#$b# I take it you're enjoying the night?#$b#I don't personally enjoy the market, but a wizard needs his stocks replenished too.${{e1}}",
"Wizard.NightMarket.001": "These are rare finds indeed.${{e1}}",
//4 Hearts
"Wizard.NightMarket.002": "The Night Market is good not only for trade of material goods, but knowledge as well.${{e1}}",
"Wizard.NightMarket.003": "The merchandise is fully authentic don't you worry.#$b#That is, most of it at least.${{e1}}",
//6 Hearts
"Wizard.NightMarket.004": "The Night Market is a rather new occasion in Pelican Town. It's a consequence of the war, many merchants are becoming more destitute and desperate by the day.#$b#I hope knowing that didn't spoil the mood for you.${{e2}}",
"Wizard.NightMarket.005": "It's a good place for your holiday shopping.${{e1}}",
//Dating
"Wizard.NightMarket.006": "It's lovely to see you, @.${{e1}}#$b#May I ask we spend the Night Market together? Only if you don't mind, of course.${{e1}}#$b#Whats the proper term...${{e3}}#$b#...ehm...a date?${{e3}}",
"Wizard.NightMarket.007": "Some of the merchandise on sale is quite potent. If used correctly it can be of great assistance to your farm.${{e3}}#$b#I can help you set it up if you decide to purchase any.${{e1}}",
//Engaged
"Wizard.NightMarket.008": "Despite all the buzz of the night, the only thing I can think about is you and our upcoming wedding.${{e6}}",
"Wizard.NightMarket.009": "I saw some gorgeous flowers in one of the stalls earlier. Perhaps we can purchase some for the occasion?${{e3}}",
//Divorced
"Wizard.NightMarket.010": "I don't wish to speak with you today.",
"Wizard.NightMarket.011": "%Magnus is ignoring you.",
//Married
"Wizard.marriage_winter_17.000": "Ah, @. Have you met Iona?${{e1}}#$b#She's an excellent alchemist who travels the world alongside this crew and has seen many a thing or two.${{e3}}#$b#Just now she was describing her most recent expedition to the far north.${{e3}}",
"Wizard.marriage_winter_17.001": "This is an impressive collection... Some of these trinkets could prove to be exceptionally useful for my rituals...#$b#How about you, my heart? Anything catch your eye?${{e1}}",
"Wizard.marriage_winter_17.002": "Hmm?${{e3}}#$b#I'm just enjoying the view, would you like to join me?${{e1}}#$e#I'm... deeply grateful to have you in my life.#$b#You are no doubt tired of hearing it so much, I know. But I don't wish to ever take you for granted, not even for a second.#$b#I love you very much, @, never forget.${{e1}}#$e#I'll go home shortly, don't worry. I just... want to take in the moment for a while.${{e1}}",
"Wizard.marriageExpecting_winter_17.002": "Hmm?${{e3}}#$b#I'm just enjoying the view, would you like to join me?${{e1}}#$e#I'm... deeply grateful to have you, and our future child, in my life.#$b#You are no doubt tired of hearing it so much, I know. But I don't wish to ever take you for granted, not even for a second.#$b#I love you very much, @, never forget.${{e1}}#$e#I'll go home shortly, don't worry. I just... want to take in the moment for a while.${{e1}}",

//Marriage Tower Visit
"Wizard.marriage.000": "Here for a visit? You are welcome here, as always. My apologies if I'm a little distracted.${{e1}}",
"Wizard.marriage.001": "If you wait just a moment, I'll let you take a taste of the potion I am working on! Nothing dangerous, I promise you.${{e9}}#$b#We're trying to perfect a recipe that provides long-lasting night vision.${{e1}}",
"Wizard.marriage.002": "Oh, what a nice surprise! And good timing. I was about to disappear into a pile of books.${{e3}}",
"Wizard.marriage.003": "You're the most welcome distraction I've had all day.${{e1}}#$b#Lewis makes some very strange requests sometimes...${{e10}}",
"Wizard.marriage.004": "Ah, hello, @! You're welcome to stay while I work. I find your presence calming.${{e1}}",
"Wizard.marriage.005": "It's always a pleasant surprise when you come to visit me at my tower. I trust your day is going well.${{e1}}",
"Wizard.marriage.006": "I'm taking a break from teaching Morgan the next set of spells at the minute.#$b#They're performing very well in their lessons, but teaching magic wears me out a little.",
"Wizard.marriage.007": "Today, I'm teaching Morgan a number of different spells to transform one kind of fruit into a different kind.#$b#We're both more than a little hungry.${{e3}}",
"Wizard.marriage.008": "I have to keep reminding myself that Morgan is young. They have tremendous potential, but they need some time to grow into it.",
"Wizard.marriage.009": "It's been a long few days collecting mushrooms in the forest, but Morgan and I finally get to do some experimenting with new potion recipes today.${{e1}}",
"Wizard.marriage.010": "Morgan's potionmaking skills are coming along nicely. They mixed up an elixir of healing earlier that was just as good as anything I can produce.${{e1}}",
"Wizard.marriage.011": "Today, Morgan and I are brewing a potion of luck. Hopefully they don't make the same mistake they did last time.${{e3}}#$b#They spent a week tripping over every branch in the forest, and I broke *two* of my favorite mirrors.${{e10}}",
"Wizard.marriage.012": "Ah, I'm glad you stopped by! I wanted to let you know I might run late tonight.${{e3}}#$b#Today, Morgan and I have to take a trip deeper into the forest than usual for one of our lessons.",
"Wizard.marriage.013": "Morgan and I are assessing the wards in the forest west of here today.",
"Wizard.marriage.014": "I am just finishing up here, @! I'm looking forward to spending the evening with you.${{e1}}",
"Wizard.marriage.015": "Just one more attempt at finishing this potion before I give up. At least it hasn't actually *exploded* yet.${{e10}}",
"Wizard.marriage.016": "I will be home soon, I promise. I need to clean up a little around here first.#$b#I'm afraid that the more exciting magical research becomes, the more of a mess it makes.${{e1}}",
"Wizard.marriage.017": "I do wish Camilla would call me by my name, instead of 'Razzy.' ...No, don't you dare.${{e10}}",
"Wizard.marriage.018": "I haven't looked outside yet, but I hope Camilla took more care with where she landed this time.#$b#Last time I lost my favorite blackberry bush.${{e2}}",


	//Other pre-marriage Dialogue (in SharedDialogueWizard.json)
//Rainy
"Rainy.Wizard.0": "Stormy days are the only time I can commune with certain elementals. It is a delicate business.#$e#Embrace the mysteries of the day, @.${{e1}}",
"Rainy.Wizard.1": "This is a much livelier rainfal than expected. The elementals are more abundant than normal.#$b#Seek the energies, @. Enjoy the day.${{e1}}",
"Rainy.Wizard.2": "I much appreciate this weather, the rhythmic beat of rain makes it easier to focus on my work.#$b#Focus your mind today, @, and be at peace.${{e1}}",
"Rainy.Dating.Wizard.0": "@, it is nice of you to visit me in the rain.${{e1}}#$b#I do hope you are staying warm and dry however. How would you feel if I fashioned you a magically enchanced rain coat?${{e3}}",
"Rainy.Dating.Wizard.1": "I imagine a farmer appreciates rainy weather more than most.${{e3}}#$b#In that regard, wizards and farmers are not as different as one would think.${{e1}}",
"Rainy.Dating.Wizard.2": "I have been anticipating this rainfall for quite some time. I have been preparing an experiment that requires it.${{e3}}",

//Day Before Festival
//Egg Festival
"Wizard.spring_12": "The Egg Festival is bizarre at best, and a headache to clean up at worst.${{e10}}",
"Wizard.Dating.spring_12": "Are you planning to attend the egg hunt again, @?${{e1}}It would be quite convenient if eggs just happened to show up at ur feet...${{e9}}#$e#I am kidding of course, your ability to find and conquer is more than sufficient to win as is.${{e6}}",
//FlowerDance
"Wizard.spring_23": "I would say the Flower Dance is the oldest tradition of Pelican Town.#$b#It is also the only one that forces the residents to pass by my tower...${{e10}}#$b#Each year there is always some amount of missed litter I must clean up.${{e10}}#$b#If only they would be satisfied with dancing anywhere else, the beach has a nice view, no?${{e11}}",
"Wizard.Dating.spring_23": "@, do you dance?${{e3}}#$b#It must be a sight to behold...${{e1}}",
//Luau
"Wizard.summer_10": "It's peculiar of people to revolt at the smell of a cauldron, but be so willing to try the communal soup.${{e3}}#$b#The way I see it, it might as well be the same thing.${{e7}}",
"Wizard.Dating.summer_10": "I imagine whatever you contribute to the communal soup is responsible for its bearability.${{e1}}#$e#Ah... Please don't try feeding me it.${{e10}}",
//Moonlight Jellies
"Wizard.summer_28": "I once had the opportunity to study a Lunaloo up close.#$b#They are an interesting specimen as they are closely related to pure elemental beings.${{e3}}",
"Wizard.Dating.summer_28": "Hmm? You seem excited for tonight.${{e1}}#$b#I hope you are aware that your radiance rivals even the Lunaloos.${{e6}}",
//Fair
"Wizard.fall_15": "I am looking forward to meet with Welwick tomorrow.${{e1}}#$b#I may even ask for a divination myself...${{e3}}#$b#It helps to prepare for your luckiest days, certain rituals can be quite dependent on your luck.${{e3}}#$e#I learned that the hard way.${{e10}}",
"Wizard.Dating.fall_15": "Do you feel prepared for the grange display tomorrow, @?{{e3}}#$b#I am confident you will do well. You have worked hard this year, it will surely pay off.${{e1}}#$e#If you don't win, then surely, Lewis has poor taste.${{e9}}",
//Spirits Eve
"Wizard.fall_26": "Tonight and tomorrow I will depart to prepare for the Spirit's Eve festival.#$b#It is a niche I have found in Pelican Town's social circle, I enjoy participating in this way.${{e1}}",
"Wizard.Dating.fall_26": "Any requests for tomorrow's Spirits Eve festival?${{e7}}#$b#I cannot imagine any monster that is acceptable for the town's display, but one you also haven't yet seen.${{e3}}",
//Ice Festival
"Wizard.winter_7": "Yes, I am thrilled for 'lets gather around the wizards tower' day.${{e10}}#$b#I typically stand vigil at the edge of the woods in case anyone wanders off too far.",
"Wizard.Dating.winter_7": "Isn't it uncommon for a full time farmer to also be an avid fisher?${{e3}}#$b#I will admit I was surprised when I found out, but it only made sense for someone of your caliber to be so multi talented.${{e1}}",
//Night Market/His Birthday
"Wizard.winter_17": "I find it convenient that the Night Market comes around this time of year.#$b#It is a great opportunity to stock up on rarer ingredients for the returning energies in spring.${{e9}}",
"Wizard.Dating.winter_17": "Oh, @!${{e1}}#$b#Wonderful timing, I was preparing to invite you to the Night Market tonight with me. What do you say?${{e6}}#$b#It is alright if you have other plans, I will make do.${{e4}}",
//Feast of Winterstar
"Wizard.winter_24": "Tomorrow's feast?${{e3}}#$b#I do know of it, no, I do not attend. I find it strange to celebrate a supposed 'Winter Star' that does not even exist.#$e#I would... also feel quite out of place if I were to attend.${{e10}}",
"Wizard.Dating.winter_24": "I am sorry @, I am not sure I can bring myself to attend the feast tomorrow. Please forgive me.${{e2}}#$b#It's an intimidating event, I cannot fathom how you handle it.${{e10}}#$b#What happens if you're assigned to gift one you have never once spoken to...${{e11}}",
//New Years (not a festival)
"Wizard.winter_28": "Typically, many celebrate late into the night. However I imagine that is not the case for you, long day ahead of you tomorrow, no?",
"Wizard.Dating.winter_28": "Happy New Year, @.${{e1}}#$b#Are you taking the day to relax? I imagine tomorrow will be quite busy for you.#$b#If your schedule permits, I would not object to spending some time together tonight. My tower is quite warm...${{e4}}",
//RSV Gathering
"Wizard.fall_19": "Mr. Aguar's schedule and mine seldom intersect. Tomorrow's gathering is one of the few times a year we have reason to speak.#$b#As someone who used to be involved in the magical realm, his perspective can be quite valuable.${{e3}}",
"Wizard.Dating.fall_19": "Can I expect to see you at tomorrow's Ridgeside Gathering, @?${{e1}}I go mainly to visit Mr. Aguar. He is an old colleague of mine that I rarely get to see otherwise.#$b#He certainly can be frosty, I can put in my good word if you would like.${{e9}}",
//RSV Ember of Resolutions
"Wizard.winter_27": "The Ember of Resolutions?${{e3}}#$b#I do not typically attend. There are certain rituals I must perform on New Years Eve.${{e3}}#$b#It is a bit of a magical superstition, but they are done to ensure success in ones endeavours in the new year.#$e#That said, I try to make time to watch the festival from afar. It has a certain energy to it that is nice to bask in.${{e9}}",
"Wizard.Dating.winter_27": "You want me to come to the Ember of Resolutions with you?${{e4}}#$b#Ah... well if you insist.${{e1}}#$b#I typically only watch from afar. It'll be interesting to see it all up close.${{e9}}",


	//Strings
"Wizard.Wedding": "That celebration was... overmuch. I'm am unused to being the center of such a crowd. ${{e9}}#$e#I much prefer to be alone here with you.${{e6}}",
"Wizard.Bouquet": "Ah! Is this...? For me...?${{e1}}#$b#Of course I feel the same!${{e7}}#$e#My heartbeat is fierce. How is yours?${{e6}}",
"Wizard.RejectBouquet_Divorced": "...${{e10}}#$b#Take your games elsewhere.${{e5}}",
"Wizard.RejectMermaidPendant_Divorced": "I... believe I made it abundantly clear that I do not give second chances.${{e10}}#$b#Now that this conversation is finished, please excuse me.${{e11}}",
"Wizard.RejectMermaidPendant_NpcWithSomeoneElse": "Surely you must know of my marriage with {0}.#$b#If you believed even for a second that I would be unfaithful in my marriage, then please, reassess your delusions.${{e5}}",
"Wizard.RejectMermaidPendant_Under10Hearts": "Ah...@!${{e4}}#$b#While I appreciate your excitement and confidence in our relationship, do you not believe it to be a little too soon?${{e3}}#$b#It is not that I do not want this... just not yet.#$b#Please understand.${{e1}}",
"Wizard.RejectMermaidPendant_Under10Hearts_AskedAgain": "@... please be realistic.#$b#I do not wish to ruin our relationship by rushing through it.",
"Wizard.Propose": "...!!!${{e1}}#$b#@...!${{e6}}#$b#You truly wish to marry me?${{e6}}#$b#If that is true - somehow, impossibly true - then yes! Unequivocally, yes!!${{e6}}#$b#I will see to all the arrangements. Give me but three days, my love.${{e9}}",
//Marriage Strings
"Wizard.NPC.cs.4406": "Cannot... get... up...${{e10}}#$e#Perhaps I expended too much energy yesterday.${{e11}}",
"Wizard.NPC.cs.4422": "I feel a dark mood encroaches.${{e10}}#$b#What have I done with my life to this point? Will I ever find what I first sought, or will I waste away in obscurity and failure?${{e2}}",
"Wizard.NPC.cs.4423": "Ith akular...#$b# Ith soth...#$b#Ith igira kair...#$e#Hmm...? I am fine. Merely distracted - I must finish this...${{e3}}",
"Wizard.NPC.cs.4424": "I am drained. The energies are tremulous about me.${{e10}}#$e#Perhaps I should not have completed that second gate, yesterday...${{e11}}",
"Wizard.NPC.cs.4425": "Life has changed since we were wed...",
"Wizard.NPC.cs.4426": "I have no time for the trivialities of housekeeping.#$b#See to them, yourself, if it bothers you.",
"Wizard.NPC.cs.4431": "...${{e2}}#$b#I feel... constrained in this place.${{e2}}#$ePerhaps I should take some time away.${{e11}}",
"Wizard.NPC.cs.4432": "The energies grow darker by the day...${{e10}}",
"Wizard.NPC.cs.4433": "I have a great deal on my mind.#$e#I would prefer not to be disturbed.",
"Wizard.NPC.cs.4434": "Nghh... It is far too early to be up and about.${{e10}}#$b#For you, as well. Get back here.${{e6}}#$e#Of course I didn't stay up all night. Only until two.${{e4}}",
"Wizard.NPC.cs.4435": "Come back to bed. It's warmer in here.${{e6}}#$e#Where are you going? Come back here and enable my lethargy!${{e9}}",
"Wizard.NPC.cs.4436": "Are you sure you wouldn't rather just stay here, today?${{e3}}#$e#We could stay in bed and only pretend we had been productive.${{e4}}",
"Wizard.NPC.cs.4437": "Where are you going? I haven't finished sleeping, yet.${{e3}}#$e#You know I can't sleep after you rise.${{e4}}",
"Wizard.NPC.cs.4438": "Nnnghh...${{e10}}#$b#The nightmares have returned.${{e11}}#$e#Stay with me.${{e4}}",
"Wizard.NPC.cs.4462": "I arose early to tend to the crops. I hope it will ease the burden on you.${{e1}}#$b# Be at peace, my love.${{e1}}",
"Wizard.NPC.cs.4463": "#$e#I have also refilled {0}'s water bowl.${{e9}}",
"Wizard.NPC.cs.4470": "I arose early to tend the crops for you, and found the work already done! You are a marvel, {0}.${{e7}}",
"Wizard.NPC.cs.4474": "I arose early to tend to the animals. I hope it will ease the burden on you.${{e1}}#$b# Have an enchanted day, my love.${{e9}}",
"Wizard.NPC.cs.4481": "I have expended some energy making repairs to your fences. With any luck, they will not spontaneously combust until the rains come.${{e1}}",
"Wizard.NPC.cs.4488": "Ah! At last, my special delivery has arrived!${{e1}}",
"Wizard.NPC.cs.4489": "Do you ever find this space too drab in the absence of a massive cauldron?${{e3}}",
"Wizard.PetName.1": "My love",
"Wizard.PetName.2": "My heart",
"Wizard.Stardrop": "My heart, this fruit is for you. It has potent arcane energies to enhance your own.${{e4}}#$e#Let it be a symbol of my love.${{e4}}",
"Wizard.BabyAnxiety": "Much as I am eager to be a father, I cannot help but be apprehensive about the changes a child will bring to our lives...${{e2}}#$e#Swear to me that whatever comes, we will make the changes for the better.${{e1}}",
"Wizard.AnnouncePregnancy": "{0}. Our child will arrive soon. Even speaking these words aloud, I can hardly believe it.${{e6}}",
"Wizard.AnnounceAdoption": "@, I completed the paperwork. Our child will arrive soon. Even speaking these words aloud, I can hardly believe it.${{e6}}",
"Wizard.YourePregnant": "{0}, I can sense the shift of the energies around you. You are pregnant!${{e7}}",
"Wizard.AloneTime": "@. If I don't get a moment to myself I may strangle someone.${{e10}}#$e#Please. Just deal with the children, today.410",
"Wizard.HaveBabyQuestion": "{0}... What would you say to having a child with me?",
"Wizard.HaveBabyQuestion_Adoption": "{0}... What would you say to adopting a child with me?",

"Wizard.Older.NPC.cs.4429": "Sometimes I catch sight of myself in the mirror and wonder what you saw in this old face.${{e2}}#$e#Do you see it, still?${{e10}}",
"Wizard.Older.NPC.cs.4427": "You look at me and see an old man, don't you?#$e#It is what I am...${{e2}}",
"Wizard.Younger.NPC.cs.4429": "Sometimes I catch sight of myself in the mirror and wonder what you saw in this dull face.${{e2}}#$e#Do you see it, still?${{e10}}",
"Wizard.Younger.NPC.cs.4427": "You look at me and see a reclusive freak, don't you?#$e#It is what I am...${{e2}}",
//Birthday Gift
"Wizard.BirthdayGift.Love.0": "...My birthday? Oh, it's that silly day again. Thank you nonetheless.${{e1}}",
"Wizard.BirthdayGift.Love.1": "A gift? For my birthday? My, these are potent materials indeed, thank you.${{e1}}",
"Wizard.BirthdayGift.Like.0": "For me? A birthday gift? Truly, I forgot my birthday today. Thank you.${{e9}}",
"Wizard.BirthdayGift.Like.1": "Seems you have a better memory than me. Thank you for the gift.${{e9}}",
"Wizard.BirthdayGift.Dislike.0": "What's the purpose of this? Oh? Well... thank you.",
"Wizard.BirthdayGift.Dislike.1": "A birthday gift? You didn't have to...really...${{e10}}",
"Wizard.BirthdayGift.Neutral.0": "Oh, @. Ah...Thank you.",
"Wizard.BirthdayGift.Neutral.1": "Oh? A birthday gift? I really appreciate it, thank you.${{e9}}",
//UCR
"UCR.Wizard.rejectNPCA": "Apologies, these flowers are useless to my studies. I advice you share them elsewhere.",
"UCR.Wizard.rejectNPCB": "I am not aware what you expect me to use these for. Please keep them to yourself.",
"UCR.Wizard.reject_two_heartA": "I was not aware you grew flowers on your farm. Are you planing to sell them?${{e3}}",
"UCR.Wizard.reject_two_heartB": "Is this species of flower not out of season? How have they been preserved so...${{e3}}",
"UCR.Wizard.reject_four_heartA": "If you are looking for a vase to place those in, I am afraid that all of mine are already in use.${{e3}}",
"UCR.Wizard.reject_four_heartB": "Do you not have plenty of water on your farm for those?${{e3}}",
"UCR.Wizard.engageA": "It is to my knowledge that you have already asked for anothers hand.#$b#If you believed I would accept, you have greviously misjudged my character.${{e5}}",
"UCR.Wizard.engageB": "If you would allow me to advise.#$b#You best return to your partner this instance, and shower them with the respect and sincerity they deserve.${{e5}} For you to even have the nerve to present me with this... Please leave immediately.${{e5}}",
"UCR.Wizard.marriedA": "I do not have even the slightest interest in entertaining such a thing with someone already wed.${{e5}}#$b#If you persist to treat people as mere toys, there will only be trouble on your path.${{e5}}",
"UCR.Wizard.marriedB": "It appears I have thoroughly misjudged your character, @.#$b#Please leave at once, and better yet, return to the one you have vowed your life to.${{e5}}#$b#Heed my words, if all my years in this life have taught me anything, it is that faithfulness is a virtue.${{e5}}",
"UCR.Wizard.refusal_knownA": "Are you truly so quick with your decisions, @.#$b#It is foolish to wed someone without truly having known them. Trust me I have made such mistakes before.",
"UCR.Wizard.refusal_knownB": "It is rather uncouth to present me with this, no?#$b#I have already been married before, and do not wish to again. Please think twice before proposing to anyone.${{e10}}",
"UCR.Wizard.refusal_botherA": "You think I do not have ways of forcibly removing you from my tower? Please stop before it comes to such measures.${{e5}}",
"UCR.Wizard.refusal_botherB": "Was I not clear enough the first time?${{e5}}#$b#You have overstayed your welcome, farmer. Please leave at once.${{e5}}",
"UCR.Wizard.refusal_no_heartsA": "Did I accidentally mess up the potion you drank for the Junimos?${{e10}}#$b#I must decline, if you feel out of sorts, I advise you to sit with a chunk of clear quartz. It will help reverse... this... if it truly was my mistake.${{e11}}",
"UCR.Wizard.refusal_no_heartsB": "Hmm, this is an interesting sample. Are you aware the people of this valley use this to propose their intent to marry to another?${{e3}}#$b#I would store it safely if I were you. They can be hard to come by when you find yourself in need of one.${{e3}}",
"UCR.Wizard.giftquestion_yes": "Ah... I apologize for ever doubting you, my heart.${{e2}}#$b#Your honesty eases my soul, I thank you.${{e1}}",
"UCR.Wizard.giftquestion_lie": "Whether your gift giving has ulterior motives matters little, but your hesitancy to be forthright and truthful however...${{e2}}#$b#Do you fear I will misunderstand your words? I know my words are old-fashioned, however I will always ensure we are on the same page on matters of importance.#$b#It is important to me that we both agree to this mutual respect.",
"UCR.Wizard.annoyedParent": "I love our children, truly... However today I feel my patience is being tested. It is reminding me of the wizardry exams from my youth.${{e10}}#$b#I may need to hide myself away in the tower for a day soon.${{e11}}",

"UCR.Wizard.Dating.give_flowersA": "Ah! @...${{e1}}#$b#Well this certainly takes me back. You did not have to gift these, but I appreciate the gesture none the less.${{e6}}",
"UCR.Wizard.Dating.give_flowersB": "Ah! @...${{e1}}#$b#Well this certainly takes me back. You did not have to gift these, but I appreciate the gesture none the less.${{e6}}",
"UCR.Wizard.Dating.birthdayLoveA": "...My birthday?${{e3}}#$b#My, what a thoughtful gift, however shall I repay you...${{e6}}",
"UCR.Wizard.Dating.birthdayLoveB": "A gift? For my birthday? You sure have gotten familiar with what is needed for my potions, thank you.${{e1}}",
"UCR.Wizard.Dating.birthdayLikeA": "For me? A birthday gift?${{e3}}#$b#Truly, I have forgotten it myself, but I can always count on you to remember. Thank you.${{e1}}",
"UCR.Wizard.Dating.birthdayLikeB": "You have always had the better memory, @. Thank you for the gift.${{e9}}",
"UCR.Wizard.Dating.birthdayDislikeA": "Ah...@... it is alright to forget my birthday.${{e10}}#$b#Your prescence rewards me enough.${{e1}}",
"UCR.Wizard.Dating.birthdayDislikeB": "Ah...@, be careful with that... I do not wish to see you get hurt.${{e10}}",
"UCR.Wizard.Dating.birthdayNeutralA": "For my birthday? Thank you, I appreciate it, @.${{e1}}",
"UCR.Wizard.Dating.birthdayNeutralB": "Mmm, is this for me? Thank you, @.${{e1}}",

"UCR.Wizard.Married.give_flowersA": "My heart.${{e6}}#$b#Thank you, my love. Shall we find a suitable vase? Where would you like to display them?${{e1}}",
"UCR.Wizard.Married.give_flowersB": "My heart.${{e6}}#$b#Thank you, my love. Shall we find a suitable vase? Where would you like to display them?${{e1}}",
"UCR.Wizard.Married.birthdayLoveA": "You never seem to forget today, hmm?${{e6}}#$b#Thank you my love. This, and you, are perfect.${{e1}}",
"UCR.Wizard.Married.birthdayLoveB": "How did you know?${{e3}}#$b#This is perfect for my upcoming ritual this weekend.${{e1}}#$e#What is the ritual? That is for you to find out.${{e6}}",
"UCR.Wizard.Married.birthdayLikeA": "Thank you, my heart. You always seem to know what I need most each time.${{e1}}",
"UCR.Wizard.Married.birthdayLikeB": "My love, thank you.${{e1}}I could come up with a use for this or two...${{e4}}",
"UCR.Wizard.Married.birthdayDislikeA": "Getting creative this year, are we, my heart?${{e3}}",
"UCR.Wizard.Married.birthdayDislikeB": "I suppose this could challenge my usual ritual routines...$3{{e3}}",
"UCR.Wizard.Married.birthdayNeutralA": "Any gift, if from you, exponentially increases in value. Thank you, my heart.${{e1}}",
"UCR.Wizard.Married.birthdayNeutralB": "To think I used to forget my birthday before meeting you. Thank you, my love.${{e1}}",

//Mod patch 1.6.3 new dialogue
//InLaws - Other NPC's
"Linus.married_Wizard": "I wish you two a happy and long lasting marriage.#$b#Maybe living on the farm will get him to go outside more. That tower isn't as good for him as he thinks it is.$1",
"Linus.dating_Wizard": "On ocassion, Rasmodius confided with me about you, @. Looks like he finally gathered the courage to do something about it.$1#$e#You asked him first? I'm not particularly surprised.$1",
"Linus.divorced_Wizard": "And back into that tower he goes...$2#$b#I'm sure you did what you think is right, @. So I wont prod.",

"Marlon.married_Wizard": "I'm surprised that old man had it in him to remarry. He was pretty beat up after the first time.#$b#You must be very special to him indeed.$2",
"Marlon.married_Wizard_noEx": "I'm surprised that old man had it in him to marry. He's always seemed like the loner type.#$b#You must be very special to him indeed.$2",
"Marlon.dating_Wizard": "You and the Wizard of all people, huh?#$b#That would explain that chipper he's had in his step lately.$2",
"Marlon.divorced_Wizard": "Sorry to hear about that divorce there.#$b#I can offer you a monster slaying quest if you're looking for a distraction.",

"Caroline.married_Wizard": "Congratulations on the marriage!#$b#Marrying a wizard, I wonder what that must be like? Lots of wackiness I suppose.",
"Caroline.dating_Wizard": "Abigail told me you're seeing the Wizard? That sure sounds interesting...#$b#Ah I mean, it must be interesting to learn a bit about spells and such!$1#$e#Just be careful, ok?",
"Caroline.divorced_Wizard": "I'm sorry to hear about the divorce, sweetie.$2#$b#Marriage is already challenging, I can only imagine how magicial eccentricities made it even more difficult.$2#$e#If you need to chat about it, my sunroom is always open for you.",

"Abigail.married_Wizard": "Since the Wizard is moving in with you, does that mean the tower is going to be left alone?#$b#No? Well that sucks, I would've loved to explore it.$1",
"Abigail.dating_Wizard": "I've heard that you're dating the Wizard? It must be really cool to be so close to him.#$b#Have you learned anything interesting about the wizarding world yet?$1",

"Jodi.married_Wizard_memory_oneday": "Can I expect you to join our parents of Pelican Town club soon?$1#$b#I'm just kidding, you're a good friend of the town, parent or not.#$e#Little purple children would be adorable though.$1",

"Leah.married_Wizard": "Guess that means I'll be seeing more of the Wizard in these woods now, huh?#$b#Is there any new Rasmodius specific slang I should know about ahead of time?$1#$e#I still joke about 'What is up, Canis lupus familiaris?' with Elliott from time to time.$1",
"Leah.dating_Wizard": "I've suspected that theres a thing between you and the Wizard for a long time now.#$b#I mean why else would someone trek through these woods nearly every day.$1",
"Leah.divorced_Wizard": "It's as if I witnessed your relationship start and end all from the comfort of my own home. I'm sorry to hear the news.$2#$b#Hang in there, @. Feel free to come over if you ever need some company.",

"Marnie.married_Wizard": "I won't lie, @. The Wizard has always scared me. But I realize now how lonely it must have been for him to be in that tower all the time.$2#$b#I am glad he has you now.",

"Lewis.married_Wizard": "Do you think Rasmodius will be making more of an appearance in town now that you're married?#$b#It'll be an interesting change. I hope he thinks of it as a good one.$1",

"Harvey.married_Wizard_memory_oneweek": "It just occured me to ask, but does a Wizard need doctor check ups?",

"Robin.married_Wizard": "Do you think I'll get requests to build some funky magical buildings on your farm now?$1#$b#Oh he can build them himself? I never knew!#$e#I hope that doesn't mean im losing your business now?$1",

"Camilla.married_Wizard": "Word's going around that you two finally tied the knot.#$b#Personally, I don't see the appeal, but he's always been the marrying type.#$e#Does that mean I don't have a chance with you anymore?$5",
"Camilla.dating_Wizard": "Ooh la la... looks like Razzy finally got his head together.$5#$b#No, he never told me anything, but he didn't need to. Just mentioning you was all the confirmation I needed.",

"Lance.married_Wizard": "Congratulations on the marriage. You and Rasmodius certainly make for a powerful duo.",

"Olivia.married_Wizard": "Marrying the Wizard, huh?#$b#Sounds like a good time! I'm sure you'll find it delightful.$1#$e#I wish you two a healthy and successful marriage, @.",

"Aguar.married_Wizard": "Rasmodius is married again? Never expected that.",

//Wizard Dialogues - Mostly new 1.6 dialogue keys
"Wizard.DumpsterDiveComment": "...most interesting.",
"Wizard.HitBySlingshot": "Cease at once!${{e5}}",
"Wizard.SpouseFarmhouseClutter": "I had to resort to teleporting to get around the house today.#$b#How about some spring cleaning soon? Should be easy with two most talented magic practitioners on the case.${{e1}}",
"Wizard.SpouseGiftJealous": "Forgive my suspicions, but I have overheard a rumor that you have gifted {0} a {1}?#$b#Is that true? May I ask what your intentions were?${{e2}}",
"Wizard.Spouse_MonstersInHouse": "@! Be careful, a monster has made it into our home.${{e0}}#$b#Would you like me to handle it or you?${{e3}}#$b#I promise to not damage the furniture.${{e9}}",
"Wizard.SpouseStardrop": "{{i18n:Wizard.Stardrop {{expressionList}} }}",
"Wizard.WipedMemory": "A new farmer?{{e3}}#$b#Hmm, how did my scrying orb not foresee this...#$e#...",

"Wizard.Dating.DumpsterDiveComment": "@... What for?{{e3}}",
"Wizard.Dating.HitBySlingshot": "Is this in jest?${{e5}}",
"Wizard.Dating.Fair_Judging": "You are the most talented farmer in the valley, @.#$b#I am confident your grange display will impress no matter what.${{e1}}",
"Wizard.Dating.Fair_Judged_PlayerLost_PurpleShorts": "Are the shorts on display... the mayors?${{e3}}#$b#...I believe I could make a strong guess at where you procured those.${{e9}}",
"Wizard.Dating.Fair_Judged_PlayerLost_Skipped": "Were you not prepared for the display this year?${{e3}}#$b#...${{e2}}#$b#Worry not, there is always the next one.${{e1}}",
"Wizard.Dating.Fair_Judged_PlayerLost": "I overheard the result...#$b#Despite losing to Pierre, I still firmly believe yours should have taken first place.${{e1}}#$e#Mayor Lewis never struck me as a man with good taste anyway.${{e9}}",

"Wizard.Dating.Fair_Judged_PlayerWon.0": "Congratulations, most esteemed farmer. I did not doubt your abilities for one second!${{e1}}#$b#Is there anything you plan to purchase with those winnings?${{e3}}#$b#I would not mind magically duplicating the star tokens if need be.${{e9}}",
"Wizard.Dating.Fair_Judged_PlayerWon.1": "Ah! @, you are positively glowing! Can I assume that means you won?${{e1}}#$b#That is wonderful! It must feel very gratifying to have your hard work be noticed and rewarded.${{e1}}#$b#Though I struggle to imagine how anyone could not notice how spectacular you are.${{e6}}",

"Wizard.Marriage.DumpsterDiveComment": "My heart, if you ever need anything. You do know that you can let me know...${{e3}}",
"Wizard.Marriage.HitBySlingshot": "My heart... please, I am trying to focus.",
"Wizard.Marriage.Fair_Judging": "My heart, you seem nervous.{{e3}}#$b#Do not fret, your stand outshines all the rest simply by it being yours.${{e1}}",
"Wizard.Marriage.Fair_Judged_PlayerLost_PurpleShorts": "You truly put the mayor's shorts into the display?${{e7}}#$b#Perhaps now he will think twice before leaving them behind at the ranch.${{e9}}",
"Wizard.Marriage.Fair_Judged_PlayerLost_Skipped": "You left your grange display empty? Is everything alright? Did you not wish to participate?${{e3}}",
"Wizard.Marriage.Fair_Judged_PlayerLost": "Ah... Pierre won?${{e3}}#$b#I am confident next year he will not even stand a chance.${{e1}}#$e#Let me know if you ever desire any magical assistance for next time...${{e3}}#$b#Cheating? Only if one were to be found out...${{e9}}#$b#I see how much this means to you. I knew you would say no, so I merely suggested it in jest.${{e1}}",
"Wizard.Marriage.Fair_Judged_PlayerWon.0": "You won? That is fantastic, my heart!${{e7}}#$b#With such an impressive score too. Now we most certainly must celebrate!${{e1}}#$e#Plans? I may have some spare ideas stored away for an occasion such as this...${{e4}}",
"Wizard.Marriage.Fair_Judged_PlayerWon.1": "How was it, my heart?${{e1}}#$b#That is wonderful! I am glad your efforts were well rewarded.${{e1}}#$e#...{{e1}}#$b#Hmm? Oh, my apologies for staring... it just makes me happy to see you sparkle with such joy.${{e6}}",

"Wizard.Marriage.RejectMermaidPendant_PlayerWithSomeoneElse": "My heart, we are already wed. Have you forgotten?${{e1}}#$b#Though... for what reason have you procured another pendant?${{e2}}",



}