{
    "Config.Portrait Mode.name": "Modo Retrato",
    "Config.Portrait Mode.description": "Selecione a quantidade de expressões que seu retrato de mago possui. Leia a descrição do mod para mais detalhes.",
    "Config.Override Generic Dialogue.name": "Substituir diálogo genérico",
    "Config.Override Generic Dialogue.description": "Recomendado para ser habilitado mesmo se você tiver UCR. Desative apenas se você tiver vários cônjuges para evitar que outros cônjuges falem como o assistente.",
    "Config.Dialogue.name": "Diálogo",
    "Config.Dialogue.description": "Padrão é a experiência RomRas original, integrada combina RomRas original com diálogo do assistente SVE. Eu pessoalmente recomendo integrado porque tem mais conteúdo.",
    "Config.Marriage Dialogue.name": "Diálogo de Casamento",
    "Config.Marriage Dialogue.description": "Padrão é a experiência RomRas original, integrada que combina RomRas original com o diálogo de casamento do assistente SVE. Eu pessoalmente recomendo integrado porque tem mais conteúdo.",
    "Config.Ex-Wife mentions.name": "Ex-Esposa menciona",
    "Config.Ex-Wife mentions.description": "Ativa/desativa o diálogo do assistente + eventos em torno de seu ex-esposa, Caroline e Abigail. Não desativa, mas altera a linha de missão da tinta mágica. Eu recomendo fortemente mantê-lo ativado, como seu ex-esposa é muito importante para a tradição de seu personagem e eventos de stardew baunilha. No entanto, a opção existe se você preferir.",
    "Config.Event.name": "Evento",
    "Config.Event.description": "O padrão possui apenas os eventos RomRas originais, integrado combina RomRas originais com eventos do assistente SVE. Eu pessoalmente recomendo integrado porque tem mais conteúdo (um evento para cada nível de coração).",
    "Config.Mature Events.name": "Eventos maduros",
    "Config.Mature Events.description": "Igual ao SVE, habilita/desabilita edições de RomRas para eventos maduros de SVE relacionados ao assistente. Se você não quiser ver eventos maduros, certifique-se de que eles também estejam desabilitados no SVE.",
    "Config.Wizard Babies.name": "Bebês Feiticeiros",
    "Config.Wizard Babies.description": "Ativa/desativa os sprites infantis do assistente RomRas original.",
    "Config.Wizard Age Appearance.name": "Aparência da Idade do Mago",
    "Config.Wizard Age Appearance.description": "Altera o diálogo do mago para combinar com sua aparência externa. Isto é para aqueles que usam retratos/sprites de bruxos mais jovens.",
    "Config.Farmer Gender.name": "Gênero do agricultor",
    "Config.Farmer Gender.description": "Altera o diálogo do mago para corresponder corretamente ao gênero do jogador.",
    "Config.Sprite.name": "Sprite",
    "Config.Sprite.description": "Altera o sprite do assistente que o mod carrega ou desativa o mod que carrega qualquer sprite do assistente. Leia a descrição do mod para mais detalhes.",
    "Config.Is a sleeping sprite available.name": "Um sprite adormecido está disponível",
    "Config.Is a sleeping sprite available.description": "Verifique verdadeiro/falso com base se sua planilha de sprite do assistente inclui um sprite adormecido. O mod substituirá um sprite de meditação em seu lugar se definido como falso.",
    "Config.Is a pink hair sprite available.name": "Um sprite de cabelo rosa está disponível",
    "Config.Is a pink hair sprite available.description": "Verifique verdadeiro/falso com base se o seu sprite/retrato do mago tem uma pose/expressões de cabelo rosa. Isso é usado para o evento SVE Shrine of Illusions. O mod substituirá uma mudança de roupa em seu lugar se definido como falso.",
    "Wizard.Name": "Mago",
    "Magnus.Name": "Magno",
    "Friend": "amigo",
    "Colleague": "colega",
    "1HeartEvent.RR.0": "Ah, @. Eu previ sua vinda hoje. Por favor, junte-se a mim.",
    "1HeartEvent.RR.1": "Como vai sua missão com os Juminos, hein?",
    "1HeartEvent.RR.1.1": "Está indo muito bem!",
    "1HeartEvent.RR.1.2": "Huh?",
    "1HeartEvent.RR.1.3": "Uh... está... indo.",
    "1HeartEvent.RR.2": "Aqui, tenho algo para você: uma lição sobre as energias penetrantes do mundo. Aproxime-se.",
    "1HeartEvent.RR.3": "Você vê este símbolo aqui?",
    "1HeartEvent.RR.4": "Este é um portão. Um portal para outro mundo: uma porta pela qual um elemental pode atravessar, ou uma janela pela qual eu posso espiar.",
    "1HeartEvent.RR.5": "Você já encontrou um elemental?",
    "1HeartEvent.RR.5.1": "Sim!",
    "1HeartEvent.RR.5.2": "Você quer dizer aquelas coisas azuis moles na mina?",
    "1HeartEvent.RR.5.3": "Eu não acho...",
    "1HeartEvent.RR.6": "Os elementais são uma espécie de espírito, composto pelos blocos de construção mais puros do nosso universo.#$b#Raramente são vistos pelo ser humano comum; eles se mostram apenas para os verdadeiramente especiais. Alguns, como eu, têm a sorte de procurá-los e encontrá-los, eventualmente formando uma espécie de vínculo.",
    "1HeartEvent.RR.7": "Esses espíritos que você encontrou na cidade não são elementais -são algo mais derivado e simplista, embora ainda intrigantes. No entanto, acredito que seja seguro dizer que eles se interessaram pelo seu destino. E sempre que um espírito se interessa, todos nós também devemos.",
    "1HeartEvent.RR.8": "Talvez algum dia você atraia mais atenção. Até lá, sirva o mundo, @.#$b#Fique em paz.${{e1}}",
    "1HeartEvent.RR.9": "Espero que o que eu disse não suba à sua cabeça.#$b#O orgulho facilmente desvia você do caminho sábio. Manter a mente clara é crucial para o caminho que você tem pela frente, agricultor.",
    "2HeartEvent.SVE.0": "...",
    "2HeartEvent.SVE.1": "Um momento. Devo avaliar a força desta barreira.",
    "2HeartEvent.SVE.2": "Deve permanecer estável por mais seis temporadas.",
    "2HeartEvent.SVE.3": "Hum. Eu vejo. Deixe-me explicar.#$b#Embora Stardew Valley muitas vezes pareça tranquilo, monstros espreitam em seus cantos mais escuros, especialmente nas profundezas da floresta.#$b#A oeste da minha torre, existem gosmas perigosas que atacam qualquer humano que vêem.#$b#Como praticante de magia residente em Stardew Valley e Pelican Town, é minha responsabilidade manter a barreira mágica que impede os monstros de atacar.",
    "2HeartEvent.SVE.4": "Quando uma bruxa ou bruxo escolhe sua casa, eles também juram proteger os moradores daquela casa.",
    "2HeartEvent.SVE.5": "Camilla, a bruxa de Castle Village, é excepcionalmente talentosa. Ela lidera a vanguarda lutando contra as hordas de monstros em Galdora.#$b#A barreira que ela supervisiona é a maior do mundo e requer imensas quantidades de mana para ser mantida.",
    "2HeartEvent.SVE.6": "Me desculpe, @. Devo comparecer a uma reunião do conselho.",
    "2HeartEvent.SVE.7": "Você é o primeiro a me descobrir nas profundezas da floresta. O que você estava fazendo lá?#$e#Ah. É uma área bastante agradável para forragear.${{e1}}",
    "3HeartEvent.RR.0": "O rio está cheio de possibilidades.",
    "3HeartEvent.RR.1": "Mais do que o normal?",
    "3HeartEvent.RR.2": "De fato. É uma tapeçaria emaranhada que tecemos. Seguir um único fio... impossível.",
    "3HeartEvent.RR.3": "Principalmente quando alguém está brincando com as cordas, hein?",
    "3HeartEvent.RR.4": "Ah. Então você também percebeu. Eu poderia ter adivinhado.${{e3}}",
    "3HeartEvent.RR.5": "Difícil não notar.",
    "3HeartEvent.RR.6": "De fato.",
    "3HeartEvent.RR.7": "E parece que o destino também toma conhecimento neste dia.#$b#Chegue mais perto, @. Não há necessidade de você se esconder entre os arbustos.",
    "3HeartEvent.RR.8": "Estávamos falando de você.",
    "3HeartEvent.RR.9": "...",
    "3HeartEvent.RR.9.1": "É rude falar sobre as pessoas pelas costas.",
    "3HeartEvent.RR.9.2": "Er... você estava...?",
    "3HeartEvent.RR.10": "Parece que não sou o único que percebeu a forma como as energias giram ao seu redor.#$b#Embora ele possa não ser um mestre dos elementais, Linus é perspicaz o suficiente para sentir a verdade sem adivinhar, ao contrário da maioria das pessoas mundanas deste vale.",
    "3HeartEvent.RR.11": "Você tem o destino em suas mãos, @. O que você fará com isso?",
    "3HeartEvent.RR.11.1": "Restaure a ordem natural do mundo.",
    "3HeartEvent.RR.11.2": "O que...? Eu não quero fazer nada com isso!",
    "3HeartEvent.RR.11.3": "Extorquir para meu próprio ganho.",
    "3HeartEvent.RR.12": "Em breve a maré mudará e, se você não estiver vigilante, o delicado equilíbrio poderá cair. Esteja preparado.#$b#Até lá, busque as energias, @. Nos encontraremos novamente.",
    "3HeartEvent.RR.13": "Linus é um bom amigo meu.#$b#Vocês dois já conversaram? Ele tem uma perspectiva única sobre o mundo.${{e3}}",
    "4HeartEvent.SVE.0": "Um momento...",
    "4HeartEvent.SVE.1": "Hum?#$b#Estou colhendo ervas para o seu elixir.",
    "4HeartEvent.SVE.2": "Ei. Não tenha medo, @.${{e1}}#$b#Você tem minha garantia de que não será tão duro quanto o primeiro que você bebeu.#$b#Vir. Junte-se a mim no caldeirão.",
    "4HeartEvent.SVE.3": "Um toque final...",
    "4HeartEvent.SVE.4": "O elixir está completo.#$b#Com isso, você pode começar a acumular mana do mundo ao seu redor, permitindo lançar algumas magias menores.#$b#Aqui. Beba.",
    "4HeartEvent.SVE.5": "O elixir tinha gosto de algodão doce.",
    "4HeartEvent.SVE.6": "Bom. Agora, quando estiver pronto, junte-se a mim lá embaixo no meu escritório.",
    "4HeartEvent.SVE.7": "Primeiro, uma demonstração.",
    "4HeartEvent.SVE.8": "...${{e12}}",
    "4HeartEvent.SVE.8.1": "...",
    "4HeartEvent.SVE.9": "Agora. Você tenta.",
    "4HeartEvent.SVE.10": "Ah! Na sua primeira tentativa, nada menos. Maravilhoso!${{e1}}",
    "4HeartEvent.SVE.11": "Mais impressionante, @.#$b#Talvez no futuro eu lhe ensine mais alguns feitiços.#$b#Se a sua aptidão for tão alta quanto parece, podemos até explorar alguma teoria mais elevada sobre as leis que regem o nosso mundo.",
    "4HeartEvent.SVE.12": "Fico feliz em ver que o cliente em potencial entusiasma você.",
    "4HeartEvent.SVE.13": "Agora posso usar 'O Santuário das Ilusões'!",
    "4HeartEvent.SVE.14": "A capacidade de mudar sua aparência é uma grande responsabilidade.#$b#Não exagere.#$e#Considere isso um teste para determinar se você tem aptidão para continuar seus estudos mágicos comigo.",
    "5HeartEvent.SVE.0": "Ah, @... Que bom que você apareceu.",
    "5HeartEvent.SVE.1": "Houve um influxo recente de gafanhotos na floresta, e estou apenas adicionando algumas proteções mágicas extras para garantir que eles não venham atrás das minhas frutas.#$b#Mais eficaz do que seus pesticidas típicos.${{e1}}",
    "5HeartEvent.SVE.2": "... De qualquer forma, sempre tenho que manter uma camada de proteção mágica nessas plantas. Minha ex-mulher os odiava... disse que eram um sinal de que eu estava amolecendo.#$b#Ela ainda ocasionalmente tenta lançar um ou dois feitiços sobre eles quando está voando à noite.${{e3}}",
    "5HeartEvent.SVE.3": ".. É uma das razões pelas quais Caroline e eu... Ela tem uma marquise linda, sabe. Ah, bem.${{e2}}",
    "5HeartEvent.SVE.4": "É difícil, você sabe. Gosto da solidão aqui na floresta e gosto do trabalho que faço, protegendo o vale.#$b#Mas até um bruxo fica desanimado por ter seu coração partido duas vezes...",
    "5HeartEvent.SVE.5": "Bem. Certamente não tenho pressa em fazer uma terceira tentativa. Mas se algum dia eu me apaixonar novamente, acredito que será por alguém que aprecia um bom jardim.",
    "5HeartEvent.SVE.5.1": "Minha fazenda tem muitas plantas...",
    "5HeartEvent.SVE.5.2": "Isso não deve ser muito difícil de encontrar por aqui.",
    "5HeartEvent.SVE.6": "Tenho alguns assuntos que preciso resolver lá dentro, agora que essas plantas estão adequadamente protegidas.#$b#Aproveite o resto do seu tempo na floresta... e venha me ver novamente em breve.${{e1}}",
    "5HeartEvent.SVE.7": "Posso consultá-lo em breve sobre algumas dicas de jardinagem, @.#$e#Tudo na sua fazenda sempre parece extraordinariamente saudável. Não sei como você faz isso sem usar magia.",
    "6HeartEvent.RR.0": "Olá? Tem alguém aí?$5",
    "6HeartEvent.RR.1": "...Oh! Você me assustou!$6#$b#É você quem mora naquela torre, não é?",
    "6HeartEvent.RR.2": "....Hum...?$5",
    "6HeartEvent.RR.3": "O que você está fazendo?$6",
    "6HeartEvent.RR.4": "Como é suspenso como um pêndulo?",
    "6HeartEvent.RR.5": "O que??$5",
    "6HeartEvent.RR.6": "O que é fraturamento?",
    "6HeartEvent.RR.7": "Uh...$5",
    "6HeartEvent.RR.8": "O que se passa?${{e3}}",
    "6HeartEvent.RR.9": "@! Graças a Deus!$6",
    "6HeartEvent.RR.10": "Esse cara acabou de sair das árvores ali. Acho que ele está falando em línguas. Isso realmente está me assustando!$5",
    "6HeartEvent.RR.11": "@, o que está tremendo?",
    "6HeartEvent.RR.12": "O que está tremendo?",
    "6HeartEvent.RR.12.1": "Uh... O que...?",
    "6HeartEvent.RR.12.2": "Você voltou a estudar gírias?",
    "6HeartEvent.RR.12.3": "Pare com isso! Você está assustando Leah.",
    "6HeartEvent.RR.13": "Decidi aplicar as frases que aprendi recentemente em conversas casuais, num esforço para formar novas conexões com as pessoas desta cidade.${{e1}}",
    "6HeartEvent.RR.14": "Como me saio?",
    "6HeartEvent.RR.14.1": "Honestamente? Isso foi terrível. Apenas fique com os espíritos.",
    "6HeartEvent.RR.14.2": "Bem... você... uh... você se saiu bem.",
    "6HeartEvent.RR.14.3": "É um bom começo, mas acho que você deveria praticar com alguém que sabe o que você está fazendo...",
    "6HeartEvent.RR.15": "Você estava realmente apenas tentando perguntar 'e aí'?",
    "6HeartEvent.RR.16": "De fato.",
    "6HeartEvent.RR.17": "Por que não apenas dizer isso?",
    "6HeartEvent.RR.18": "... não foi?${{e3}}",
    "6HeartEvent.RR.19": "Talvez eu precise de mais prática.${{e3}}#$b#@, você parece ter um forte entendimento desses assuntos.",
    "6HeartEvent.RR.20": "Você estaria disposto a me ensinar seus caminhos?",
    "6HeartEvent.RR.20.1": "Não sou muito bom nisso... talvez você devesse perguntar a outra pessoa.",
    "6HeartEvent.RR.20.2": "Claro! Ficarei feliz em ajudá-lo!",
    "6HeartEvent.RR.20.3": "Sem chance.",
    "6HeartEvent.RR.21": "Peço desculpas, jovem Leah. Da próxima vez que nos encontrarmos, espero ser mais hábil nas formas de comunicação mortal.${{e1}}#$b#Até então, @, Leah: abrace os mistérios do dia. Aprenda algo novo.${{e1}}",
    "6HeartEvent.RR.22": "Bem. Isso foi... estranho.#$b#Espero que ele não crie o hábito de se aproximar furtivamente das pessoas e gritar 'E aí, Canis lupus familiaris?'",
    "6HeartEvent.RR.23": "Na verdade, espero que sim.$1#$b#Apenas prometa tirar algumas fotos quando isso acontecer.$1",
    "6HeartEvent.RR.24": "Considere esse outro residente de Pelican Town na minha lista de conhecidos.${{e1}}",
    "7HeartEvent.SVE.0": "Ah--! @! EU -confundi-lo. Pare com isso, você!${{e1}}",
    "7HeartEvent.SVE.1": "Sábio!",
    "7HeartEvent.SVE.2": "Rasmatasmodius!",
    "7HeartEvent.SVE.3": "Magia!",
    "7HeartEvent.SVE.4": "... Eu estava tentando lançar um feitiço que me ajudaria a me comunicar com mais sprites da floresta, e -ai!",
    "7HeartEvent.SVE.5": "E parece ter -pare com isso! -parece que o tiro saiu pela culatra, de certa forma.${{e5}}",
    "7HeartEvent.SVE.6": "...@, você poderia fazer a gentileza de -argh! -quanto a pegar aquele livro de feitiços e ler as três linhas no final da página 53?",
    "7HeartEvent.SVE.7": "Ahhh...${{e4}}",
    "7HeartEvent.SVE.8": "Ah... muito obrigado.${{e2}}",
    "7HeartEvent.SVE.9": "Agora, pequenino, conte-nos. De qual parte da floresta você vem?${{e1}}",
    "7HeartEvent.SVE.10": "O Junimo conta a você e ao Rasmodius sobre sua casa em uma parte distante da floresta por um tempo. O mago está especialmente interessado em ouvir sobre as linhas de energia perto de sua casa.",
    "7HeartEvent.SVE.11": "Eventualmente, o Junimo decide voltar para casa e Rasmodius o rejeita com outro feitiço.",
    "7HeartEvent.SVE.12": "Agora está tudo resolvido... Diga-me a verdade.",
    "7HeartEvent.SVE.13": "Fui totalmente indigno? Você ficou tentado a rir?",
    "7HeartEvent.SVE.13.1": "Nunca passou pela minha cabeça.",
    "7HeartEvent.SVE.13.2": "Para ser honesto... sim, com certeza.",
    "7HeartEvent.SVE.14": "*risadas*",
    "7HeartEvent.SVE.15": "Bem... eu acho que, no futuro, em vez de tentar invocar os sprites para virem até mim, eu provavelmente deveria ir para a floresta e encontrá-los sozinho.#$b#Agora que me recuperei um pouco, acredito que farei algumas explorações.${{e1}}",
    "7HeartEvent.SVE.16": "...#$b#... Guarde isso para você, certo, @? Não quero me tornar motivo de chacota.${{e1}}",
    "7HeartEvent.SVE.17": "Eu realmente não sei onde aquele feitiço deu errado... Suspeito que os sprites da floresta não seguem as mesmas regras que você e eu.",
    "8HeartEvent.RR.0": "Sete onças de musgo do pântano... Uma pena de corvo... Essência solar...",
    "8HeartEvent.RR.1": "Ast soth suh!${{e1}}",
    "8HeartEvent.RR.2": "!!!${{e1}}",
    "8HeartEvent.RR.3": "E ainda assim não consegue aguentar!${{e1}}",
    "8HeartEvent.RR.4": "Ah!${{e1}}#$b#Oh, @.#$b#Eu não ouvi você entrar. Você me pegou no meio de um trabalho bastante delicado.${{e3}}",
    "8HeartEvent.RR.5.1": "No que você está trabalhando?",
    "8HeartEvent.RR.5.2": "Acho que deveria deixar você com isso, então...",
    "8HeartEvent.RR.6": "Preciso encontrar uma maneira de produzir energias artificiais para meu próprio uso.",
    "8HeartEvent.RR.7": "Eu... ah... não tenho dormido ultimamente. Eu esperava remediar isso com este ritual, mas só consegui frustração, como você pode notar.${{e10}}",
    "8HeartEvent.RR.8": "Me conta, @, o que você faz quando não consegue dormir?",
    "8HeartEvent.RR.8.1": "Eu nunca tive esse problema. Um dia duro de trabalho me cansa.",
    "8HeartEvent.RR.8.2": "Contar ovelhas?",
    "8HeartEvent.RR.8.3": "Em vez disso, pego meu saco de dormir e deito sob as estrelas. Ajuda lembrar onde estou e de onde vim.",
    "8HeartEvent.RR.9": "Portanto, estou condenado a trabalhar duro até ter sucesso ou cair em meu próprio caldeirão.${{e11}}",
    "8HeartEvent.RR.10.1": "Pare ele",
    "8HeartEvent.RR.10.2": "Deixe-o em paz",
    "8HeartEvent.RR.11": "...?${{e10}}#$b#Você deseja que eu tente descansar?${{e11}}#$b#Garanto a você, eu tentei.${{e10}}",
    "8HeartEvent.RR.12": "...${{e10}}",
    "8HeartEvent.RR.13": "Ah, muito bem. Se for preciso. Mas saiba que só voltarei a isso assim que você for embora.${{e11}}",
    "8HeartEvent.RR.14": "@...${{e10}}",
    "8HeartEvent.RR.15": "Não me deixe sonhar...${{e2}}",
    "8HeartEvent.RR.16": "...Ele adormeceu.",
    "8HeartEvent.RR.17": "Espero que ele continue assim.",
    "8HeartEvent.RR.18": "Ficarei um pouco, só para ter certeza.",
    "8HeartEvent.RR.19": "Eu prometo que dormi. Surpreendentemente bem, na verdade.${{e1}}#$b#Apesar disso... devo me desculpar, me sinto incrivelmente estranho pelo meu comportamento anterior.${{e4}}#$b#Eu apreciaria se você pudesse me deixar me recuperar desse constrangimento por um tempo...${{e4}}",
    "8HeartEvent.Leave.RR.0": "...Talvez seja melhor deixá-lo em paz.",
    "8HeartEvent.Leave.RR.1": "MALDIÇÕES!${{e5}}",
    "8HeartEvent.Leave.RR.2": "Eu ficarei bem. Deixe-me com meu trabalho.${{e10}}",
    "9HeartEvent.RR.0": "Ah, @!${{e1}}#$b#Você veio.${{e1}}#$b#Bom.${{e9}}#$b#Sim, muito bom.${{e7}}",
    "9HeartEvent.RR.1": "Como você sabe, dediquei grande parte da minha vida à adivinhação e à comunicação com os doentes.-formas de vida compreendidas.#$b#Como tal, perdi muito do que surge naturalmente na conversa humana. É difícil para mim...${{e2}}#$b#Ah...#$b#Como se diz...?${{e3}}",
    "9HeartEvent.RR.2": "@. #$b#Ouvir.#$b#Abra sua mente. Abra seus sentidos.#$b#Você consegue ouvir?${{e1}}",
    "9HeartEvent.RR.3": "Meu coração bate forte no peito com mais força do que jamais imaginei!${{e7}}#$b#As energias da terra surgem ao nosso redor.${{e7}}",
    "9HeartEvent.RR.4": "Não pode ser por acaso.",
    "9HeartEvent.RR.5": "Não, não cometi nenhum erro.${{e2}}",
    "9HeartEvent.RR.6": "Até as árvores podem sentir o que sinto por você!${{e6}}",
    "9HeartEvent.RR.7": "Eu pensei que tal coisa estava além do reino da possibilidade, depois que meu ex-esposa...${{e2}}#$b#Bem -mas não importa ela. Eu não me importo nada com ela agora.${{e3}}#$b#Eu me importo apenas com você, @.${{e4}}#$b#Você me encantou, @!${{e6}}",
    "9HeartEvent.NoEx.RR.7": "Eu pensei que tal coisa estava além do reino da possibilidade...${{e2}}#$b#Você me encantou, @!${{e6}}",
    "9HeartEvent.RR.8.1": "Eu sinto o mesmo.",
    "9HeartEvent.RR.8.2": "Uh... desculpe... acho que você cometeu um erro.",
    "9HeartEvent.RR.9": "Verdadeiramente?!${{e6}}",
    "9HeartEvent.RR.10": "Aham.",
    "9HeartEvent.RR.11": "Isso é... claro que sim.${{e1}}#$b#Eu soube disso imediatamente.${{e3}}#$b#Nunca houve dúvida em minha mente.${{e4}}#$b#Nem uma vez me preocupei que você pudesse...${{e11}}",
    "9HeartEvent.RR.12": "Ah.#$b#Bem.${{e3}}#$b#Deixa para lá.${{e4}}",
    "9HeartEvent.RR.13": "Isso é até onde minhas habilidades de conversação nos levarão, temo. Mas, se você quiser ficar um pouco, posso ensiná-lo a ouvir a terra...${{e4}}",
    "9HeartEvent.RR.14": "Eu quis dizer o que escrevi, você sabe... sobre segredos não contados.${{e1}}",
    "9HeartEvent.RR.15": "Ah, @, você está de volta. Como vai você?${{e1}}#$b#Pessoalmente, ainda estou lutando para entender como esta noite foi real.${{e6}}",
    "9HeartEvent.noMagic.RR.0": "Ah... entendo. Suponho que entendo. Eu também estou muito ocupado.${{e4}}#$b#Talvez outra hora.${{e1}}",
    "9HeartEvent.noMagic.RR.1": "Isso com certeza foi inesquecível, @.${{e4}}",
    "9HeartEvent.Reject.RR.0": "...Eu vejo. Não há necessidade de se desculpar. Isso foi...${{e4}}",
    "9HeartEvent.Reject.RR.1": "...Deixa para lá.${{e2}}",
    "9HeartEvent.Reject.RR.2": "Eu... suponho que te vejo mais tarde, @.${{e11}}",
    "9HeartEvent.Reject.RR.3": "...oh?${{e3}}#$b#É você...${{e2}}#$b#Peço desculpas, podemos conversar outro dia?${{e8}}",
    "10HeartEvent.SVE.0": "Ah, @! Você chegou. Há algo que quero mostrar a você.",
    "10HeartEvent.SVE.1": "Aqui. Pegue minha mão e eu nos teletransportarei para algum lugar onde você ainda não esteve.${{e1}}",
    "10HeartEvent.SVE.2": "Bem-vindo a 'Grenville Falls', uma floresta de origem mágica que fica longe da civilização.#$b#E um dos lugares mais lindos que já conheci em minhas viagens.${{e1}}",
    "10HeartEvent.SVE.3": "Até agora, a maior parte da magia que discutimos tem sido quase puramente pragmática. Feitiços de proteção, viagens...${{e3}}",
    "10HeartEvent.SVE.4": "É verdade, claro, que a magia deve ser usada com responsabilidade. Mas o que ainda não falamos é da grande alegria que a magia pode trazer.${{e1}}#$b#Um feitiço bem lançado -mesmo o mais básico -traz consigo o conhecimento de que você está puxando as cordas que compõem a urdidura e a trama do universo.${{e3}}#$b#E há muitos feitiços além do meramente útil que podemos utilizar, desde que não sejamos excessivos.${{e1}}",
    "10HeartEvent.SVE.5": "...Não faço isso com frequência, mas você trouxe uma grande alegria inesperada para minha vida. Então, eu queria trazer alguns para o seu também.${{e4}}",
    "10HeartEvent.SVE.6": "*bufar*...Não se preocupe, ficarei bem em um momento. Isso consumiu muita energia, só isso.${{e2}}",
    "10HeartEvent.SVE.7": "...#$b#...Estou bem agora.${{e1}}",
    "10HeartEvent.SVE.8": "Antes de continuarmos... Por toda a alegria que você trouxe à minha vida, quero agradecer.${{e1}}#$b#Percebo que não sou a pessoa mais fácil de fazer amizade, me escondendo na minha torre...#$b#Mas você se deu ao trabalho de me conhecer e de continuar me conhecendo, apesar de tudo que atrapalhou.${{e1}}#$b#E eu só queria dizer... você se tornou muito precioso para mim, @.${{e6}}",
    "10HeartEvent.SVE.9": "Agora, não podemos ficar muito distraídos...${{e4}}#$b#Por favor, sente-se! Encha um prato. Se houver algo que você goste particularmente, sempre posso convocar mais.${{e6}}",
    "12HeartEvent.PartOne.SVE.0": "Ah! Bem-vindo ao lar, @. Espero que você não esteja muito cansado, pois estou trabalhando em uma surpresa para você.${{e1}}",
    "12HeartEvent.PartOne.SVE.1": "Encontre-me em nossa cabana em Ginger Island amanhã ao meio-dia. Acho que você vai gostar disso... eu sei que vou.${{e1}}#$b#E certifique-se de ter espaço nos bolsos.${{e9}}",
    "12HeartEvent.PartOne.SVE.2": "Você não precisa trazer ou preparar nada. Apenas traga você mesmo.${{e1}}#$e#Estou planejando isso há... algum tempo.${{e4}}",
    "12HeartEvent.PartTwo.SVE.0": "Ah, você chegou! Maravilhoso!${{e1}}",
    "12HeartEvent.PartTwo.SVE.1": "Siga-me até a costa, sim?",
    "12HeartEvent.PartTwo.SVE.2": "É interessante, não é, como os costumes locais se desenvolvem? Especialmente quando se trata de rituais de cortejo.#$b#Numa terra distante daqui, pede-se ao ente querido em casamento, presenteando-o com uma pena azul. Achei esse particularmente interessante.",
    "12HeartEvent.PartTwo.SVE.3": "Quando você me presenteou com aquele Amuleto da Sereia, fiquei emocionado. E para ser honesto, eu também estava com um pouco de inveja... por você ter me adiantado.${{e4}}",
    "12HeartEvent.PartTwo.SVE.4": "Passei um bom tempo elaborando um plano para presentear vocês com algo igualmente especial, @. Um sinal, você vê, do quanto você passou a significar para mim.#$b#Eu não queria me desviar muito dos costumes locais, mas presentear você com um amuleto correspondente pareceu um pouco... desanimador.#$b#Temos que fazer uma pequena viagem juntos para buscar o token que selecionei para você, mas a viagem também faz parte do presente.#$b#Afaste-se alguns passos, sim?${{e1}}",
    "12HeartEvent.PartTwo.SVE.5": "Não há necessidade de entrar em pânico! Estamos submersos e essas bolhas contêm bastante ar para a viagem.",
    "12HeartEvent.PartTwo.SVE.6": "Agora... você está pronto?",
    "12HeartEvent.PartTwo.SVE.7": "Então... vamos lá!${{e1}}",
    "12HeartEvent.PartTwo.SVE.8": "...Ainda está bem aí? Vou te dar um momento para se ajustar.",
    "12HeartEvent.PartTwo.SVE.9": "Preparar? Me siga.${{e1}}",
    "12HeartEvent.PartTwo.SVE.10": "E agora, eu só...",
    "12HeartEvent.PartTwo.SVE.11": "Ah, ela está chegando agora...",
    "12HeartEvent.PartTwo.SVE.12": "...",
    "12HeartEvent.PartTwo.SVE.13": "...",
    "12HeartEvent.PartTwo.SVE.14": "Ainda temos bastante ar. Vamos ficar e aproveitar um pouco mais as paisagens daqui?${{e1}}",
    "12HeartEvent.PartTwo.SVE.15": "*tosse*A viagem de volta é sempre um pouco mais difícil. Bem.. o que você achou?",
    "12HeartEvent.PartTwo.SVE.16": "Ahh.. que bom que você gostou, @. ...Para ser sincero, o maior presente que você me deu não foi o amuleto.${{e4}}#$b#Você tem sido uma inspiração, me ajudando a encontrar alegria ao usar minha magia de uma maneira que pensei ter perdido. Uma joia é o mínimo que posso fazer para expressar meu agradecimento por você.${{e1}}#$b#Eu realmente não consigo imaginar alguém com quem eu preferiria passar minha vida.${{e4}}",
    "12HeartEvent.PartTwo.SVE.17": "Depois de uma viagem como essa, me sinto muito em paz. Especialmente quando eu voltar para casa com você...${{e4}}#$e#%Magnus sorri para mim, corando.",
    "14HeartEvent.PartTwo.0": "Eu estive pensando...",
    "14HeartEvent.PartTwo.1": "Encontre-me no cume. Essa noite.",
    "14HeartEvent.PartTwo.2": "Responderei todas as suas perguntas esta noite.",
    "14HeartEvent.PartTwo.3": "Essa noite. A cimeira.${{e1}}#$e#Não se esqueça, meu amor.${{e1}}",
    "14HeartEvent.PartThree.0": "Você sonha, @?",
    "14HeartEvent.PartThree.1.1": "Às vezes, eu acho. Mas nunca me lembro deles.",
    "14HeartEvent.PartThree.1.2": "Apenas sobre coisas agrícolas. Ovelhas e sprinklers.",
    "14HeartEvent.PartThree.1.3": "Claro. Sonho com aventuras e missões épicas!",
    "14HeartEvent.PartThree.2": "Entendo... isso não é incomum.${{e1}}",
    "14HeartEvent.PartThree.3": "Por alguma razão, me diverte imaginar você tendo sonhos tão mundanos.${{e1}}",
    "14HeartEvent.PartThree.4": "Ah... os sonhos da minha juventude.${{e1}}",
    "14HeartEvent.PartThree.5": "Alguns dias abro os olhos ao amanhecer e me pergunto se ainda não acordei. As paisagens que vejo só podem ser um sonho. E ainda assim...",
    "14HeartEvent.PartThree.6": "Cada vez mais, à noite, encontro-me acordado.#$b#Não, como costumava fazer, porque o sono se recusa a me levar, mas porque acho meu mundo desperto fascinante demais para desistir, mesmo que por algumas horas.${{e1}}#$b#Nada do que fiz na minha vida me faz merecer isso. Esta vida e amor que compartilhamos. É mais do que jamais sonhei.${{e9}}#$b#A felicidade sempre foi uma fera inconstante e passageira. Como poderia ser mais?",
    "14HeartEvent.PartThree.7.1": "Você tem razão. Isso nunca dura. 'Isso também passará.'",
    "14HeartEvent.PartThree.7.2": "Felicidade é o que fazemos dela. Estamos todos tão felizes quanto nos permitimos ser.",
    "14HeartEvent.PartThree.7.3": "...",
    "14HeartEvent.PartThree.8": "Era nisso que eu acreditava...",
    "14HeartEvent.PartThree.9": "Eu nunca tinha acreditado em tal coisa antes... e ainda assim, você pode estar certo.",
    "14HeartEvent.PartThree.10": "Eu trouxe você aqui para lhe mostrar isso.${{e1}}",
    "14HeartEvent.PartThree.11": "Você pode ver todo o vale daqui. Quando vim para esta cidade, foi com a intenção de viver o resto dos meus dias em uma solidão tranquila. Por um tempo parecia que eu conseguiria. Ninguém dá muita atenção ao excêntrico que vive na torre nos arredores de uma aldeia obscura.",
    "14HeartEvent.PartThree.12": "Então eu conheci você.${{e1}}",
    "14HeartEvent.PartThree.13": "E você me permitiu pensar novamente. Pensamentos que eu não pensava há cem anos passaram pela minha mente. E pensei:#$b#'talvez não fosse tão ruim compartilhar um pouco do que já fui. Nem toda a história foi feita para ser esquecida.",
    "14HeartEvent.PartThree.14": "O resto você sabe, é claro.#$b#Você sumariamente despachou todas as minhas expectativas.#$b#Você derrubou minhas paredes e plantou sementes onde elas estavam.#$b#Você remendou pedaços de mim que eu nunca esperei curar...#$b#e outros que eu não sabia que estavam quebrados.${{e2}}",
    "14HeartEvent.PartThree.15": "Você me salvou, @. Espero que você saiba disso.${{e1}}",
    "14HeartEvent.PartThree.16": "Quando nos conhecemos eu disse que tínhamos muitas aventuras pela frente, você e eu.${{e1}}#$b#O futuro é estranho assim. Ele pega o que você pensa que entende e distorce isso em você. Eu nunca soube nem metade disso.${{e1}}#$b#Se tivesse, provavelmente teria fugido.${{e9}}",
    "14HeartEvent.PartThree.17": "Não sei o que o futuro nos reserva. E pela primeira vez eu preferiria não.${{e1}}#$b#Que seja uma aventura.${{e7}}#$b#Que seja o começo de uma história e não o fim que antes esperava encontrar.${{e7}}",
    "14HeartEvent.PartThree.18": "E quando finalmente chegar ao fim, que haja fogos de artifício no lugar de um lento escurecimento.${{e1}}",
    "14HeartEvent.PartThree.19": "...e para a eternidade.${{e6}}",
    "14HeartEvent.PartThree.20": "Você se divertiu esta noite, @, amor da minha vida?${{e1}}#$b#Está ficando tarde. Eu já cuidei de todas as tarefas que sobraram, então venha, vamos deitar juntos na cama.${{e6}}#$b#Posso ou não ter mais para lhe contar ainda.${{e4}}",
    "MagicInk.Standard.0": "Ah... @. Eu estive esperando por você.${{e1}}",
    "MagicInk.Standard.1": "Já te contei que já fui casado?${{e3}}",
    "MagicInk.NoEx.Standard.1": "Já te contei sobre a Bruxa de Stardew Valley?${{e3}}",
    "MagicInk.Standard.2": "Estranho, eu sei... para um homem como eu. Mas é verdade.",
    "MagicInk.NoEx.Standard.2": "Embora eu seja o único praticante de magia residente em Stardew Valley no papel.#$b#Outros como eu podem viver aqui, esquivando-se das responsabilidades de um praticante de magia residente, enquanto o Ministério não entender.",
    "MagicInk.Standard.3": "Minha esposa e eu estivemos juntos por muitos anos, até que cometi um erro que a afastou.${{e2}}",
    "MagicInk.NoEx.Standard.3": "Ela costumava ser minha colega de classe na minha juventude.#$b#Com o passar do tempo nos tornamos amigos e aliados, muitas vezes daríamos cobertura uns aos outros no campo de batalha das guerras passadas.${{e3}}#$b#...No entanto, um dia, uma de nossas missões deu gravemente errado.#$b#Ela sofreu uma grande tragédia, algumas que temo ter sido capaz de evitar.${{e2}}",
    "MagicInk.Standard.4": "Sua raiva e inveja eram tão intensas que ela ficou verde e começou a voar pelo campo, amaldiçoando tudo em seu caminho...${{e2}}",
    "MagicInk.Standard.5": "Quando descobri, selei esta passagem para a casa dela... temendo que um aldeão inocente pudesse ser vítima de sua magia negra.",
    "MagicInk.Standard.6": "Mas agora, deve ser aberto... pois quando nos separamos, ela pegou minha tinta mágica!${{e10}}#$b#Preciso daquela tinta mágica de volta!${{e11}}#$b#Eu mesmo faria isso, mas... não posso vê-la novamente. É por isso que preciso da sua ajuda.${{e10}}",
    "MagicInk.NoEx.Standard.6": "Mas agora, deve ser aberto... porque tenho motivos para acreditar que ela pegou minha tinta mágica.${{e10}}#$b#Preciso daquela tinta mágica de volta!${{e11}}#$b#Eu mesmo faria isso, mas... prefiro não vê-la. É por isso que preciso da sua ajuda.${{e10}}",
    "MagicInk.Standard.7": "Para abrir esta passagem, você precisará de um talismã sombrio. Fale com Krobus, no esgoto... ele deve saber onde encontrar um.",
    "MagicInk.Standard.8": "Conto com você... se conseguir recuperar minha tinta mágica, prometo que farei valer a pena... Agora vá!${{e3}}",
    "MagicInk.Married.0": "Ah... @. Eu estive esperando por você.${{e1}}",
    "MagicInk.Married.1": "Eu te contei, eu acredito, sobre meu ex-esposa.",
    "MagicInk.NoEx.Married.1": "Eu lhe contei, creio eu, sobre minha velha amiga, a Bruxa?${{e3}}",
    "MagicInk.Married.2": "Prefiro não me lembrar dela na sua presença. Ou de todo, aliás.${{e3}}",
    "MagicInk.NoEx.Married.2": "Eu preferiria nunca mais ter enfrentado ela.${{e2}}",
    "MagicInk.Married.3": "E ainda assim devo. Pois tenho um favor a lhe pedir.",
    "MagicInk.NoEx.Married.3": "E, no entanto, temo que esse dia tenha chegado. Porém... Posso pedir um favor a você?",
    "MagicInk.Married.4": "Depois que nos separamos, sua raiva e inveja foram tão intensas que ela ficou verde e começou a voar pelo campo, amaldiçoando tudo em seu caminho...",
    "MagicInk.NoEx.Married.4": "Após o incidente, sua raiva e inveja foram tão intensas que ela ficou verde e começou a voar pelo campo, amaldiçoando tudo em seu caminho...",
    "MagicInk.Married.5": "Quando descobri, selei esta passagem para a casa dela... temendo que um aldeão inocente pudesse ser vítima de sua magia negra.${{e2}}",
    "MagicInk.Married.6": "Mas agora, deve ser aberto... pois ela pegou minha tinta mágica!${{e10}}#$b#Preciso daquela tinta mágica de volta!${{e11}}#$b#Eu próprio faria isto, mas não consigo enfrentá-la. É por isso que preciso da sua ajuda.${{e10}}",
    "MagicInk.NoEx.Married.6": "Mas agora, deve ser aberto... pois tenho motivos para acreditar que ela pegou minha tinta mágica!${{e10}}#$b#Preciso daquela tinta mágica de volta!${{e11}}#$b#Eu próprio faria isto, mas não consigo enfrentá-la. Temo que ela ainda guarde esse rancor. É por isso que preciso da sua ajuda.${{e10}}",
    "MagicInk.Married.7": "Talvez seja covardia da minha parte pedir isso a você, mas não tenho mais a quem recorrer. Por favor, @. Meu coração.${{e10}}",
    "MagicInk.Married.8": "Você fará isso por mim?",
    "MagicInk.Married.9.1": "Claro que vou!",
    "MagicInk.Married.9.2": "Uau. Você está me pedindo para enfrentar seu ex-esposa para você? Não, obrigado.",
    "MagicInk.NoEx.Married.9.2": "Uau. Você está me pedindo para enfrentar seu passado por você? Não, obrigado.",
    "MagicInk.Married.10": "Ah, @! Obrigado. Verdadeiramente. Estou imensamente grato.${{e1}}",
    "MagicInk.Married.11": "Para abrir esta passagem, você precisará de um talismã sombrio. Fale com Krobus, no esgoto... ele deve saber onde encontrar um.${{e3}}",
    "MagicInk.Married.12": "Obrigado novamente, meu amor.${{e9}}",
    "MagicInk.Married.13": "Eu estaria perdido sem você.${{e1}}#$b#te vejo em casa${{e9}}",
    "MagicInk.Reject.0": "Ah...${{e10}}#$b#Suponho que você esteja correto. Eu não tinha o direito de perguntar.${{e2}}",
    "MagicInk.Reject.1": "Nesse caso, esqueça que alguma vez falei sobre isso. Tenho certeza que vou me virar.${{e11}}#$b#Te vejo em casa.${{e10}}",
    "MagicInk.End.0": "Você encontrou minha tinta! Excelente.${{e1}}",
    "MagicInk.End.1": "Er...${{e2}}",
    "MagicInk.End.2": "Você... por acaso viu meu ex-esposa?${{e2}}#$b#Não? Bem, e a casa dela...?#$b#Você acha que ela mora sozinha? Ou...${{e1}}",
    "MagicInk.End.NoEx.Standard.2": "Você... por acaso a viu?${{e2}}#$b#Não? Bem, e a casa dela...?#$b#Você acha que ela vive bem? Ou...${{e3}}",
    "MagicInk.End.3": "...Na verdade, não me diga... eu não quero saber.",
    "MagicInk.End.NoEx.Standard.3": "Talvez eu realmente devesse tentar fazer as pazes algum dia. Não que isso vá voltar no tempo, mas...",
    "MagicInk.End.4": "Enfim... você deve estar se perguntando sobre sua recompensa. Aqui...",
    "MagicInk.End.5": "É um livro de convocação.#$b#O potencial arcano é imenso... mas vou simplificar para você.#$b#Ao usar este livro, você pode invocar edifícios mágicos diretamente para sua fazenda.#$b#Acho que você achará isso útil.${{e1}}",
    "MagicInk.End.6": "Ah, quase esqueci de dizer... aham... Obrigado.",
    "MagicInk.End.Married.0": "@! Meu coração.${{e1}}#$b#Você tem a tinta?${{e1}}",
    "MagicInk.End.Married.1": "Ainda me envergonho ter enviado você para tal tarefa...${{e2}}",
    "MagicInk.End.Married.2": "Espero que não tenha sido muito cansativo para você.#$b#Você a encontrou?#$b#Não?${{e3}}#$b#Pequenas bênçãos.${{e1}}",
    "MagicInk.End.Married.3": "Admito que fiquei preocupado.#$b#Mas não importa. Correu tudo bem e por isso sou eternamente grato.${{e7}}",
    "MagicInk.End.NoEx.Married.3": "Admito que me perguntei se talvez fosse hora de fazer as pazes. Nada pode voltar no tempo, mas...${{e2}}#$b#Mas isso pode esperar. Eu preferiria focar agora.",
    "MagicInk.End.Married.4": "Enquanto você estava fora, ocorreu-me que tenho um tomo que pode ser útil para você.",
    "MagicInk.End.NoEx.Married.4": "Enquanto você estava fora, ocorreu-me que tenho um tomo que pode ser útil para você.${{e1}}",
    "MagicInk.End.Married.5": "É um livro de convocação e seu potencial arcano é imenso.",
    "MagicInk.End.NoEx.Married.5": "É um livro de convocação e seu potencial arcano é imenso.${{e3}}",
    "MagicInk.End.Married.6": "Aqui, deixe-me te ensinar.${{e1}}#$b#Ao usar este livro, você aprenderá a invocar edifícios mágicos diretamente para sua fazenda.${{e9}}#$b#Infelizmente, ainda requer ouro para o ritual em si.${{e10}}",
    "MagicInk.End.Married.7": "Considere isso um pequeno sinal do meu amor por você.${{e1}}",
    "MagicInk.End.Married.8": "Eu só gostaria de poder fazer mais.${{e9}}",
    "SpriteSpring.Standard.0": "Senti que você viria aqui hoje, @. Estava esperando você chegar.",
    "SpriteSpring.Standard.1": "Você descobriu algo nas profundezas da floresta...#$b#Noel e Angélica me disseram que você encontrou a Fonte Sprite. Você tem ainda mais presente do que eu imaginava.#$b#Desde o momento em que você entrou no vale, senti seu potencial mágico, mas você continua me surpreendendo.",
    "SpriteSpring.Standard.2": "Em noites claras, Angélica sobrevoa o vale entre as estrelas, inundando as fazendas abaixo com magia, incentivando o crescimento das plantações.${{e3}}#$b#Claus prefere a floresta, vagando entre as árvores e deixando rastros de magia em seu rastro, onde florescem mudas e forragem.",
    "SpriteSpring.Standard.3": "Esses dois gostam de compartilhar seus poderes. Eles são bons amigos.",
    "SpriteSpring.Standard.4": "Isso é tudo. Devo retornar à minha meditação.",
    "SpriteSpring.Standard.5": "Se você retornar à Fonte Sprite, poderia dizer a Claus e Angélica que sou grato pelas sementes antigas que eles me deixaram.${{e3}}",
    "SpriteSpring.Standard.6": "Se Claus tiver um excedente de magia, ele germinará sementes antigas. Pelo que ele me contou, é um truque difícil de aprender, mas gratificante de dominar.#$b#Os sprites foram fundamentais para o desenvolvimento dos meus estudos arcanos, mas também passei a gostar bastante deles.${{e1}}#$e#Até a próxima, @.",
    "SpriteSpring.Dating.0": "Senti que você viria aqui hoje, @. Estava esperando você chegar.${{e1}}",
    "SpriteSpring.Dating.1": "Você descobriu algo nas profundezas da floresta...${{e3}}#$b#Noel e Angélica me disseram que você encontrou a Fonte Sprite. Você tem ainda mais presente do que eu imaginava.${{e1}}#$b#Desde o momento em que você entrou no vale, senti seu potencial mágico, mas você continua a me surpreender de várias maneiras.${{e1}}",
    "SpriteSpring.Dating.2": "Em noites claras, Angélica sobrevoa o vale entre as estrelas, inundando as fazendas abaixo com magia, incentivando o crescimento das plantações.${{e3}}#$b#Claus prefere a floresta, vagando entre as árvores e deixando rastros de magia em seu rastro, onde florescem mudas e forragem.",
    "SpriteSpring.Dating.3": "Esses dois gostam de compartilhar seus poderes. Eles são bons amigos.",
    "SpriteSpring.Dating.4": "Isso é tudo. Se me der licença, devo voltar à minha meditação.${{e3}}",
    "SpriteSpring.Dating.5": "Se você retornar à Fonte Sprite, por favor, diga a Claus e Angélica que sou grato pelas sementes antigas que eles me deixaram.${{e3}}",
    "SpriteSpring.Dating.6": "Se Claus tiver um excedente de magia, ele germinará sementes antigas. Pelo que ele me contou, é um truque difícil de aprender, mas gratificante de dominar.#$b#Os sprites foram fundamentais para o desenvolvimento dos meus estudos arcanos, mas também passei a gostar bastante deles.${{e1}}#$e#Venha me visitar novamente em breve, @.${{e1}}",
    "SpriteSpring.Married.0": "Ah, olá meu coração. Estava esperando você chegar.${{e1}}",
    "SpriteSpring.Married.1": "Você descobriu algo nas profundezas da floresta...${{e3}}#$b#Noel e Angélica me disseram que você encontrou a Fonte Sprite. Você tem ainda mais presente do que eu imaginava.${{e3}}#$b#Já estamos casados ​​há algum tempo e seu potencial misterioso ainda continua a me surpreender.${{e1}}",
    "SpriteSpring.Married.2": "Em noites claras, Angélica sobrevoa o vale entre as estrelas, inundando as fazendas abaixo com magia, incentivando o crescimento das plantações.#$b#Claus prefere a floresta, vagando entre as árvores e deixando rastros de magia em seu rastro, onde florescem mudas e forragem.",
    "SpriteSpring.Married.3": "Esses dois gostam de compartilhar seus poderes. Eles são bons amigos.${{e1}}",
    "SpriteSpring.Married.4": "Isso é tudo. Se me der licença, devo voltar à minha meditação.${{e3}}#$b#Ah, e não se preocupe em fazer o jantar esta noite. Tenho algo especial planejado.${{e1}}",
    "SpriteSpring.Married.5": "Se você retornar à Fonte Sprite, por favor, diga a Claus e Angélica que sou grato pelas sementes antigas que eles me deixaram.${{e3}}",
    "SpriteSpring.Married.6": "Se Claus tiver um excedente de magia, ele germinará sementes antigas. Pelo que ele me contou, é um truque difícil de aprender, mas gratificante de dominar.#$b#Os sprites foram fundamentais para o desenvolvimento dos meus estudos arcanos, mas também passei a gostar bastante deles.${{e1}}#$e#Talvez devêssemos fazer uma viagem juntos para lá em breve.${{e9}}",
    "DwarfKrobus.DatingMarried.0": "Uma Pessoa das Sombras, acima do solo? Isso é ultrajante!#$b#Seu povo foi responsável pela morte de toda a minha família.",
    "DwarfKrobus.DatingMarried.1": "Se vocês, anões, não tivessem nos expulsado de nossa casa ancestral, nunca teríamos que recorrer à violência!#$b#Sinto muito pela sua família.",
    "DwarfKrobus.DatingMarried.2": "'Desculpe' não vai resolver.",
    "DwarfKrobus.DatingMarried.3": "Deixe-me ir até ele! Ele é desprezível.",
    "DwarfKrobus.DatingMarried.4": "Venha e pegue, camarão.",
    "DwarfKrobus.DatingMarried.5": "Silêncio! Vocês dois!${{e5}}",
    "DwarfKrobus.DatingMarried.6": "As Guerras Elementais já terminaram há muito tempo. Você não tem mais motivos para lutar.#$b#Vocês dois devem fazer as pazes pelo bem dos humanos que vivem ao seu redor. Certamente você pode ver isso.",
    "DwarfKrobus.DatingMarried.7": "Muito bem. Vou ficar longe do esgoto de agora em diante.",
    "DwarfKrobus.DatingMarried.8": "...E eu realmente sinto muito pelo passado, Anão. Não tenho nenhuma reclamação pessoal com você.",
    "DwarfKrobus.DatingMarried.9": "Muito bom. Vou lançar um 'Selo de Promessa' para finalizar este acordo.",
    "DwarfKrobus.DatingMarried.10": "Senti que você estava em perigo quando aqueles dois começaram a brigar. Isso me alertou sobre o que estava acontecendo no esgoto...${{e3}}#$e#Há muita história antiga sobre as 'Guerras Elementais'. Talvez eu lhe dê uma lição um dia desses.${{e3}}#$e#%Magnus sorri para você.",
    "EnchantedGrove.PartOne.Dating.0": "Bom dia, @. Acabei de voltar do Ministério da Magia da República Ferngill e trago notícias maravilhosas.${{e1}}#$b#Pareceria um alto-membro graduado do conselho manifestou interesse em desenvolver seu potencial arcano, o que não é uma ocorrência comum...${{e7}}#$b#Meus colegas me incumbiram de ensinar magia de dobra. Encontre-me na minha torre o mais rápido possível!${{e1}}",
    "EnchantedGrove.PartOne.Dating.1": "Para falar a verdade, isso me emociona mais do que eu poderia imaginar.${{e4}}#$e#Vir! Encontre-me na minha torre para que possamos prosseguir!${{e6}}",
    "EnchantedGrove.PartOne.Married.0": "Bom dia, meu coração. Acabei de voltar do Ministério da Magia da República Ferngill e trago notícias maravilhosas.${{e1}}#$b#Pareceria um alto-membro graduado do conselho manifestou interesse em desenvolver seu potencial arcano, o que não é uma ocorrência comum...${{e7}}#$b#Meus colegas me incumbiram de ensinar magia de dobra. Encontre-me na minha torre o mais rápido possível!${{e1}}",
    "EnchantedGrove.PartOne.Married.1": "Para falar a verdade, há muito tempo que esperava por este dia...${{e4}}#$e#Vir! Encontre-me na minha torre para que possamos prosseguir!${{e6}}",
    "EnchantedGrove.PartTwo.Standard.0": "Ah, você chegou exatamente na hora que eu previ.#$b#Eu preparei um elixir que irá ajudá-lo a explorar alguns novos tipos de magia. É bastante potente...",
    "EnchantedGrove.PartTwo.Morgan.0.1": "Eu também quero uma poção!!!$3",
    "EnchantedGrove.PartTwo.Morgan.0.2": "Morgan, nós discutimos isso...${{e3}}",
    "EnchantedGrove.PartTwo.Morgan.0.3": "Tudo bem... vou apenas assistir.$9",
    "EnchantedGrove.PartTwo.Standard.1": "Respire profundamente. Tente ficar parado...",
    "EnchantedGrove.PartTwo.Standard.2": "Sinto como se algo tivesse mudado dentro de mim...",
    "EnchantedGrove.PartTwo.Standard.3": "Agora você tem a habilidade de invocar runas de dobra. É um grande privilégio, mas também uma responsabilidade...${{e3}}#$b#Você deve dominar esta nova magia. Começaremos a treinar imediatamente.",
    "EnchantedGrove.PartTwo.Standard.4": "Uma demonstração!",
    "EnchantedGrove.PartTwo.Standard.5": "Bom trabalho!",
    "EnchantedGrove.PartTwo.Standard.6": "Agora posso invocar runas de teletransporte!",
    "EnchantedGrove.PartTwo.Standard.7": "Verdadeiramente excelente. Você superou minhas expectativas!${{e1}}",
    "EnchantedGrove.PartTwo.Morgan.7.1": "Isso foi tão legal!$1",
    "EnchantedGrove.PartTwo.Standard.8": "Devemos agora proteger o seu 'Nexus'. Há uma floresta isolada ao norte de%fazenda, fluindo com mana -um lugar adequado para invocar runas de dobra.${{e3}}#$b#Encontre-me lá, @.",
    "EnchantedGrove.PartTwo.Standard.9": "Encontre-me no sertão, @.",
    "EnchantedGrove.PartTwo.Dating.0": "Ah, você chegou exatamente na hora que eu previ.${{e1}}#$b#Eu preparei um elixir que irá ajudá-lo a explorar alguns novos tipos de magia. É bastante potente...${{e3}}",
    "EnchantedGrove.PartTwo.Dating.1": "Respire fundo, @. Tente ficar parado...${{e3}}",
    "EnchantedGrove.PartTwo.Dating.2": "Sinto como se algo tivesse mudado dentro de mim...",
    "EnchantedGrove.PartTwo.Dating.3": "Agora você tem a habilidade de invocar runas de dobra. É um grande privilégio, mas também uma responsabilidade...#$b#Você deve dominar esta nova magia. Começaremos a treinar imediatamente.${{e1}}",
    "EnchantedGrove.PartTwo.Dating.4": "Uma demonstração!",
    "EnchantedGrove.PartTwo.Dating.5": "Bom trabalho!",
    "EnchantedGrove.PartTwo.Dating.6": "Agora posso invocar runas de teletransporte!",
    "EnchantedGrove.PartTwo.Dating.7": "Verdadeiramente excelente. Você superou minhas expectativas!${{e1}}",
    "EnchantedGrove.PartTwo.Dating.8": "Devemos agora proteger o seu 'Nexus'. Há uma floresta isolada ao norte de%fazenda, fluindo com mana -um lugar adequado para invocar runas de dobra.${{e3}}#$b#Encontre-me lá.${{e1}}",
    "EnchantedGrove.PartTwo.Dating.9": "Encontre-me no sertão, @.${{e1}}",
    "EnchantedGrove.PartTwo.Married.0": "Ah, você chegou exatamente na hora que eu previ.${{e1}}#$b#Eu preparei um elixir que irá ajudá-lo a explorar alguns novos tipos de magia. É bastante potente...${{e3}}",
    "EnchantedGrove.PartTwo.Married.1": "Respire fundo, meu coração. Tente ficar parado...${{e3}}",
    "EnchantedGrove.PartTwo.Married.2": "Sinto como se algo tivesse mudado dentro de mim...",
    "EnchantedGrove.PartTwo.Married.3": "Agora você tem a habilidade de invocar runas de dobra. É um grande privilégio, mas também uma responsabilidade...#$b#Você deve dominar esta nova magia. Começaremos a treinar imediatamente.${{e1}}",
    "EnchantedGrove.PartTwo.Married.4": "Uma demonstração!",
    "EnchantedGrove.PartTwo.Married.5": "Bom trabalho!",
    "EnchantedGrove.PartTwo.Married.6": "Agora posso invocar runas de teletransporte!",
    "EnchantedGrove.PartTwo.Married.7": "Verdadeiramente excelente. Você superou minhas expectativas!${{e1}}",
    "EnchantedGrove.PartTwo.Married.8": "Devemos agora proteger o seu 'Nexus'. Há uma floresta isolada ao norte de%fazenda, fluindo com mana -um lugar adequado para invocar runas de dobra.${{e3}}#$b#Encontre-me lá, meu coração.${{e1}}",
    "EnchantedGrove.PartTwo.Married.9": "Encontre-me no sertão, @.${{e1}}",
    "EnchantedGrove.PartThree.Standard.0": "Me siga, @. Não se afaste muito.",
    "EnchantedGrove.PartThree.Standard.1": "Mana flui livremente neste bosque isolado. É um local perfeito para o seu Nexus...",
    "EnchantedGrove.PartThree.Standard.2": "Com a nossa magia combinada e a minha orientação, podemos alterar o fluxo do tempo aqui.#$b#Vir. Canalize sua mana.",
    "EnchantedGrove.PartThree.Standard.3": "@. Abra seus olhos.",
    "EnchantedGrove.PartThree.Standard.4": "Magnífico, não é?${{e1}}#$b#Seu 'bosque encantado' está protegido das mudanças das estações, do clima e de olhares indiscretos.",
    "EnchantedGrove.PartThree.Standard.5": "Ainda não terminamos. Você ainda precisa criar seu primeiro ponto de dobra...${{e3}}#$b#Acredito que só será adequado se for para o meu próprio Nexus.#$b#Vamos partir para o meu warp hall, @.",
    "EnchantedGrove.PartThree.Standard.6": "Durante a lição, expliquei que para conectar um local ao seu Nexus, você precisa de algo que tenha surgido lá.#$b#Eu preparei esta poção hoje nesta mesma torre. É adequado o suficiente para completar o feitiço.",
    "EnchantedGrove.PartThree.Standard.7": "Coloque a poção no hexágono e convoque suas runas de dobra, @.${{e3}}",
    "EnchantedGrove.PartThree.Standard.8": "Bom trabalho. As runas de dobra foram vinculadas ao seu Nexus com sucesso.${{e1}}#$b#Por que você não se teletransporta para lá agora? Será um espetáculo para ser visto...${{e9}}",
    "EnchantedGrove.PartThree.Standard.9": "Ah... tomos, estátuas de coruja, um círculo hexagonal e o cheiro de musgo fresco. Eu não esperaria mais nada!${{e1}}",
    "EnchantedGrove.PartThree.Standard.10": "Busque outras áreas de interesse e expanda seu Nexus, @. No devido tempo, um colega meu irá visitá-lo...#$b#Muito bem hoje. Eu sabia que havia algo especial em você no momento em que pisou em Stardew Valley.${{e1}}",
    "EnchantedGrove.PartThree.Standard.11": "Eu me pergunto onde mais posso invocar runas de dobra?",
    "EnchantedGrove.PartThree.Dating.0": "Siga-me e não se afaste muito.${{e3}}#$b#Estou ansioso por esta próxima parte.${{e1}}",
    "EnchantedGrove.PartThree.Dating.1": "Mana flui livremente neste bosque isolado. É um local perfeito para o seu Nexus...",
    "EnchantedGrove.PartThree.Dating.2": "Com a nossa magia combinada e a minha orientação, podemos alterar o fluxo do tempo aqui.${{e1}}#$b#Vir. Canalize sua mana comigo!${{e7}}",
    "EnchantedGrove.PartThree.Dating.3": "Abra seus olhos...${{e3}}",
    "EnchantedGrove.PartThree.Dating.4": "Magnífico, não é?${{e7}}#$b#Seu 'bosque encantado' está protegido das mudanças das estações, do clima e de olhares indiscretos.${{e1}}",
    "EnchantedGrove.PartThree.Dating.5": "Ainda não terminamos. Você ainda precisa criar seu primeiro ponto de distorção.#$b#Acredito que só seja adequado se for para o meu próprio Nexus... para fins...${{e4}}#$b#Vamos partir para o meu salão de dobra, @!${{e6}}",
    "EnchantedGrove.PartThree.Dating.6": "Durante a lição, expliquei que para conectar um local ao seu Nexus, você precisa de algo que tenha surgido lá.#$b#Eu preparei esta poção hoje nesta mesma torre. É adequado o suficiente para completar o feitiço.${{e3}}",
    "EnchantedGrove.PartThree.Dating.7": "Coloque a poção no hexágono e convoque suas runas de dobra, @.",
    "EnchantedGrove.PartThree.Dating.8": "Bom trabalho! As runas de dobra vinculadas ao seu Nexus com sucesso!${{e1}}#$b#Por que você não se teletransporta para lá agora? Será um espetáculo para ser visto.${{e1}}",
    "EnchantedGrove.PartThree.Dating.9": "Ah... tomos, estátuas de coruja, um círculo hexagonal e o cheiro de musgo fresco. Você me conhece tão bem!${{e9}}",
    "EnchantedGrove.PartThree.Dating.10": "Busque outras áreas de interesse e expanda seu Nexus, @. No devido tempo, um colega meu irá visitá-lo...${{e3}}#$b#Muito bem hoje. Eu sabia que havia algo especial em você no momento em que pisou em Stardew Valley.${{e1}}",
    "EnchantedGrove.PartThree.Dating.11": "Eu me pergunto onde mais posso invocar runas de dobra?",
    "EnchantedGrove.PartThree.Married.0": "Siga-me e não se afaste muito.${{e3}}#$b#Mal consigo conter minha empolgação com o que está por vir!${{e1}}",
    "EnchantedGrove.PartThree.Married.1": "Mana flui livremente neste bosque isolado. É um local perfeito para o seu Nexus...",
    "EnchantedGrove.PartThree.Married.2": "Com a nossa magia combinada e a minha orientação, podemos alterar o fluxo do tempo aqui.${{e1}}#$b#Vir. Canalize sua mana comigo!${{e7}}",
    "EnchantedGrove.PartThree.Married.3": "Abra seus olhos...${{e3}}",
    "EnchantedGrove.PartThree.Married.4": "Magnífico, não é?${{e7}}#$b#Seu 'bosque encantado' está protegido das mudanças das estações, do clima e de olhares indiscretos.${{e1}}",
    "EnchantedGrove.PartThree.Married.5": "Ainda não terminamos. Você ainda precisa criar seu primeiro ponto de distorção.#$b#Acredito que só seja adequado se for para o meu próprio Nexus... para fins...${{e4}}#$b#Vamos partir para o meu salão de dobra, meu coração!${{e6}}",
    "EnchantedGrove.PartThree.Married.6": "Durante a lição, expliquei que para conectar um local ao seu Nexus, você precisa de algo que tenha surgido lá.#$b#Eu preparei esta poção hoje nesta mesma torre. É adequado o suficiente para completar o feitiço.${{e3}}",
    "EnchantedGrove.PartThree.Married.7": "Coloque a poção no hexágono e convoque suas runas de dobra, @.",
    "EnchantedGrove.PartThree.Married.8": "Bom trabalho! As runas de dobra vinculadas ao seu Nexus com sucesso!${{e1}}#$b#Por que você não se teletransporta para lá agora? Será um espetáculo para ser visto, meu coração.${{e1}}",
    "EnchantedGrove.PartThree.Married.9": "Ah... tomos, estátuas de coruja, um círculo hexagonal e o cheiro de musgo fresco. Você me conhece tão bem!${{e9}}",
    "EnchantedGrove.PartThree.Married.10": "Busque outras áreas de interesse e expanda seu Nexus, @. No devido tempo, um colega meu irá visitá-lo...${{e3}}#$b#Muito bem hoje. Eu sabia que havia algo especial em você no momento em que pisou em Stardew Valley.${{e1}}",
    "EnchantedGrove.PartThree.Married.11": "Eu me pergunto onde mais posso invocar runas de dobra?",
    "wizardEnchantedGrove": "Sinto que estamos nos tornando uma família bruxa agora. Meu Nexus é um pouco antigo-moda, mas prefiro assim.${{e7}}#$b#Acredito que seu Nexus seja adequado para 7 pontos de dobra, o que é mais do que o meu.${{e1}}",
    "EnchantedGroveHint": "Acredito que seu Nexus seja adequado para 7 pontos de dobra, o que é mais do que o meu. Eu prefiro ser velho-moda.",
    "JunimoScroll.Standard.0": "@. Magia intensa está cercando você? O que é que você fez?",
    "JunimoScroll.Standard.1": "Hum? Atividade Junimo na vinha abandonada? Muito interessante.${{e3}}#$b#E o objeto que você está carregando?",
    "JunimoScroll.Standard.2": "Sinto algo no meu bolso...",
    "JunimoScroll.Standard.3": "O que isso está fazendo aqui?",
    "JunimoScroll.Standard.4": "Aquele milagroso pergaminho dourado está encantado com a magia da floresta.#$b#...${{e3}}#$b#Por favor. Siga-me até minha morada. Isso exigirá uma análise misteriosa completa.",
    "JunimoScroll.Standard.5": "Passe-me o pergaminho.",
    "JunimoScroll.Standard.6": "Afaste-se.",
    "JunimoScroll.Standard.7": "...${{e3}}#$b#Não consigo decifrar o pergaminho.#$b#Está tão desbotado que é quase ilegível, e minhas habilidades de tradução estão... enferrujadas.${{e10}}",
    "JunimoScroll.Standard.8": "Vou ligar para um bom amigo para obter ajuda.#$b#Ela se destaca em línguas antigas.",
    "JunimoScroll.Standard.9": "Ela está chegando momentaneamente.",
    "JunimoScroll.Standard.10": "Ah. Com quem entrei em contato?${{e3}}#$b#A bruxa de-",
    "JunimoScroll.Standard.11": "Meu, meu. Olá, querido.$0",
    "JunimoScroll.Standard.MetCamilla.11": "Meu, meu. Olá novamente, querido.$5",
    "JunimoScroll.Standard.12": "Você pediu minha ajuda, Razzy?$1",
    "JunimoScroll.Standard.13": "...#$b#Este pergaminho. O que você pode fazer com isso?",
    "JunimoScroll.Standard.14": "Hum?$0",
    "JunimoScroll.Standard.15": "O espírito que escreveu isto dificilmente entende a sua própria língua.$1#$b#É como ler a escrita de uma criança...acho que devem ser jovens.",
    "JunimoScroll.Standard.16": "Um 'Junimo' fixou residência no porão de um prédio abandonado a oeste da Floresta Cinzaseiva.#$b#Eles pedem 200 carambolas...$5#$b#Parece que você está prestes a fazer um novo amigo, @.$1",
    "JunimoScroll.Standard.17": "Você sabe, @...$0#$b#Eu poderia usar alguém com o seu...$0",
    "JunimoScroll.Standard.MetCamilla.17": "Há mais em você do que aparenta...$0#$b#Talvez você pudesse me mostrar que outros segredos você está escondendo...$0",
    "JunimoScroll.Standard.18": "Habilidades...$5",
    "JunimoScroll.Standard.MetCamilla.18": "Em particular na minha residência...$5",
    "JunimoScroll.Standard.19": "Camila. Isso é o suficiente.${{e5}}",
    "JunimoScroll.Standard.20": "Você não é divertido, Razzy.$3#$b#Era só para isso que você precisava de mim?$2",
    "JunimoScroll.Standard.21": "De fato. Obrigado-",
    "JunimoScroll.Standard.22": "Adeus.$5",
    "JunimoScroll.Standard.23": "...${{e10}}#$b#Ela tem assuntos importantes para resolver em Castle Village. Perdoe seus modos, @.",
    "JunimoScroll.Standard.24": "Sua ligação com os Junimos é fascinante.#$b#Supera até o meu.${{e3}}",
    "JunimoScroll.Standard.25": "Hum. Eu me pergunto se isso está relacionado aos seus atos no centro comunitário.${{e3}}",
    "JunimoScroll.Standard.26": "Mantenha-me atualizado.#$b#Estou bastante fascinado por esta reviravolta.${{e3}}",
    "JunimoScroll.Standard.27": "Hum? Você é responsável pelo que aconteceu no centro comunitário?${{e3}}#$b#Ah, sim. Isso explica esses eventos recentes.#$e#Acredito que Camilla gostou de você.#$b#Ela pode sentir seu potencial arcano.",
    "JunimoScroll.Dating.0": "@! Magia intensa está cercando você. Está tudo bem? O que aconteceu?${{e3}}",
    "JunimoScroll.Dating.1": "Hum? Atividade Junimo na vinha abandonada? Muito interessante.${{e3}}#$b#E o objeto que você está carregando?",
    "JunimoScroll.Dating.2": "Sinto algo no meu bolso...",
    "JunimoScroll.Dating.3": "O que isso está fazendo aqui?",
    "JunimoScroll.Dating.4": "Aquele milagroso pergaminho dourado está encantado com a magia da floresta.#$b#...${{e3}}#$b#Por favor. Siga-me até minha morada. Isso exigirá uma análise misteriosa completa.",
    "JunimoScroll.Dating.5": "Passe-me o pergaminho, por favor.",
    "JunimoScroll.Dating.6": "Cuidado, afaste-se.",
    "JunimoScroll.Dating.7": "...${{e3}}#$b#Não consigo decifrar o pergaminho.#$b#Está tão desbotado que é quase ilegível, e minhas habilidades de tradução estão... enferrujadas.${{e10}}",
    "JunimoScroll.Dating.8": "Vou ligar para um bom amigo para obter ajuda.#$b#Ela se destaca em línguas antigas.",
    "JunimoScroll.Dating.9": "Ela está chegando momentaneamente.",
    "JunimoScroll.Dating.10": "Ah. Com quem entrei em contato?${{e3}}#$b#A bruxa de-$0",
    "JunimoScroll.Dating.11": "Meu, meu. Olá, querido.$0",
    "JunimoScroll.Dating.MetCamilla.11": "Meu, meu. Olá novamente, querido.$5",
    "JunimoScroll.Dating.12": "Você pediu minha ajuda, Razzy?$1",
    "JunimoScroll.Dating.13": "...#$b#Este pergaminho. O que você pode fazer com isso?$0",
    "JunimoScroll.Dating.14": "Hum?$0",
    "JunimoScroll.Dating.15": "O espírito que escreveu isto dificilmente entende a sua própria língua.$1#$b#É como ler a escrita de uma criança...acho que devem ser jovens.$0",
    "JunimoScroll.Dating.16": "Um 'Junimo' fixou residência no porão de um prédio abandonado a oeste da Floresta Cinzaseiva.$0#$b#Eles pedem 200 carambolas...$5#$b#Parece que você está prestes a fazer um novo amigo, @.$1",
    "JunimoScroll.Dating.17": "Você sabe, @...$0#$b#Eu poderia usar alguém com o seu...$0",
    "JunimoScroll.Dating.MetCamilla.17": "Há mais em você do que aparenta...$0#$b#Talvez você pudesse me mostrar que outros segredos você está escondendo...$0",
    "JunimoScroll.Dating.18": "Habilidades...$5",
    "JunimoScroll.Dating.MetCamilla.18": "Em particular na minha residência...$5",
    "JunimoScroll.Dating.19": "Camila. Isso é o suficiente.${{e5}}",
    "JunimoScroll.Dating.20": "Você não é divertido, Razzy.$3#$b#Era só para isso que você precisava de mim?$2",
    "JunimoScroll.Dating.21": "De fato. Obrigado-",
    "JunimoScroll.Dating.22": "Adeus.$5",
    "JunimoScroll.Dating.23": "...${{e10}}#$b#Ela tem assuntos importantes para resolver em Castle Village. Perdoe seus modos, @.",
    "JunimoScroll.Dating.24": "@, sua ligação com os Junimos é fascinante.${{e1}}#$b#Supera até o meu.${{e9}}",
    "JunimoScroll.Dating.25": "Hum. Eu me pergunto se isso está relacionado aos seus atos no centro comunitário.${{e3}}",
    "JunimoScroll.Dating.26": "Mantenha-me atualizado.#$b#Estou bastante fascinado por esta reviravolta.${{e3}}",
    "JunimoScroll.Dating.27": "Dado que você restaurou o centro comunitário, os Junimos depositam mais confiança em você.${{e3}}#$b#Isso explicaria esses acontecimentos recentes.#$e#Acredito que Camilla também gostou de você.#$b#Ela pode sentir seu potencial arcano.${{e1}}",
    "JunimoScroll.Married.0": "@! Magia intensa está cercando você. Está tudo bem? O que aconteceu?${{e3}}",
    "JunimoScroll.Married.1": "Hum? Atividade Junimo na vinha abandonada? Muito interessante.${{e3}}#$b#E o objeto que você está carregando?",
    "JunimoScroll.Married.2": "Sinto algo no meu bolso...",
    "JunimoScroll.Married.3": "O que isso está fazendo aqui?",
    "JunimoScroll.Married.4": "Aquele milagroso pergaminho dourado está encantado com a magia da floresta.#$b#...${{e3}}#$b#Por favor. Siga-me até minha torre. Isso exigirá uma análise misteriosa completa.",
    "JunimoScroll.Married.5": "Passe-me o pergaminho, amor.",
    "JunimoScroll.Married.6": "Cuidado, afaste-se.",
    "JunimoScroll.Married.7": "...${{e3}}#$b#Não consigo decifrar o pergaminho.#$b#Está tão desbotado que é quase ilegível, e minhas habilidades de tradução estão... enferrujadas.${{e10}}",
    "JunimoScroll.Married.8": "Vou ligar para um bom amigo para obter ajuda.#$b#Ela se destaca em línguas antigas.",
    "JunimoScroll.Married.9": "Ela está chegando momentaneamente.",
    "JunimoScroll.Married.10": "Ah. Com quem entrei em contato?${{e3}}#$b#A bruxa de-$0",
    "JunimoScroll.Married.11": "Meu, meu. Olá, querido.$0",
    "JunimoScroll.Married.MetCamilla.11": "Meu, meu. Olá novamente, querido.$5",
    "JunimoScroll.Married.12": "Você pediu minha ajuda, Razzy?$1",
    "JunimoScroll.Married.13": "...#$b#Este pergaminho. O que você pode fazer com isso?$0",
    "JunimoScroll.Married.14": "Hum?$0",
    "JunimoScroll.Married.15": "O espírito que escreveu isto dificilmente entende a sua própria língua.$1#$b#É como ler a escrita de uma criança...acho que devem ser jovens.$0",
    "JunimoScroll.Married.16": "Um 'Junimo' fixou residência no porão de um prédio abandonado a oeste da Floresta Cinzaseiva.$0#$b#Eles pedem 200 carambolas...$5#$b#Parece que você está prestes a fazer um novo amigo, @.$1",
    "JunimoScroll.Married.17": "Você sabe, @...$0#$b#Eu poderia usar alguém com o seu...$0",
    "JunimoScroll.Married.MetCamilla.17": "Há mais em você do que aparenta...$0#$b#Talvez você pudesse me mostrar que outros segredos você está escondendo...$0",
    "JunimoScroll.Married.18": "Habilidades...$5",
    "JunimoScroll.Married.MetCamilla.18": "Em particular na minha residência...$5",
    "JunimoScroll.Married.19": "Camila. Isso é o suficiente.${{e5}}",
    "JunimoScroll.Married.20": "Você não é divertido, Razzy.$3#$b#Era só para isso que você precisava de mim?$2",
    "JunimoScroll.Married.21": "De fato. Obrigado-",
    "JunimoScroll.Married.22": "Adeus.$5",
    "JunimoScroll.Married.23": "...${{e10}}#$b#Ela tem assuntos importantes para resolver em Castle Village. Perdoe seus modos, @.",
    "JunimoScroll.Married.24": "Meu coração, sua ligação com os Junimos é fascinante.${{e1}}#$b#Supera até o meu.${{e9}}",
    "JunimoScroll.Married.25": "Hum. Eu me pergunto se isso está relacionado aos seus atos no centro comunitário.${{e3}}",
    "JunimoScroll.Married.26": "Mantenha-me atualizado.#$b#Estou bastante fascinado por esta reviravolta.${{e3}}",
    "JunimoScroll.Married.27": "Dado que você restaurou o centro comunitário, os Junimos depositam mais confiança em você.${{e3}}#$b#Isso explicaria esses acontecimentos recentes.#$e#Acredito que Camilla também gostou de você.#$b#Ela pode sentir seu potencial arcano.${{e1}}",
    "Wizard.AuroraVineyardPurchased": "Quando aquele antigo prédio foi reformado, senti uma perturbação nos elementais...${{e3}}#$e#Devo investigar o que foi.",
    "Wizard.Married.AuroraVineyardPurchased": "Quando aquele antigo prédio foi reformado, senti uma perturbação nos elementais...${{e3}}#$e#Foi você?${{e3}}#$b#O mais fascinante é que não posso dizer que estou surpreso.${{e1}}#$b#Você se importaria de compartilhar os detalhes comigo durante um jantar?${{e4}}#$b#Há, e sempre haverá, muito que posso aprender com você.${{e1}}",
    "PierreMatureEvent.PartOne.0": "Siga Pedro",
    "PierreMatureEvent.PartOne.0.1": "Vá dormir",
    "PierreMatureEvent.PartTwo.0": "Olá?... Sou eu.",
    "PierreMatureEvent.PartTwo.1": "C-qual é o significado disso?$4#$b#Abigail? O Mago? Por que você me disse para ir à Torre do Feiticeiro tão tarde, Caroline?$4",
    "PierreMatureEvent.PartTwo.2": "Pierre... nós... precisamos conversar.$2",
    "PierreMatureEvent.PartTwo.3": "...!?$4",
    "PierreMatureEvent.PartTwo.4": "...$2",
    "PierreMatureEvent.PartTwo.5": "Falar sobre... o quê? O que é isso, Carolina? Por que você e Abigail estão aqui!?$4",
    "PierreMatureEvent.PartTwo.6": "Pedro... querido...$2",
    "PierreMatureEvent.PartTwo.7": "Abigail não é...$2",
    "PierreMatureEvent.PartTwo.8": "Abigail não é sua filha...$2",
    "PierreMatureEvent.PartTwo.9": "!!?...$4#$b#C-o que quer dizer com ela não é MINHA filha!?$4",
    "PierreMatureEvent.PartTwo.10": "Abigail!?$4",
    "PierreMatureEvent.PartTwo.11": "...Pai, é verdade.$2#$b#Hum... não há maneira fácil de dizer isso.$2",
    "PierreMatureEvent.PartTwo.12": "...$2",
    "PierreMatureEvent.PartTwo.13": "Eu... eu não entendo NADA disso!$4#$b#EXPLICAR!!!$3",
    "PierreMatureEvent.PartTwo.14": "Querida... você se lembra de quando nós... terminamos?$2",
    "PierreMatureEvent.PartTwo.15": "Eu... eu vi outra pessoa antes de voltarmos. Essa... essa pessoa era Magnus Rasmodius...$2",
    "PierreMatureEvent.PartTwo.16": "Pierre, foi-",
    "PierreMatureEvent.PartTwo.17": "VOCÊ!!!$3",
    "PierreMatureEvent.PartTwo.18": "PIERRE! PARAR!!$3",
    "PierreMatureEvent.PartTwo.19": "Eu sei que você está confuso e magoado agora. Mas por favor, deixe-nos explicar. Por favor...$2",
    "PierreMatureEvent.PartTwo.20": "...Tudo bem, Carolina.",
    "PierreMatureEvent.PartTwo.21": "Quando você estava... quando descobri que estava com aquela garota em Grampleton... isso... me machucou muito.$2",
    "PierreMatureEvent.PartTwo.22": "Reagi mal a isso... fazendo a mesma coisa.$2",
    "PierreMatureEvent.PartTwo.23": "...$2",
    "PierreMatureEvent.PartTwo.24": "Eu... pensei que Abigail fosse sua filha. Depois de todos esses anos eu confiei-$2",
    "PierreMatureEvent.PartTwo.25": "*cheirar*...",
    "PierreMatureEvent.PartTwo.26": "Eu... eu...$2",
    "PierreMatureEvent.PartTwo.27": "...só recentemente descobri quando... quando Abigail começou a desenvolver... poderes especiais.$2#$b#O cabelo roxo de Abigail, seu interesse por monstros e magia e agora sua habilidade de ver espíritos da floresta...$2",
    "PierreMatureEvent.PartTwo.28": "Certamente você também percebeu, querido...$2#$b#Lembro quando você disse que pegou Abigail praticando posturas de espada no cemitério tarde da noite com @...$2#$b#Também já falamos algumas vezes sobre o cabelo dela...$2",
    "PierreMatureEvent.PartTwo.29": "...Sim, isso é verdade.",
    "PierreMatureEvent.PartTwo.30": "M. Rasmodius, sinto muito por ter atacado você. Eu... eu deixei minha raiva tomar conta de mim...$2",
    "PierreMatureEvent.PartTwo.31": "...$2",
    "PierreMatureEvent.PartTwo.32": "É... este é o seu primeiro-tempo ouvindo isso, Abigail?$2",
    "PierreMatureEvent.PartTwo.33": "...Não. Nós três já conversamos sobre isso.$2",
    "PierreMatureEvent.PartTwo.34": "Pai... às vezes eu suspeitava, mas ter certeza... foi... foi chocante para mim também. Posso imaginar o quanto você se sente magoado.$2#$b#...Mas por favor. Não coloque tudo isso na mamãe... já faz muito tempo, e ela não merece isso...$2",
    "PierreMatureEvent.PartTwo.35": "Isto... isto é tudo culpa minha.$2#$b#Eu era tão... estúpido e jovem. Eu não deveria... eu não deveria ter feito o que fiz com você, Caroline.$2",
    "PierreMatureEvent.PartTwo.36": "Eu fui um tolo...$2",
    "PierreMatureEvent.PartTwo.37": "Querida... não podemos mudar o passado...$2#$b#O que podemos fazer é criar um futuro melhor. Junto.$0",
    "PierreMatureEvent.PartTwo.38": "...$2",
    "PierreMatureEvent.PartTwo.39": "...$0",
    "PierreMatureEvent.PartTwo.40": "Posso falar?",
    "PierreMatureEvent.PartTwo.41": "Sim, Magno.$2#$b#Eu interrompi você mais cedo... peço desculpas por isso.$2",
    "PierreMatureEvent.PartTwo.42": "Tudo bem, Pierre. Não é de surpreender que você seja dominado por suas emoções.#$b#Não te culpo pela sua explosão. Obrigado por se desculpar.$0",
    "PierreMatureEvent.PartTwo.43": "Agora, Pierre...$0#$b#Quero que você entenda que posso ser o pai biológico de Abigail, mas não sou o pai dela. Você a criou e sempre será o pai dela.$0",
    "PierreMatureEvent.PartTwo.44": "Você e Caroline fizeram um trabalho maravilhoso. Ela cresceu e se tornou uma pessoa linda e gentil.#0#$b#A compaixão e curiosidade dela se devem aos seus esforços, não aos meus.",
    "PierreMatureEvent.PartTwo.45": "Eu... sempre tive a sensação de que tinha uma ligação com alguém do vale. Eu nunca poderia explicar isso...${{e3}}#$b#Agora percebo que é por causa de Abigail.",
    "PierreMatureEvent.PartTwo.46": "Abigail possui a habilidade de ver espíritos da floresta chamados 'Junimos'. Esses espíritos residem exclusivamente no vale. Eles são completamente inofensivos.#$b#Abigail também tem um talento especial para esgrima e se mostra promissora em habilidades arcanas.${{e3}}",
    "PierreMatureEvent.PartTwo.47": "Pierre, eu entendo que isso pode ser opressor e você pode ficar ressentido comigo...#$b#Lamento que tenha sido assim que você descobriu.#$b#Espero que você entenda que tínhamos que lhe contar. Assim que soubemos, sua família não quis enganá-lo.",
    "PierreMatureEvent.PartTwo.48": "E é melhor ouvir isso das pessoas que você mais ama do que tropeçar nisso sozinho.",
    "PierreMatureEvent.PartTwo.49": "...Com certeza é muita coisa para absorver de uma só vez.$2",
    "PierreMatureEvent.PartTwo.50": "Querida... quero que saiba que te amo e que isso nunca vai mudar. Passaremos por isso juntos, como uma família.$0",
    "PierreMatureEvent.PartTwo.51": "Pai, sei que nem sempre nos daremos bem... mas eu te amo. Você é uma das pessoas mais fortes que conheço.$0",
    "PierreMatureEvent.PartTwo.52": "Eu não sei o que dizer.$2#$b#Eu... tenho tantas perguntas e não sei se há alguma resposta...$2",
    "PierreMatureEvent.PartTwo.53": "Quero deixar claro para todos vocês que Abigail sempre será minha filha aos meus olhos.$3",
    "PierreMatureEvent.PartTwo.54": "Bom. Eu não aceitaria de outra maneira, Pierre.$0",
    "PierreMatureEvent.PartTwo.55": "Pai, quero aprender como usar minha magia. Magnus disse que me daria aulas particulares.$0",
    "PierreMatureEvent.PartTwo.56": "Abigail! Nós conversamos sobre isso. Agora não é hora de perguntar isso!$3",
    "PierreMatureEvent.PartTwo.57": "Mas mãe, sinto que este é o meu DESTINO e está me chamando. eu iria-$2",
    "PierreMatureEvent.PartTwo.58": "Claro que pode, Abigail.$0",
    "PierreMatureEvent.PartTwo.59": "Sei que preciso... deixar ir e deixar você decidir o que quer fazer. Você é um adulto agora.$2",
    "PierreMatureEvent.PartTwo.60": "Sua habilidade de fazer mágica muda tudo.$2",
    "PierreMatureEvent.PartTwo.61": "Precisamos discutir o que acontecerá a seguir, Magnus. Quero saber o que esperar das habilidades de Abigail.$2",
    "PierreMatureEvent.PartTwo.62": "Sim, eu concordo.",
    "PierreMatureEvent.PartTwo.63": "É fundamental que não contemos a ninguém nada do que foi dito aqui esta noite, especialmente o que estou prestes a contar a vocês três.$0",
    "PierreMatureEvent.PartTwo.64": "É imperativo que eu apresente as Leis do Arcândio de Merlin e as Leis de Zé.-${{e3}}",
    "PierreMatureEvent.PartTwo.65": "Um momento, por favor. Parece que temos uma visita.",
    "PierreMatureEvent.PartTwo.66": "Espiando, não é?${{e1}}",
    "PierreMatureEvent.PartTwo.67": "@... há quanto tempo você está aqui?",
    "PierreMatureEvent.PartTwo.68": "Entendo... você ouviu tudo.${{e2}}",
    "PierreMatureEvent.PartTwo.69": "Pelo que entendi, você é muito amigo de Caroline e Pierre.#$b#Abigail está especialmente perto de você. Ela já falou sobre você muitas vezes.",
    "PierreMatureEvent.PartTwo.70": "Eu deveria lançar um selo de promessa sobre você, mas confio que você não contará a ninguém nada do que ouviu aqui esta noite, @.",
    "PierreMatureEvent.PartTwo.71": "Há muitos assuntos inacabados que precisamos discutir.#$b#Estou mandando você de volta para a cidade, @.#$b#Não volte aqui esta noite.",
    "PierreMatureEvent.PartTwo.72": "Desculpe. Guaxinins...",
    "PierreMatureEvent.PartTwo.73": "Desculpe, @. Estou um pouco fora disso hoje. Estou totalmente exausto emocionalmente.$2#$b#Eu falaria sobre isso, mas... não posso. Espero que você entenda.$2",
    "PierreMatureEvent.Dating.PartTwo.66": "Espiando, não é?${{e1}}",
    "PierreMatureEvent.Dating.PartTwo.67": "@... há quanto tempo você está aqui?",
    "PierreMatureEvent.Dating.PartTwo.68": "Entendo... você ouviu tudo.${{e2}}",
    "PierreMatureEvent.Dating.PartTwo.69": "Eu sei que você é muito amigo de Caroline e Pierre.#$b#Abigail está especialmente perto de você. Ela já falou sobre você muitas vezes.",
    "PierreMatureEvent.Dating.PartTwo.70": "Espero que você não conte a ninguém nada do que ouviu aqui esta noite, @.#$b#Podemos conversar sobre essa provação outra hora... eu prometo.",
    "PierreMatureEvent.Dating.PartTwo.71": "Há muitos assuntos inacabados que precisamos discutir.#$b#Estou mandando você de volta para a cidade, @.#$b#Por favor, não volte aqui esta noite.",
    "PierreMatureEvent.Dating.PartTwo.72": "Desculpe. Guaxinins...",
    "PierreMatureEvent.Dating.PartTwo.73": "Desculpe, @. Estou um pouco fora disso hoje. Estou totalmente exausto emocionalmente.$2#$b#Eu falaria sobre isso, mas... não posso. Espero que você entenda.$2",
    "PierreMatureEvent.Married.PartTwo.66": "Espiando, não é?${{e1}}",
    "PierreMatureEvent.Married.PartTwo.67": "@... há quanto tempo você está aqui?",
    "PierreMatureEvent.Married.PartTwo.68": "Entendo... você ouviu tudo.${{e2}}",
    "PierreMatureEvent.Married.PartTwo.69": "Eu sei que você é muito amigo de Caroline e Pierre.#$b#Abigail está especialmente perto de você. Ela já falou sobre você muitas vezes.",
    "PierreMatureEvent.Married.PartTwo.70": "Espero que você não conte a ninguém nada do que ouviu aqui esta noite, @.#$b#Podemos conversar sobre essa provação em casa... eu prometo.",
    "PierreMatureEvent.Married.PartTwo.71": "Há muitos assuntos inacabados que precisamos discutir.#$b#Estou mandando você de volta para a cidade, @.#$b#Por favor, não volte aqui esta noite.",
    "PierreMatureEvent.Married.PartTwo.72": "Desculpe. Guaxinins...",
    "PierreMatureEvent.Married.PartTwo.73": "Desculpe, @. Estou um pouco fora disso hoje. Estou totalmente exausto emocionalmente.$2#$b#Eu falaria sobre isso, mas... não posso. Espero que você entenda.$2",
    "wizardsComplicatedRelationship": "Eu entendo se você tiver alguma reserva sobre mim depois de testemunhar o que aconteceu...${{e2}}#$b#Certamente não tenho a pretensão de ser perfeito.${{e8}}#$b#Prometi resolver o que aconteceu com você. Mas me dê alguns dias para processar por mim mesmo, por favor.${{e2}}#$e#%Magnus não quer mais conversar.",
    "Wizard_wizardNap.title": "Desculpas de Magnus",
    "Wizard_wizardNap.text": "Saudações @,^^Devo me desculpar pelo estado em que você me encontrou outro dia. Ocasionalmente, encontro meu sono atormentado por sonhos sombrios e, infantilmente, recorro a evitar a cama. Me envergonha saber que você testemunhou tal comportamento de mim. Mesmo assim, gostaria de agradecer por ter escolhido ficar comigo. Com você por perto, dormi profundamente, como não dormia há várias semanas.^Se algum dia eu puder retribuir, você só precisa pedir.^^Sinceramente,^Magno",
    "Wizard_teachMagic.title": "Convite de Magnus",
    "Wizard_teachMagic.text": "Saudações @,^^Muitas maravilhas incalculáveis ​​estão abrigadas entre as árvores. Hoje, em particular, uma energia estranha agita-se na floresta.^Se você quiser aprender segredos até então desconhecidos, encontre-me na floresta escondida ao norte da minha torre.^^Sinceramente,^Magno",
    "111.title": "Um reagente escuro",
    "111.text": "O mago quer que você desça até as minas e traga para ele uma Essência do Vazio. Ele precisa disso para algum tipo de magia negra.",
    "111.objective": "Traga ao Wizard uma Essência do Vazio.",
    "111.reaction": "Ah, você trouxe. Você ganhou minha gratidão. Por favor, aceite isso em troca. Moeda significa pouco para mim.${{e1}}",
    "123.title": "Cajado do Poder",
    "123.text": "O Mago está criando uma equipe de poder fenomenal. Quem sabe para que serve. Ele precisa de uma barra de irídio para finalizar.",
    "123.objective": "Traga ao Wizard uma barra de Iridium.",
    "123.reaction": "Ah, precioso irídio. Você se saiu bem, @. Você tem meu eterno agradecimento.${{e1}}",
    "Wizard.Introduction": "Saudações, jovem @. Eu havia previsto sua chegada.#$b#Será um prazer conhecer você. Há muitas aventuras pela frente para você e eu.${{e1}}",
    "Wizard.MovieInvitation": "Um filme...?#$b#Isso é o que eles chamam de “imagem em movimento”, certo?${{e3}}#$e#Hum. Talvez eu gostaria de experimentar isso com você. Sim. Aparecerei assim que você chegar.${{e1}}",
    "Wizard.danceRejection": "Dança? Com você...?${{e3}}#$e#Devo recusar. Eu não saberia os passos.",
    "Wizard.spring_1": "As energias começaram novamente. A primavera chegou e o ano renasceu.${{e1}}#$b#Muitas felicidades para você, @. Vejo um bom ano pela frente.${{e1}}#$e#Um ano muito bom, de fato.${{e7}}",
    "Wizard.spring_Mon": "A baga vermelha com muitas faces chama a atenção. Os seus amantes são muitos, mas só pode ser apreciado uma vez.${{e3}}#$b#Está associado ao amor, mas pode abrigar traição. Cuidado com seus poderes.${{e3}}#$b#Esse é o mistério.#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.spring_Tue": "A flor azul, sua flor traz lucros de força. Mas onde colocá-lo? Seus muitos tons não têm significado.#$b#Uma flor não amada, mas apreciada, não tem um propósito verdadeiro. Ele canta o blues, de fato.${{e2}}#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.spring_Wed": "Você já viu isso? A planta verde? Ela cresce e cresce, mas não é uma erva daninha.${{e3}}#$b#Não pode ser comido cru por pessoas normais e deve sofrer fogo para se tornar delicioso.#$b#No entanto, seu valor é alto e muito saudável. De fato, uma colheita misteriosa.${{e3}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e7}}",
    "Wizard.spring_Thu": "O tubérculo marrom, crescendo sob a terra, seus poderes estão trancados. É preciso saber o caminho certo para desbloquear seu verdadeiro potencial.#$b#Salvou nações e ainda assim as esmagou. Tal é o seu temperamento.#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.spring_Fri": "Nada pode impedi-lo de crescer até que as energias da primavera desapareçam. Ele continuará a crescer durante toda a temporada.#$b#Seus poderes são muitos, mas sozinho não vale nada. Esse é o seu destino na vida.${{e3}}#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.spring_Sat": "Cuidado com a natureza durante a primavera, pois a própria natureza está amaldiçoada. Para fazer um inimigo rápido, ofereça-lhes vegetais da terra indomada.#$b#Somente a sua fazenda pode eliminar a maldição.${{e1}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e9}}",
    "Wizard.spring_Sun": "Nem todas as flores são amadas. Onde alguns veem uma rosa, outros veem apenas espinhos.#$b#Cuidado com quem você encanta com flores encontradas livremente.#$e#Se encante, @. Fique em paz.${{e9}}",
    "Wizard.spring_Mon2": "A primavera é uma época de energias renovadas. Os poderes ainda não estão com força total e tudo ainda está voltando à vida.${{e1}}#$b#É hora de definir o foco, pois o resto do ano é decidido pela Primavera.${{e3}}#$e#Tenha um dia para lembrar, @.${{e9}}",
    "Wizard.spring_Tue2": "Para alguns, os poderes à minha disposição devem ser desconcertantes. No entanto, não sou o único que pode usar tais energias.#$b#Qualquer pessoa com vontade de acreditar e seguir o seu caminho pode explorar uma fonte de energia muito maior do que a vista aqui, mas a maioria não deseja vê-la.#$e#Abrace os mistérios do dia, @.${{e9}}",
    "Wizard.spring_Wed2": "Algum dia espero registrar todas as minhas descobertas em um livro, encadernado com folhas da Árvore da Eternidade. Então todos serão salvos para sempre.${{e3}}#$b#Até então, eu poderia perder tudo, e que destino terrível isso seria.${{e2}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.spring_Thu2": "Aprendi muitas coisas sobre os poderes da primavera, mas não entendo tudo.${{e3}}#$b#Os mistérios estão sempre mudando. Conhecer verdadeiramente significaria o fim da inocência.#$e#Busque as energias, @. Aproveite o dia.${{e9}}",
    "Wizard.spring_Fri2": "De onde vem a energia? Para onde isso vai? Estudei muito e li muitas teorias, mas nada é concreto.${{e3}}#$b#Como uma borboleta, uma vez capturada, as respostas vivem apenas por um curto período.#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.spring_Sat2": "Se eu escrevesse um livro, só quem tivesse vontade e anseio por conhecimento poderia lê-lo.#$b#É lamentável, mas essa é a natureza dos poderes.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.spring_Sun2": "Existem outros como eu? Muitas vezes me perguntei. Algum dia saberei com certeza.#$b#É um segredo para todos.${{e1}}#$e#Se encante, @. Fique em paz.${{e9}}",
    "Wizard.spring_Mon4": "Agora você pode usar o Santuário da Ilusão abaixo. Use-o com sabedoria.#$b#Seu poder é grande, para o bem e para o mal.#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.spring_Mon4.1": "Eu gostaria de poder ir à cidade comprar sementes para meu jardim, mas entrar na loja de Pierre é um pouco estranho para mim.#$e#E nem vale a pena mencionar essa monstruosidade de Joja.${{e3}}#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.spring_Tue4": "Ganhei o Santuário da Ilusão de um homem que queria que ele desaparecesse. Ele estendeu a mão para mim, me implorando para pegá-lo.${{e3}}#$b#Consegui-lo aqui foi difícil, mas ele estava feliz por se livrar dele. Foi preciso mais do que apenas seu rosto.#$e#Abrace os mistérios do dia, @.${{e9}}",
    "Wizard.spring_Wed4": "O Santuário da Ilusão permite mudar sua aparência por fora, mas não por dentro.#$b#Um ser maligno que usa o santuário não pode se libertar do que fez, entende?#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.spring_Wed4.1": "Como vão suas interações com os Junimos, @?#$e#Eu encontrei alguns agora. Eles são certamente um tipo estranho.${{e3}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.spring_Thu4": "Se o Santuário da Ilusão cair novamente nas mãos do mal, terei que recuperá-lo. É meu dever agora.#$b#É um artefato terrível de uma época esquecida, e eu sou seu guardião.#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.spring_Thu4.1": "Hoje estou fortalecendo as barreiras que protegem o vale. Estou feliz em fazer o trabalho de mantê-los.#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.spring_Fri4": "Nunca usei o Santuário da Ilusão, mas não culpo aqueles que o fazem. É importante projetar quem você realmente é.#$b#Do contrário, o que você é se consumirá por dentro, e isso não é agradável.#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.spring_Sat4": "Certa vez, um animal entrou nas profundezas da minha torre e usou o Santuário da Ilusão. Transformou-se naquilo que realmente queria ser visto.${{e3}}#$b#Saiu um ser de pesadelo e eu tive que encontrar um lugar para ele prosperar. Foi difícil de fazer, mas consegui.#$b#Aquele cachorro-virou-pesadelo? Prefeito Lewis.${{e3}}#$b#Eu estou brincando. Meu poder de piada diminui.${{e7}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.spring_Sun4": "O Santuário da Ilusão precisa de ouro para funcionar, uma oferenda antes de seus poderes serem ativados.${{e3}}#$b#Tal é o seu poder.#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.spring_Sun4.1": "Está bem hoje, @?${{e1}}#$e#Fico feliz em ouvir isso. Estou indo para a floresta em busca de ingredientes mais tarde.${{e9}}#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.spring_Mon6": "Eu conheci meu ex-esposa em tempos melhores. Ela era a pessoa mais linda que eu já vi, e rapidamente ficamos apaixonados um pelo outro.${{e2}}#$b#Engraçado como o tempo muda. O verdadeiro mistério é por que isso acontece tão rápido.#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.spring_Tue6": "É difícil lembrar dos velhos tempos com meu ex-esposa. Ficamos felizes, muito felizes.${{e1}}#$b#As coisas simplesmente desmoronaram. No final, terminamos e não foi nada bonito.${{e2}}#$b#Muitas pessoas ainda se lembram dela voando por aí, amaldiçoando tudo o que via. Ainda me sinto responsável.${{e2}}#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.spring_Tue6.1": "Por que escolho viver sozinho na floresta?${{e3}}#$b#Principalmente porque é mais conveniente para minha magia. Está próximo dos locais mágicos da floresta. Sem mencionar que meu caldeirão ocasionalmente produz cheiros muito estranhos.#$b#Eu inevitavelmente receberia reclamações.${{e9}}#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.spring_Wed6": "Tínhamos interesses semelhantes, meu ex-esposa e eu. Passávamos horas nos braços um do outro, lendo livros proibidos.#$b#No final, o que não conseguíamos decidir era como viver. Éramos pessoas muito diferentes.${{e3}}#$b#Se ao menos as coisas pudessem ter sido diferentes.${{e2}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.spring_Thu6": "Meu ex-A esposa ainda mora nas proximidades e parece uma bruxa verde lendária. No entanto, é apenas uma ilusão.#$b#Eu ainda a vejo como ela realmente é. Isso parte meu coração.${{e8}}#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.spring_Fri6": "Todos os poderes do universo não são suficientes para consertar um coração partido. Pode ser consertado, mas uma vez quebrado, assim permanecerá.${{e2}}#$b#Algum dia encontrarei uma maneira de consertar o meu, mas mesmo isso pode levar séculos.${{e8}}#$b#Desculpe aborrecê-lo com os problemas deste velho.#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.spring_Sat6": "Fiz algumas coisas das quais me arrependo quando era casado. Deixei as coisas passarem, evitei responsabilidades e isso me custou caro.${{e3}}#$b#Se você se comprometer com qualquer causa, grande ou pequena, não fuja dela. Teria sido melhor se você não tivesse se envolvido.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.spring_Sat6.1": "Olivia certamente tem algumas ideias estranhas sobre o misticismo. Eu me pergunto o que eles ensinam a ela nessas aulas de ioga.#$e#Posso levá-la para alguma tutela para ter certeza de que ela está no caminho certo...${{e3}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.spring_Sun6": "A alegria é um poder misterioso. Frágil em seu estado mais puro, quando aparece pode ressoar através dos tempos.${{e1}}#$b#No entanto, essa mesma alegria pode ser corrompida com o tempo. Deve ser protegido a todo custo.#$e#Se encante, @. Fique em paz.${{e7}}",
    "Wizard.spring_Mon8": "@. Você viajou?${{e1}}#$b#Anseio voltar aos dias da minha juventude, há muito tempo atrás.${{e1}}#$b#Eu era jovem e cheio de paixão. Aprendi muitas coisas das quais ainda me lembro fortemente.${{e3}}#$b#A juventude é passageira, segure-a enquanto pode.#1#$e#Tenha um dia para lembrar, @.${{e7}}",
    "Wizard.spring_Mon8.1": "Você é próximo de Abigail...?${{e3}}#$b#Eu gostaria de saber como me aproximar dela para conhecê-la melhor.#$e#...Provavelmente não deveríamos discutir isso, @. Desculpe por trazer isso à tona.${{e2}}#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.spring_Tue8": "Viajei por toda parte em busca dos segredos das energias. Tive grandes aventuras e sofri tragédias terríveis.${{e3}}#$b#Quando você tem um impulso e uma paixão, essa é uma energia que não pode ser destruída.${{e1}}#$e#Abrace os mistérios do dia, @.${{e7}}",
    "Wizard.spring_Wed8": "Vou contar a vocês sobre um lugar onde estive.#$b#Certa vez, perdido numa floresta, encontrei uma cabana e nela me abriguei.${{e3}}#$b#Era maior do que parecia por dentro e parecia se estender por quilômetros.${{e3}}#$b#No final encontrei uma cama e nela uma criança. Seus olhos estavam abertos e ele se levantou para me encarar.${{e3}}#$b#Apontou para mim e acordei na minha cama na pousada. Muito estranho, e ainda me pergunto sobre isso.${{e3}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e7}}",
    "Wizard.spring_Wed8.1": "Sabe, senti que você era especial desde a primeira vez que nos conhecemos.#$e#E tenho que admitir, achei muito charmoso quando você sentiu aquele cheiro do meu caldeirão e ficou tão verde que pensei que fosse virar sapo.${{e7}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.spring_Thu8": "Andar pelas bibliotecas do mundo, mesmo que você não entenda o idioma, é uma sensação inspiradora. A energia que se ganha ao estar perto dos livros é grande.${{e1}}#$b#Eu costumava passar horas neles, absorvendo tudo. Muitos já se foram e é uma pena.${{e3}}#$e#Busque as energias, @. Aproveite o dia.${{e7}}",
    "Wizard.spring_Fri8": "De onde eu venho, as bibliotecas estariam cheias de vida. Cada página é um portal, registrado por escribas há muito tempo.${{e1}}#$b#Alguns estavam cheios de segredos que ninguém deveria saber, e eu os aprendi imediatamente. Ainda me arrependo.${{e9}}#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.spring_Sat8": "O mundo que eu conheci já se foi. Eu guardo fragmentos dele, mas estou velho. Algum dia, tudo será esquecido.#$b#Eu gostaria de falar sobre isso, @, mas nenhuma energia no universo me permitiria discutir isso. Assim como o caminho.${{e2}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.spring_Sun8": "Eu gostaria de poder voltar aos dias da minha juventude por mais um dia. Entre na loja que sempre adiei, converse com as bibliotecárias, aprenda ainda mais.${{e3}}#$b#Esses dias já se foram e tudo que me resta deles é uma sombra. Assim é a vida.#0#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.spring_Mon10": "Apesar do foco que tenho nos estudos, sempre quis ser pai.${{e3}}#$b#Seria presunçoso da minha parte perguntar como você se sente em relação às crianças?${{e1}}#$e#Talvez pudéssemos...${{e7}}#$b#Bem.${{e3}}#$b#Deixa para lá.${{e4}}",
    "Wizard.spring_Tue10": "Estou feliz em ver você, @.${{e7}}#$b#Eu havia previsto que nos tornaríamos amigos, mas não tinha ideia de até onde isso iria.${{e6}}#$b#Existem muitos mistérios neste mundo e estou feliz que você me escolheu como um dos seus.${{e6}}#$e#Eu me considero realmente muito sortudo.${{e9}}",
    "Wizard.spring_Tue10.1": "Você sabe, apesar de morar fora da cidade, gosto da companhia das pessoas deste vale.${{e1}}#$b#Acima de tudo, é claro.${{e6}}",
    "Wizard.spring_Wed10": "Muitas pessoas têm medo de mim. O desconhecido os faz tremer, e minha associação com isso os assusta.#$b#Você continuou a mostrar que não se importa com o misterioso. Você aceita isso e tira um tempo do seu dia para me ver.${{e1}}#$b#Obrigado, @. Achei que ficaria sozinho para sempre.${{e1}}#$e#Você é uma pessoa especial, de fato.${{e7}}",
    "Wizard.spring_Thu10": "As energias, em sua essência, são caóticas. Em constante mudança, eles são mais densos que o ar, porém mais elusivos que o vento.${{e3}}#$b#No final, muitas pessoas acreditaram que não valia a pena tentar resolver o mistério, mas aqui permaneço.#$e#Algum dia, @, eu realmente entenderei.${{e1}}",
    "Wizard.spring_Thu10.1": "Você está seguro, @?${{e3}}#$b#Tenho que admitir, tornei-me um pouco protetor com você. Talvez eu consiga montar um amuleto de defesa encantado.#$e#Depende de você se quiser usá-lo, é claro.${{e1}}",
    "Wizard.spring_Fri10": "Sinto-me renovada este ano, não só porque a primavera é a altura certa, mas pela minha relação contigo, @.${{e6}}#$b#Você me lembrou que ainda sou humano. Focar em ser humano é um mistério do qual quase me esqueci.${{e7}}#$e#Obrigado, @.${{e1}}",
    "Wizard.spring_Fri10.1": "Algum plano para o fim de semana?${{e1}}#$b#Eu ficaria honrado se você quisesse passar parte dele comigo.${{e4}}",
    "Wizard.spring_Sat10": "O ar está elétrico, sinto que este ano será especial. Façamos o possível para alcançar nossos sonhos, @.${{e9}}#$e#Não desista. Eu estarei com você.${{e1}}",
    "Wizard.spring_Sun10": "As maiores energias são aquelas que nos permitimos encontrar. Todo o resto é falso.#$b#Seja fiel ao que o move e você terá energia para o resto da vida.${{e1}}#$e#Essa é a minha esperança para você, @. Viva para sempre!${{e7}}",
    "Wizard.spring_Sun10.1": "Devemos fazer uma viagem juntos para a floresta em breve, @...${{e3}}#$b#Há todos os tipos de lugares secretos que eu gostaria de mostrar a você.${{e1}}",
    "Wizard.summer_1": "O verão finalmente chegou. As energias estão no seu nível mais poderoso. Vou trabalhar muito nesta temporada.#$b#Fique calmo, @, e não deixe o sol te amaldiçoar.${{e1}}#$e#Talvez eu vá nadar desta vez...${{e3}}",
    "Wizard.summer_Mon": "A planta de muitas orelhas, suas folhas captam a própria energia do sol, pintando-a por toda parte.#$b#Incrível em seus usos, seu verdadeiro desejo é alimentar as pessoas. Uma colheita inspiradora, de fato.${{e3}}#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.summer_Tue": "O arbusto com olhos azuis, pode ver muitas coisas. Seu poder está na cura e, como tal, é realmente bastante potente.#$b#As pessoas anseiam por eles, mas são difíceis de encontrar na maior parte do ano e apenas bons e frescos. Uma colheita cuja qualidade é passageira, muito misteriosa.${{e3}}#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.summer_Wed": "Melão da Terra, Melão do Céu, Melão do Povo, Melão do Olho.${{e3}}#$b#Melão da Mãe, Melão do Pai, Melão do Filho, Melão da Filha${{e3}}#$b#Isso conclui minha lista de compras.${{e1}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e7}}",
    "Wizard.summer_Thu": "É agora que nascem as culturas que podem produzir energia e cabe a pessoas como você aproveitá-las.#$b#Existem duas culturas disponíveis e uma delas tem sementes. Utilizá-los é pura alquimia.${{e3}}#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.summer_Fri": "Planta poderosa, pode induzir sonhos em quem a bebe. Seus poderes são muitos, seus sabores são infinitos.${{e3}}#$b#No entanto, trouxe a ruína às civilizações e não é amigo de homens ou mulheres. Qual é o seu verdadeiro propósito?${{e3}}#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.summer_Sat": "A energia do sol é demais para alguns e a única solução é ficar em casa. Eu me escondo dentro da minha torre para esse propósito.#$b#No entanto, as energias são tão poderosas durante a época do ano que nem preciso dormir. Não é maravilhoso?${{e9}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.summer_Sun": "A colheita vermelha, vegetal para alguns e fruta para outros, não tem guardião. É delicioso cru, cozido ou espremido.#$b#Muitas pessoas gostam e algumas não conseguem viver sem ele. Nenhuma casa deve faltar a sua presença.#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.summer_Mon2": "Há muito tempo, existia uma linguagem que permitia às pessoas conversar com os espíritos do sol. Eles realizaram muitos festivais durante o verão.#$b#Essa cultura já se foi há muito tempo e a linguagem do sol perdeu-se com o tempo. Se ao menos eu pudesse encontrar uma maneira...${{e3}}#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.summer_Tue2": "A energia durante o verão permite métodos mais fáceis do misterioso. É muito viciante experimentar novas teorias depois de duas temporadas de questionamentos.${{e1}}#$b#Você consegue sentir as energias? Não se preocupe se não puder.#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.summer_Wed2": "Dizia-se que apenas os mais poderosos poderiam aprender e escrever a Língua do Sol, pois ela poderia queimar aqueles que a escrevessem.#$b#Há rumores de que havia uma tribo rival que escrevia uma runa lunar especial, mas não há nenhuma prova de que tal linguagem tenha existido.${{e3}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.summer_Thu2": "Um dos meus experimentos correu bem hoje. Pude olhar para o futuro por um momento.${{e3}}#$b#Todas as vozes, todas as emoções. Vai ser interessante.${{e9}}#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.summer_Fri2": "Tenho muita sorte de ter encontrado apenas uma letra da Língua do Sol, que mantenho escondida. Arde em vermelho, constantemente e para sempre.#$b#É a carta da 'esperança'. Estranho, não é? Algum dia talvez eu possa te mostrar, mas não agora.${{e3}}#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.summer_Sat2": "Amanhã estarei concentrando minha energia e fazendo um experimento que pode dar muito certo ou muito mal. Se você me ver, entrarei em transe.#$b#Se funcionar, você acordará e tudo ficará bem. Se não, bem, eu tentei.${{e10}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e9}}",
    "Wizard.summer_Sun2": "Hakata Monno ba, hakata bal bala. Shamlao 'tswal, catakan grana.${{e10}}#$e#Devo... focar... não devo... ceder...${{e10}}",
    "Wizard.summer_Mon4": "Se você ainda não usou o Santuário da Ilusão, devo dizer-lhe para ser cauteloso. Sua história é vasta e, em grande parte, sangrenta.#$b#Use-o com sabedoria e tudo ficará bem.#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.summer_Mon4.1": "Eu gostaria de poder ir à cidade comprar sementes para meu jardim, mas entrar na loja de Pierre é um pouco estranho para mim.#$e#E nem vale a pena mencionar essa monstruosidade de Joja.${{e3}}#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.summer_Tue4": "O antigo dono do Santuário da Ilusão era um homem vaidoso, tentando encontrar o visual perfeito para si. Ele era rico e ganhou o santuário em um concurso.#$b#Ele investiu toda a sua riqueza nisso, tentando encontrar o look perfeito, mas nunca ficou feliz.${{e3}}#$b#Ele estava tentando consertar o que estava por fora e não por dentro, e isso o consumiu. Estranho, não é?#$e#Abrace os mistérios do dia, @.${{e9}}",
    "Wizard.summer_Wed4": "Encontrei um aviso em um livro antigo sobre o Santuário da Ilusão. Foi o seguinte:#$b#'Somente aqueles que desejam encontrar seu verdadeiro eu têm permissão para usar o Santuário. Aqueles que desejam mudar sua aparência para enganar os outros serão amaldiçoados.'${{e3}}#$b#Passei muito tempo tentando descobrir o que é a maldição, mas só tenho teorias.#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.summer_Wed4.1": "Como vão suas interações com os Junimos, @?#$e#Eu encontrei alguns agora. Eles são certamente um tipo estranho.${{e3}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.summer_Thu4": "Meus palpites para a Maldição do Santuário da Ilusão são que se você usá-la para seu próprio ganho, e não para revelar seu verdadeiro eu, seu tempo neste plano mortal será encurtado.${{e3}}#$b#Muitos tentaram usá-lo como tal e todos foram destruídos. Mas esta é apenas uma teoria minha, nada de concreto sobre isso.#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.summer_Thu4.1": "Hoje estou fortalecendo as barreiras que protegem o vale. Estou feliz em fazer o trabalho de mantê-los.#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.summer_Fri4": "É curioso para mim porque o Santuário exige ouro para seu uso. Se fosse uma construção do bem, não deveria importar.${{e3}}#$b#No entanto, não funcionará sem uma oferta de ouro. Uma coisa tão curiosa.${{e3}}#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.summer_Sat4": "Não há nenhuma prova de que o Santuário da Ilusão seja mais poderoso durante o verão ou não. Todos os outros tipos de objetos misteriosos são, mas parecem indiferentes.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.summer_Sun4": "Acredito que você seja uma boa pessoa, @, então o Santuário deve ser gentil com você. Se eu te julguei mal, então...#$b#Você ainda pode estar bem. Eu vou ter que ver.#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.summer_Sun4.1": "Está bem hoje, @?${{e1}}#$e#Fico feliz em ouvir isso. Estou indo para a floresta em busca de ingredientes mais tarde.${{e9}}#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.summer_Mon6": "Meu ex-esposa era minha companheira. Fizemos muitas coisas juntos e durante o verão, quando as energias são tão potentes, foi realmente maravilhoso.${{e9}}#$b#Agora estou sozinho nesta torre. Não é o mesmo e provavelmente nunca mais será.${{e2}}#$e#Tenha um dia para lembrar, @.",
    "Wizard.summer_Tue6": "Tenho a capacidade de criar uma imagem de qualquer ser e conversar com ele. No entanto, eles me aborreceram e eu os aborreci.${{e3}}#$b#Eles afirmam que preciso superar meu ex-esposa, mas é mais fácil falar do que fazer.${{e10}}#$e#Abrace os mistérios do dia, @.${{e9}}",
    "Wizard.summer_Tue6.1": "Por que escolho viver sozinho na floresta?${{e3}}#$b#Principalmente porque é mais conveniente para minha magia. Está próximo dos locais mágicos da floresta. Sem mencionar que meu caldeirão ocasionalmente produz cheiros muito estranhos.#$b#Eu inevitavelmente receberia reclamações.${{e9}}#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.summer_Wed6": "Ter sorte no amor é um tipo especial de energia que nem todos os seres possuem. Ele ataca aleatoriamente e apenas uma vez.#$b#Há muitos anos que espero por outra oportunidade, mas sem sucesso.${{e2}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.summer_Thu6": "Certa vez, conjurei um ser que era um gato falante. Continuaria falando sobre fatos de todo o mundo, mas eram apenas coisas que eu sabia.#$b#Não tive coragem de mandá-lo embora, então dei para um amigo. Eu me pergunto onde está agora.${{e3}}#$e#Busque as energias, @. Aproveite o dia.${{e9}}",
    "Wizard.summer_Fri6": "A lua cheia de verão é especial para mim. Eu propus ao meu ex-esposa por baixo do seu poder.#$b#Foi... encantador.${{e3}}#$b#Isso foi há muito tempo.#$e#Concentre sua mente hoje, @, e fique em paz.${{e9}}",
    "Wizard.summer_Sat6": "É um poder perigoso perguntar-se como as coisas poderiam ter sido. É impossível saber, mas pode ser uma força destrutiva.#$b#É melhor sempre fazer o que você acha que é certo para não se arrepender. Fazer o que você acha que é errado, mas fazer mesmo assim é uma loucura.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e9}}",
    "Wizard.summer_Sat6.1": "Olivia certamente tem algumas ideias estranhas sobre o misticismo. Eu me pergunto o que eles ensinam a ela nessas aulas de ioga.#$e#Posso levá-la para alguma tutela para ter certeza de que ela está no caminho certo...${{e3}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.summer_Sun6": "Os dias são longos, @. Estou em uma crise, mas posso sentir um momento em que em breve irei superá-la.${{e10}}#$b#Deixei que os poderes do passado tomassem conta de mim e lhe digo uma coisa: vou me libertar deles.${{e1}}#$e#Se encante, @. Fique em paz.${{e7}}",
    "Wizard.summer_Mon8": "Uma das coisas que fiz quando era mais jovem foi caçar e lutar contra seres e criaturas malignas. Eu encontrei todos eles.${{e3}}#$b#Existem seres neste mundo que ainda travam guerras, cujo ponto há muito foi esquecido, substituído apenas pelo ódio ao inimigo.#$b#É uma vida cansativa e eu saí dela.#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.summer_Mon8.1": "Você é próximo de Abigail...?${{e3}}#$b#Eu gostaria de saber como me aproximar dela para conhecê-la melhor.#$e#...Provavelmente não deveríamos discutir isso, @. Desculpe por trazer isso à tona.${{e2}}#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.summer_Tue8": "O problema com os monstros é que na maioria das vezes eles não sabem por que fazem o que fazem.#$b#Alguns são criados ou outros são encantados de alguma forma terrível. Você já viu alguém carregando um objeto chamado 'Pão Estranho'?${{e3}}#$b#Cuidado com o Pão Estranho, @.${{e3}}#$e#Abrace os mistérios do dia, @.${{e7}}",
    "Wizard.summer_Wed8": "Houve uma guerra, travada há muito tempo, que quase engoliu o mundo inteiro. Desconhecido para os humanos, foi travado abaixo da terra.#$b#No final, nenhum dos lados venceu e os guerreiros foram esquecidos. Esse foi o preço que pagaram pela sua estupidez.#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.summer_Wed8.1": "Sabe, senti que você era especial desde a primeira vez que nos conhecemos.#$e#E tenho que admitir, achei muito charmoso quando você sentiu aquele cheiro do meu caldeirão e ficou tão verde que pensei que fosse virar sapo.${{e7}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.summer_Thu8": "Na juventude, meus poderes estavam sintonizados para a luta e eu conseguia me defender. Foi um coração-hora de bater.${{e3}}#$b#Infelizmente, isso me custou alguns anos da minha vida. Tenho pouco a mostrar além das cicatrizes.#$e#Busque as energias, @. Aproveite o dia.${{e7}}",
    "Wizard.summer_Fri8": "As minas são mais profundas do que você imagina e há segredos trancados que provavelmente nunca serão descobertos.${{e3}}#$b#Tenho esperança de que todas as coisas horríveis que aconteceram lá embaixo permaneçam lá, e às vezes eu tenha que interferir.${{e2}}#$e#Concentre sua mente hoje, @, e fique em paz.${{e7}}",
    "Wizard.summer_Sat8": "Raiva e ódio são energias falsas. Escondem as verdadeiras fontes de poder, que é a compreensão e a tristeza.#$b#Tornou-se clichê, mas é verdade. Aprendi muito e ainda é verdade. Encontre a paz antes de se despedaçar.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e7}}",
    "Wizard.summer_Sun8": "Algum dia as coisas estarão em paz com os seres das minas, mas não tão cedo. Provavelmente não até que o mundo seja apenas uma casca e os humanos tenham desaparecido há muito tempo.#$b#É assim que o seu ódio queima profundamente. É uma tragédia de todos os tempos.${{e2}}#$e#Se encante, @. Fique em paz.${{e9}}",
    "Wizard.summer_Mon10": "Ainda me surpreendo com o fato de você escolher ficar com alguém como eu. Estou muito velho e cansado para alguém tão cheio de vida. E, no entanto, aqui estamos.${{e1}}#$e#Você é o mistério que nunca resolverei. Fique bem, @.${{e7}}",
    "Wizard.summer_Tue10": "A ignorância é uma bênção. Você já ouviu esse ditado antes, tenho certeza, mas é verdade. Saber demais pode tornar a pessoa amarga.#$b#Ainda encontro esperança em meus estudos, mas alguns dias é quase insuportável. Obrigada por me escolher, @.${{e7}}#$e#Você é o que me prende a essa realidade.${{e1}}",
    "Wizard.summer_Tue10.1": "Você sabe, apesar de morar fora da cidade, gosto da companhia das pessoas deste vale.${{e1}}#$b#Acima de tudo, é claro.${{e6}}",
    "Wizard.summer_Wed10": "O foco da minha vida sempre foi os estudos. Todo o resto desapareceu.#$b#A proximidade com você me fez perceber que talvez eu não devesse estar tão consumido pela busca por conhecimento.${{e9}}#$b#A vida é mais do que ler livros sobre a vida dos mortos.${{e9}}#$b#Agora existe você.${{e1}}#$e#Estou com você, @. Eu sempre estarei.${{e6}}",
    "Wizard.summer_Thu10": "Usar as energias tem um custo. Não é grátis. Discutir todos os diferentes aspectos levaria séculos.${{e3}}#$b#Mas vou te contar uma coisa, @. Meu cabelo não era originalmente roxo.${{e1}}#$e#Isso foi há muito tempo...${{e7}}",
    "Wizard.summer_Thu10.1": "Você está seguro, @?${{e3}}#$b#Tenho que admitir, tornei-me um pouco protetor com você. Talvez eu consiga montar um amuleto de defesa encantado.#$e#Depende de você se quiser usá-lo, é claro.${{e1}}",
    "Wizard.summer_Fri10": "Obrigado por passar um tempo comigo, @. Eu esperava que você aparecesse hoje.${{e1}}#$b#É bom fazer uma pausa em meus experimentos e conversar com você. Como está sua fazenda?${{e1}}#$e#Espero que você tenha sucesso em todas as suas ações.${{e9}}",
    "Wizard.summer_Fri10.1": "Algum plano para o fim de semana?${{e1}}#$b#Eu ficaria honrado se você quisesse passar parte dele comigo.${{e4}}",
    "Wizard.summer_Sat10": "Pode-se ficar tão envolvido no trabalho que a vida simplesmente desaparece. Outros recuam para o trabalho porque não conseguem lidar com a vida.#$b#Estou percebendo ultimamente que fiz muitas coisas com as quais não fiquei feliz. Obriguei-me a fazer o que era errado pelo que eu achava que era certo.${{e2}}#$b#Espero um dia obter perdão, @.#$e#Algum dia.${{e1}}",
    "Wizard.summer_Sun10": "Há uma energia especial no ar hoje. Eu posso sentir isso, você pode?${{e7}}#$b#É a nossa energia! É revigorante. Isso me faz sentir jovem novamente.${{e6}}#$e#Isso é estranho? Eu não saio muito, @.${{e9}}",
    "Wizard.summer_Sun10.1": "Devemos fazer uma viagem juntos para a floresta em breve, @...${{e3}}#$b#Há todos os tipos de lugares secretos que eu gostaria de mostrar a você.${{e1}}",
    "Wizard.fall_1": "Você consegue sentir as mudanças no ar? Não me refiro apenas à temperatura. As árvores emitem uma energia única.#$e#Que este outono seja encantado.${{e1}}",
    "Wizard.fall_Mon": "Aqueles que vivem nas sombras estão perdidos, pois o seu mundo foi além deles. Tenha pena de quem consumiu a massa escura.${{e2}}#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.fall_Tue": "As criaturas que deslizam pela terra, qual é o seu propósito? De onde eles vêm?${{e3}}#$b#Eles são conhecidos através dos tempos e culturas, mas nunca foi encontrada uma fonte para sua existência.${{e1}}#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.fall_Wed": "Você os viu? Os golems que procuram por seus longos-criadores mortos.#$b#Eles vagarão pelas minas para sempre, sozinhos, até ficarem sem energia.#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.fall_Thu": "Criatura normal ou monstro? É difícil falar dos morcegos que voam nas cavernas.${{e3}}#$b#Sua energia flutua com a lua e eles anseiam pela força vital que puderem. Cuidado com seu olhar assustador.#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.fall_Fri": "Existem criaturas que se adaptaram para se parecerem com a própria pedra nas minas. Não foi por meios mágicos que o fizeram, mas por pura vontade-poder.#$b#Às vezes, a única energia que você precisa vem de dentro.${{e1}}#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.fall_Sat": "Existem espíritos, nas profundezas das minas, que vagaram pela eternidade. Algumas das primeiras almas ainda estão presas lá.#$b#Eles nem se parecem mais com humanos, tão distorcida se tornou sua imagem etérea. Que tragédia.${{e2}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.fall_Sun": "As minas já foram um vasto mundo que foi compactado como resultado de uma guerra antiga.#$b#Atravessar as camadas é passar pelo próprio tempo. Tenha cuidado, pois é um lugar implacável.#$b#Essas criaturas perderam mais do que a cabeça.${{e2}}#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.fall_Mon2": "Esta temporada é especial, pois o poder de mudança é intensificado. Seja na sua vida, no seu pensamento ou no seu entorno, os poderes da queda tornam isso possível.${{e1}}#$b#Escolha sabiamente, porém, pois nem todas as mudanças são positivas.#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.fall_Tue2": "Concentre-se no que é importante e tudo dará certo, a menos que isso não aconteça. Não há garantias na vida.#$b#Em meus estudos, descobri que isso é verdade, e é lamentável. Nada é garantido para funcionar sempre.#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.fall_Wed2": "À medida que as árvores adormecem, elas liberam suas folhas e sua energia. É essa energia que é útil para mim.${{e3}}#$b#Quando chega o inverno, todas as energias diminuem. O outono é o final.#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.fall_Thu2": "Quando tudo parece perdido, é importante lembrar que as coisas ainda podem mudar. Para melhor ou para pior.#$b#É importante não desistir e ir até o fim. Às vezes é mais fácil falar do que fazer, mas descobri que é verdade.${{e1}}#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.fall_Fri2": "Certa vez vi uma pessoa tentar manter uma árvore viva o ano todo, usando energias poderosas para isso.#$b#Foi horrível: a própria árvore chorou e implorou para ser libertada. Eu tive que intervir e salvar a árvore.${{e2}}#$b#Ainda tenho algumas folhas que ele me deu de presente. Eles são especiais para mim.${{e2}}#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.fall_Sat2": "Meus poderes começaram a perder potência, como sempre acontece no outono. Eu tiraria das árvores, mas me recuso a fazê-lo.#$b#Pretendo ler muito nesta temporada. Quem sabe o que vou encontrar?${{e3}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.fall_Sun2": "Você deve estar tendo algum sucesso na sua fazenda para chegar até aqui, @. Como estão suas colheitas?${{e3}}#$b#É revigorante ver alguém superar a dificuldade e seguir em frente. Suas recompensas estão à sua frente.${{e1}}#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.fall_Mon4": "Há muito tempo, o Santuário da Ilusão estava nas mãos de um grupo de assassinos. Eles usaram seus poderes para mudar sua aparência e acertar.#$b#Há muito tempo, na verdade.${{e3}}#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.fall_Mon4.1": "Eu gostaria de poder ir à cidade comprar sementes para meu jardim, mas entrar na loja de Pierre é um pouco estranho para mim.#$e#E nem vale a pena mencionar essa monstruosidade de Joja.${{e3}}#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.fall_Tue4": "Os assassinos que usaram o Santuário da Ilusão eram quase imparáveis ​​em sua época. Foi necessário um grupo de pessoas como eu para detê-los.#$b#Foi um momento preocupante. Um artefato como esse nunca deveria ser usado para tais ganhos.${{e5}}#$e#Abrace os mistérios do dia, @.",
    "Wizard.fall_Wed4": "Com o Santuário da Ilusão saindo das fileiras dos assassinos, sua ordem desmoronou. Muitos procuraram por isso, para recuperar sua honra, mas, infelizmente.#$b#Esse é o caminho daqueles que o usaram para o mal. Nunca funcionou para eles.#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.fall_Wed4.1": "Como vão suas interações com os Junimos, @?#$e#Eu encontrei alguns agora. Eles são certamente um tipo estranho.${{e3}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.fall_Thu4": "O Santuário da Ilusão ficou perdido por um tempo e não há registro conhecido de para onde foi.#$b#Alguns gostam de acreditar que ele mudou de forma e se escondeu em algum lugar do mundo, encontrando a paz.${{e3}}#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.fall_Thu4.1": "Hoje estou fortalecendo as barreiras que protegem o vale. Estou feliz em fazer o trabalho de mantê-los.#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.fall_Fri4": "Sinto-me mal pelos assassinos que ficaram presos na forma que escolheram após perderem o acesso ao Santuário da Ilusão.${{e3}}#$b#Seu fardo para carregar, usando uma máscara costurada no rosto para sempre. Arrepiante. Tal é o seu poder.${{e2}}#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.fall_Sat4": "É impossível conversar com o Santuário da Ilusão, mas sinto uma presença viva dentro dele. Eu sei que ele pode me ouvir, mas ainda assim permanece em silêncio.${{e3}}#$b#É um péssimo companheiro. Na verdade, ele só quer ouro e ser deixado em paz, então faço o melhor que posso.${{e1}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.fall_Sun4": "O Santuário da Ilusão tem poderes incríveis e estou honrado por tê-lo aqui em minha torre.${{e1}}#$b#Acho que parece seguro, mas é difícil saber com esses artefatos.${{e3}}#$b#Eu gostaria de ver alguém tentar invadir aqui para isso, no entanto.${{e1}}#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.fall_Sun4.1": "Está bem hoje, @?${{e1}}#$e#Fico feliz em ouvir isso. Estou indo para a floresta em busca de ingredientes mais tarde.${{e9}}#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.fall_Mon6": "Aqui fica um aviso, @. Cuidado no outono, pois é uma época de encantamento.#$b#As árvores, ao adormecerem, liberam suas energias e seus desejos. Pode ter alguns efeitos estranhos nas pessoas.#$e#Tenha um dia para lembrar, @.${{e9}}",
    "Wizard.fall_Tue6": "Se você está obcecado por algo que nunca lhe interessou antes, isso pode significar que você ficou encantado.${{e3}}#$b#Nem todos os encantamentos são ruins, é claro. Alguns podem ser bastante positivos. É muito misterioso.${{e1}}#$e#Abrace os mistérios do dia, @.${{e9}}",
    "Wizard.fall_Tue6.1": "Por que escolho viver sozinho na floresta?${{e3}}#$b#Principalmente porque é mais conveniente para minha magia. Está próximo dos locais mágicos da floresta. Sem mencionar que meu caldeirão ocasionalmente produz cheiros muito estranhos.#$b#Eu inevitavelmente receberia reclamações.${{e9}}#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.fall_Wed6": "Meu ex-esposa estava muito forte durante o outono. Suas energias estavam fora do comum.#$b#Admito que fiquei com ciúmes e isso não ajudou em nada.${{e2}}#$b#Às vezes me pergunto se é ela que encanta as pessoas durante o outono...${{e3}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.fall_Thu6": "Preciso me concentrar em meus experimentos antes que as energias da queda acabem. O inverno é uma época difícil.#$b#Se eu conseguir fazer uma descoberta, aguentarei a emoção até a primavera.${{e7}}#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.fall_Fri6": "Muitas culturas ao redor do mundo devem estar cientes das estranhas energias do outono. Muitos festivais sobre monstros estão espalhados por toda parte.${{e3}}#$b#Era minha época favorita do ano quando criança. Agora, devo estar em guarda.#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.fall_Sat6": "Este é o momento da colheita, então como tem sido sua fazenda? Você conseguiu alguma colheita especial?${{e1}}#$b#Minha esperança é que você faça isso. Somente através de mãos de muito trabalho a verdadeira energia pode ser encontrada.${{e9}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.fall_Sat6.1": "Olivia certamente tem algumas ideias estranhas sobre o misticismo. Eu me pergunto o que eles ensinam a ela nessas aulas de ioga.#$e#Posso levá-la para alguma tutela para ter certeza de que ela está no caminho certo...${{e3}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.fall_Sun6": "Os brutos das sombras, você os viu? Embora muitos sejam monstros, há um por aí que não o é. Você o conheceu?#$b#Eu sei disso há muito tempo. Espero que continue amigável.${{e3}}#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.fall_Mon8": "Encantamentos, energias e experimentos. Embora seus poderes sejam grandes e possam fazer muitas coisas, eles não conseguem resolver todos os problemas da vida.#$b#Eles não podem, por exemplo, fazer alguém se apaixonar por outro e ter um relacionamento honesto. Nunca termina bem.${{e3}}#$e#Tenha um dia para lembrar, @.${{e7}}",
    "Wizard.fall_Mon8.1": "Você é próximo de Abigail...?${{e3}}#$b#Eu gostaria de saber como me aproximar dela para conhecê-la melhor.#$e#...Provavelmente não deveríamos discutir isso, @. Desculpe por trazer isso à tona.${{e2}}#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.fall_Tue8": "Quando eu era jovem, me vi em uma casa mal-assombrada durante uma tempestade e tive que passar a noite lá.${{e3}}#$b#Vi muitas coisas naquela noite, mas a que ficou comigo foi o espírito de uma criança vagando pelos corredores a noite toda.${{e10}}#$b#Não chorou, apenas procurou os pais. O pior é que pensei ter visto os pais dela voando perto dela, mas eles não conseguiam se ver.${{e11}}#$e#Abrace os mistérios do dia, @.${{e3}}",
    "Wizard.fall_Wed8": "Eu não quero me tornar um fantasma. Tenho esperança de que, quando chegar a minha hora, serei capaz de transcender para algum plano superior.${{e3}}#$b#Eu também seria um fantasma terrível. Não gosto de assustar as pessoas.${{e7}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.fall_Wed8.1": "Sabe, senti que você era especial desde a primeira vez que nos conhecemos.#$e#E tenho que admitir, achei muito charmoso quando você sentiu aquele cheiro do meu caldeirão e ficou tão verde que pensei que fosse virar sapo.${{e7}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.fall_Thu8": "Uma das estranhezas dos meus estudos são as regras de certas coisas. Por exemplo, posso conjurar familiares, obeliscos e muito mais.#$b#No entanto, não há poderes à minha disposição que possam abrir um pote lacrado de picles ou manteiga de amendoim. Procurei muito e muito, mas a regra permanece.${{e3}}#$e#Busque as energias, @. Aproveite o dia.${{e7}}",
    "Wizard.fall_Fri8": "Serei sincero com você, @, não esperava durar tanto e às vezes me pergunto o que fiz de certo.#$b#Muitas pessoas que levam esta vida cedem à tentação ou vão longe demais. Surpreende-me que não o tenha feito.#$e#Concentre sua mente hoje, @, e fique em paz.${{e7}}",
    "Wizard.fall_Sat8": "Há uma sensação estranha durante esta época do ano para mim. As coisas estão em paz e, ainda assim, estou preocupado.#$b#Talvez eu esteja ficando paranóico. Eu preciso sair mais.${{e11}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.fall_Sun8": "Há uma parte de mim que deseja me encantar, viver a vida livre de conhecer os segredos e estar em paz. No entanto, isso seria impossível.#$b#Estudei demais e aprendi coisas que não posso desaprender. É um benefício, mas também um fardo.${{e2}}#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.fall_Mon10": "Estudar e usar as energias pode deixar a pessoa muito cansada, @. Todos esses anos me levaram ao limite.#$b#No entanto, é a minha curiosidade que me move. Não tenho todas as respostas e ainda tenho dúvidas.${{e3}}#$b#Como você, @. O que continua trazendo você de volta para mim, uma e outra vez?${{e1}}#$e#Talvez um dia eu te entenda.${{e1}}#$b#Então, novamente, gosto do mistério.${{e7}}",
    "Wizard.fall_Tue10": "Houve momentos em que tive a oportunidade de exercer energia ilimitada. Muitos seriam tentados por tal poder.#$b#Eu sou apenas humano. Tive sorte em rejeitá-los, pois isso teria me destruído.${{e3}}#$b#Nem sempre tudo que brilha é bom, @.${{e3}}#$e#Quem sabe o que eu teria me tornado? Um pensamento assustador.${{e3}}",
    "Wizard.fall_Tue10.1": "Você sabe, apesar de morar fora da cidade, gosto da companhia das pessoas deste vale.${{e1}}#$b#Acima de tudo, é claro.${{e6}}",
    "Wizard.fall_Wed10": "Sou uma pessoa melhor do que era antes de tudo isso? Em toda a minha busca, consegui encontrar uma maneira de me tornar mais forte?${{e3}}#$b#Tenho respostas para muitos mistérios, mas eles não me mudaram. São apenas respostas. Eu fiz tudo que posso?${{e3}}#$e#Há muito tempo que penso nessas coisas. Meu próprio mistério.",
    "Wizard.fall_Thu10": "Palavras não podem expressar o quanto sou grato por você, @. É bom poder conversar com alguém sobre todos os aspectos do meu trabalho.${{e1}}#$e#...Entre outras coisas.${{e4}}",
    "Wizard.fall_Thu10.1": "Você está seguro, @?${{e3}}#$b#Tenho que admitir, tornei-me um pouco protetor com você. Talvez eu consiga montar um amuleto de defesa encantado.#$e#Depende de você se quiser usá-lo, é claro.${{e1}}",
    "Wizard.fall_Fri10": "Tenho concentrado minhas energias ultimamente para encontrar a resposta para esta pergunta: como é que quando estou fora de casa estou cansado, mas quando tento dormir não consigo?${{e11}}#$b#É um grande mistério, @. Algum dia eu vou resolver isso. Primeiro com ovelhas-contando.${{e10}}#$e#Tantas ovelhas...${{e11}}",
    "Wizard.fall_Fri10.1": "Algum plano para o fim de semana?${{e1}}#$b#Eu ficaria honrado se você quisesse passar parte dele comigo.${{e4}}",
    "Wizard.fall_Sat10": "Suas colheitas, como elas se saíram? Minha esperança é que eles estejam bem.${{e7}}#$b#Você merece grandeza, @. Espero que você o encontre, pois acredito que esteja ao seu alcance.${{e1}}#$e#Se não, então, eu falhei com você.${{e10}}",
    "Wizard.fall_Sun10": "É difícil lembrar o que é ter conversas normais. Ao conversar com as energias, deve-se falar uma linguagem única e complexa.#$b#Falar como humano é perguntar como está o outro, e fazer isso com significado é difícil para mim. Felizmente, posso praticar com você.${{e1}}#$e#E aí, cachorro? Não? Isso não é um ditado?${{e3}}",
    "Wizard.fall_Sun10.1": "Devemos fazer uma viagem juntos para a floresta em breve, @...${{e3}}#$b#Há todos os tipos de lugares secretos que eu gostaria de mostrar a você.${{e1}}",
    "Wizard.winter_1": "É um momento de paz e estudo. A neve me deixou fraco e vou descansar.#$e#Espero que este seja um inverno especial para você, @.${{e1}}",
    "Wizard.winter_Mon": "A neve é ​​linda, não é? Possui propriedades especiais que lhe conferem uma aura encantadora.${{e1}}#$b#Eu gosto de assistir. É muito calmante.${{e1}}#$e#Tenha um dia para lembrar, @.${{e9}}",
    "Wizard.winter_Tue": "Durante o inverno, como minha energia está mais fraca, gosto de ler os livros da minha coleção.#$b#Tenho tantos livros interessantes que me pergunto se algum dia terei a oportunidade de lê-los todos.${{e3}}#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.winter_Wed": "Acabei de terminar um livro recentemente sobre os vários tipos de monstros. Eu tinha esquecido alguns de eras passadas.${{e3}}#$b#Bestas terríveis que vagariam pelo mundo durante o inverno, quando sabiam que não poderiam ser detidas. Estou feliz que eles tenham ido embora.#0#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.winter_Thu": "O gelo é amigo e inimigo, não é? Amigo quando você toma uma bebida quente, inimigo quando você quer plantar.${{e3}}#$b#Alguns de meus amigos se especializam no estudo do gelo em todas as formas, e seus estudos são duplos.-realmente afiado.${{e3}}#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.winter_Fri": "Ainda existem alguns livros neste mundo que podem conferir habilidades especiais àqueles que os lêem.#$b#Alguns podem ensinar línguas inteiras ao leitor se tiverem todas as quatro cópias. Imagine isso.${{e3}}#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.winter_Sat": "Agora é hora de meditar até a primavera, quando as energias da região retornam. Fazer qualquer um dos meus experimentos agora seria um erro.#$b#Felizmente, tenho muitas coisas para ler e pensar, então nem tudo está perdido.${{e1}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.winter_Sun": "Muito ainda se desconhece entre os meus colegas sobre o inverno. Como nossas energias estão mais fracas, fica difícil estudar.#$b#Algum dia poderemos reverter o processo e manter nossas energias, mas até lá, para mim são livros.${{e1}}#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.winter_Mon2": "Como não há muito o que fazer nesta época do ano, costumo assistir filmes. Recentemente vi um interessante...${{e3}}#$b#Nele, uma cenoura se apaixonou por uma uva, mas suas famílias foram contra. Eles lutaram muito para ficarem juntos, mas no final foram comidos.${{e3}}#$b#Foi muito triste, mas também bastante colorido.${{e3}}#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.winter_Tue2": "Faço um esforço para assistir filmes quando posso. Porém, uma das coisas que mais odeio são as pessoas que mastigam de boca aberta.#$b#Fiz um juramento de nunca prejudicar uma alma viva, e esse juramento é posto à prova quando alguém mastiga em voz alta.${{e5}}#$e#Abrace os mistérios do dia, @.${{e9}}",
    "Wizard.winter_Wed2": "O que você chama de 'filmes de fantasia' eu chamo de 'comédia'. Fico surpreso com todas as coisas que eles erram.${{e1}}#$b#No entanto, eu ficaria preocupado se eles acertassem as coisas. Nossos segredos não são para o público, você sabe.${{e3}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.winter_Thu2": "Quando assisto filmes, tendo a gostar daqueles que têm muitos efeitos especiais.#$b#Como eles conseguem tudo isso sempre me surpreenderá. Se eu não fizesse o que faço, provavelmente seria um artista de efeitos especiais.${{e3}}#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.winter_Fri2": "Recentemente encontrei um livro escrito em um idioma que nunca tinha visto antes. Após uma inspeção mais detalhada, é para pessoas que codificam.#$b#Este livro afirma ser do início do universo... o que isso poderia significar?${{e3}}#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.winter_Sat2": "Há um novo filme saindo que estou ansioso. É sobre um bruxo com uma cicatriz no braço que vive muitas aventuras.${{e1}}#$b#Pelo que sei, poderia ser biográfico!${{e1}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e9}}",
    "Wizard.winter_Sun2": "Eles estão fazendo um filme sobre 'Legend of the Prairie King'. É um dos meus jogos favoritos, mas um filme?${{e2}}#$b#Eles nunca fazem filmes de jogos direito. E se isso afastar possíveis fãs do jogo?#$b#Como posso saber sobre esse jogo? Eu tenho meus caminhos.${{e3}}#$e#Se encante, @. Fique em paz.${{e9}}",
    "Wizard.winter_Mon4": "O Santuário da Ilusão tem uma origem única, porém existem muitas variações.#$b#Alguns acreditam que ele nasceu do próprio Sol e caiu como um meteoro. Outros dizem que sempre foi.#$b#A verdade, quando me lembro, é muito mais interessante.${{e1}}#$e#Tenha um dia para lembrar, @.${{e9}}",
    "Wizard.winter_Mon4.1": "Eu gostaria de poder ir à cidade comprar sementes para meu jardim, mas entrar na loja de Pierre é um pouco estranho para mim.#$e#E nem vale a pena mencionar essa monstruosidade de Joja.${{e3}}#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.winter_Tue4": "O ser que criou o Santuário da Ilusão não era ninguém-além de uma jovem, que desejou em uma pedra mudar sua aparência para escapar de sua vida terrível.#$b#A pedra concedeu-lhe esse poder, e ela se transformou em um falcão e voou para longe. Quando o pai da menina descobriu, ficou furioso.#$b#Ele então jogou a pedra em um lago, para ser esquecida para sempre.#$b#Volte amanhã e eu lhe contarei o resto.${{e7}}#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.winter_Wed4": "O Santuário da Ilusão, como uma rocha, precisava sair do lago em que foi jogado, por isso absorveu todo o ouro do fundo do lago até brilhar magnificamente.#$b#Atraiu a garota que havia se tornado um falcão e contou-lhe o que havia acontecido.#$b#Para se vingar, o santuário transformou a menina em urso e ela assustou o pai.#$b#Te conto mais amanhã.${{e1}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.winter_Wed4.1": "Como vão suas interações com os Junimos, @?#$e#Eu encontrei alguns agora. Eles são certamente um tipo estranho.${{e3}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.winter_Thu4": "O Padre, percebendo o que havia feito, puxou o Santuário para fora do Lago e implorou perdão. A menina voou, mas o Santuário exigiu que ela fosse levada ao rei.#$b#Uma vez no rei, a história termina. O reino, o rei, a garota, o que aconteceu com eles está perdido na história.${{e3}}#$b#Um pouco anti-climático, mas é assim com histórias dessa natureza. Por que não perguntar você mesmo ao Santuário?#1#$e#Busque as energias, @. Aproveite o dia.${{e9}}",
    "Wizard.winter_Thu4.1": "Hoje estou fortalecendo as barreiras que protegem o vale. Estou feliz em fazer o trabalho de mantê-los.#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.winter_Fri4": "Pessoalmente, acredito que o Santuário da Ilusão tem um grande propósito ainda não realizado. Não tenho certeza do que poderia ser exatamente, mas sinto.#$b#Será que algum dia voltará a ser uma pedra humilde? Está esperando o retorno da garota-virou-falcão? Muitos segredos ainda permanecem.${{e3}}#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.winter_Sat4": "O Santuário da Ilusão só pode mudar a nossa aparência e não nos transforma em animais, mas está registrado que sim.${{e3}}#$b#Eu me pergunto se eu poderia desbloquear essa habilidade novamente? Talvez se eu perguntar com uma voz doce.${{e1}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.winter_Sun4": "Ultimamente tenho lido sobre lendas antigas e encontrei uma nova na qual o Santuário da Ilusão estava envolvido.${{e3}}#$b#Era uma vez um sapo que desejava ser humano e pediu tal desejo ao Santuário.#$b#O Santuário concedeu-lhe o seu desejo, mas exigiu ouro. O sapo não tinha ouro, então, como humano, ele roubou algum. O sapo foi então jogado na prisão e foi onde morreu.#$b#Brutal, não é? Eu me sinto mal pelo sapo.${{e2}}#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.winter_Sun4.1": "Está bem hoje, @?${{e1}}#$e#Fico feliz em ouvir isso. Estou indo para a floresta em busca de ingredientes mais tarde.${{e9}}#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.winter_Mon6": "Ultimamente, tenho tido sonhos perturbadores em que encontro filhos que nunca tive. Eles perguntam sobre mim, onde estive, o que fiz.#$b#Acordo com uma sensação de vazio, é estranho. Sempre quis ter filhos, mas...${{e2}}#$b#Então vai. Eu me pergunto o que tudo isso significa?${{e3}}#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.winter_Tue6": "Meus sonhos desconcertantes continuam, noite após noite. Arrependimentos e escolhas que deram errado atacam meu subconsciente assim que caio na inconsciência.${{e10}}#$b#Questionar-se é natural, mas isso vai muito além...${{e11}}#$e#Abrace os mistérios do dia, @.",
    "Wizard.winter_Tue6.1": "Por que escolho viver sozinho na floresta?${{e3}}#$b#Principalmente porque é mais conveniente para minha magia. Está próximo dos locais mágicos da floresta. Sem mencionar que meu caldeirão ocasionalmente produz cheiros muito estranhos.#$b#Eu inevitavelmente receberia reclamações.${{e9}}#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.winter_Wed6": "Nos meus sonhos tenho lutado contra uma versão de mim mesmo que só existia em teoria.#$b#É uma versão maligna, onde todos os meus desejos foram realizados e o levaram à loucura. Ele tenta sair e todas as noites eu o paro.#$b#Quanto tempo mais isso vai durar? É incerto.${{e2}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.winter_Thu6": "Meus sonhos estão me assombrando durante o dia. Crianças que não existem, meu lado maligno...${{e11}}#$b#Somente durante o inverno esses ataques são possíveis. Estou muito fraco, @! Ver você me inspira a continuar lutando.${{e1}}#$e#Busque as energias, @. Aproveite o dia.${{e7}}",
    "Wizard.winter_Fri6": "Eu não dormi. Recuso-me a confrontar meus sonhos novamente.${{e10}}#$b#Em vez disso, tenho... tentado... ler... livros...${{e11}}#$b#...${{e11}}#$e#...${{e11}}",
    "Wizard.winter_Sat6": "Estou revigorado hoje e aceitei meus sentimentos. Posso não ser pai, mas ainda posso ser uma boa pessoa.${{e9}}#$b#Espero que você perdoe minha estranheza ultimamente, @. Você me viu em um momento de fraqueza.${{e4}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.winter_Sat6.1": "Olivia certamente tem algumas ideias estranhas sobre o misticismo. Eu me pergunto o que eles ensinam a ela nessas aulas de ioga.#$e#Posso levá-la para alguma tutela para ter certeza de que ela está no caminho certo...${{e3}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.winter_Sun6": "Hoje vou me concentrar nas coisas positivas. Tenho um novo amigo em você, @. Por isso estou grato.${{e7}}#$b#Que a primavera chegue em breve! Será maravilhoso.${{e7}}#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.winter_Mon8": "Agora vou lhe contar por que segui o caminho para viver esta vida. É uma história e tanto.#$b#Há muito tempo, quando eu era jovem, minha mãe ficou muito doente.${{e3}}#$b#No começo ela estava um pouco doente, mas piorou. Eu a vi morrer diante dos meus olhos.${{e2}}#$b#Foi tão horrível. Eu tinha ouvido falar que havia uma chance de ela ser curada se alguém pudesse manipular as energias...${{e8}}#$b#Conto-te o resto amanhã.#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.winter_Mon8.1": "Você é próximo de Abigail...?${{e3}}#$b#Eu gostaria de saber como me aproximar dela para conhecê-la melhor.#$e#...Provavelmente não deveríamos discutir isso, @. Desculpe por trazer isso à tona.${{e2}}#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.winter_Tue8": "Depois de viajar muito para encontrar a cura para minha mãe, encontrei uma senhora idosa que sabia como curar. Tentei trazê-la para minha mãe, mas ela também estava doente.#$b#Ela não durou a viagem. Então, quando voltei para minha mãe, ela havia falecido.${{e2}}#$b#Se eu tivesse conseguido curar, poderia ter curado minha mãe. Se eu tivesse conseguido curar, poderia ter salvado a velha.#$b#Vou te contar ainda mais amanhã.#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.winter_Wed8": "Depois de enterrar minha mãe, um homem se aproximou de mim. Ele tinha ouvido falar da minha história e queria me ensinar artes. Comecei então a aprender com ele e, quando ele morreu, continuei seu trabalho.#$b#Procurei muito e li muito para encontrar uma resposta: como posso curar as pessoas usando as energias? Algum dia, espero, saberei.${{e1}}#$e#Tenha um bom dia, @. Aprenda algo novo e obrigado por ouvir minha história.${{e7}}",
    "Wizard.winter_Wed8.1": "Sabe, senti que você era especial desde a primeira vez que nos conhecemos.#$e#E tenho que admitir, achei muito charmoso quando você sentiu aquele cheiro do meu caldeirão e ficou tão verde que pensei que fosse virar sapo.${{e7}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.winter_Thu8": "Aprender e estudar tem sido meu foco há tanto tempo que esqueci quantos anos realmente tenho.${{e3}}#$b#Ainda me pergunto se algum dia terei sucesso, mas é difícil saber. O que você acha?${{e1}}#$e#Busque as energias, @. Aproveite o dia.${{e7}}",
    "Wizard.winter_Fri8": "E se alguém pudesse curar os mortos? Ou talvez até mesmo impedir a morte de pessoas? Seria isso um poder para o bem ou para o mal?${{e2}}#$b#E se você cobrasse das pessoas a imortalidade? E se apenas os ricos vivessem para sempre? Futuros tão malucos... é melhor não pensar nisso.${{e3}}#$e#Concentre sua mente hoje, @, e fique em paz.${{e7}}",
    "Wizard.winter_Sat8": "Já vi um filme em que um homem fica mais esperto, mas seu corpo desaparece até ele se tornar nada menos que uma casca.#$b#A última frase foi: 'e pensando por um momento, eu poderia entender para sempre'. Eu sei como esse personagem se sente.${{e10}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.winter_Sun8": "O túmulo da minha mãe está perdido há muito tempo, mas ainda vou para onde me lembro. Um dia destes estarei aí com a resposta.#$b#Então não me sentirei um fracasso.#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.winter_Mon10": "Eu gostaria de poder revelar meu verdadeiro nome para você, @. Na verdade, simplesmente não me lembro.${{e4}}#$b#Foi Carl? Ou Hank? Talvez João?${{e3}}#$b#Acho que era um bom nome. É difícil saber.${{e3}}#$e#Talvez tenha sido @! Imagine isso?${{e1}}",
    "Wizard.winter_Tue10": "Fico sempre feliz em passar um tempo com você, @. É ótimo ver você.${{e7}}#$b#Como é a fazenda? Você está feliz? Conte-me tudo.${{e1}}#$e#Todo dia é um bom dia quando @ aparece.${{e6}}",
    "Wizard.winter_Tue10.1": "Você sabe, apesar de morar fora da cidade, gosto da companhia das pessoas deste vale.${{e1}}#$b#Acima de tudo, é claro.${{e6}}",
    "Wizard.winter_Wed10": "Espero que nossas conversas tenham inspirado você de alguma forma, assim como você me inspirou.${{e7}}#$b#Juntos somos mais fortes do que sozinhos e, por isso, obrigado.${{e1}}#$e#Quem sabe? Se não tivéssemos nos conhecido, eu simplesmente falaria sozinho.",
    "Wizard.winter_Thu10": "Há um grande sentimento em nosso relacionamento. Espero um dia poder ser tão natural quanto sou com vocês e com toda a aldeia.${{e7}}#$b#Eles ainda temem, mas, algum dia, espero que me dêem uma chance. Você tem.${{e1}}#$e#Isso fez toda a diferença.${{e9}}",
    "Wizard.winter_Thu10.1": "Você está seguro, @?${{e3}}#$b#Tenho que admitir, tornei-me um pouco protetor com você. Talvez eu consiga montar um amuleto de defesa encantado.#$e#Depende de você se quiser usá-lo, é claro.${{e1}}",
    "Wizard.winter_Fri10": "Meu nome é... ainda não me lembro.${{e3}}#$b#Sim, Magnus Rasmodius não é, de facto, o meu nome verdadeiro.${{e3}}#$b#Eu fiz isso como um pseudônimo ao começar minha prática mágica, mas com o tempo, eventualmente eu e todos ao meu redor esquecemos meu nome original.#$b#O que é isso, você não gosta de Rasmodius? Você está planejando levá-lo?${{e1}}",
    "Wizard.winter_Fri10.1": "Algum plano para o fim de semana?${{e1}}#$b#Eu ficaria honrado se você quisesse passar parte dele comigo.${{e4}}",
    "Wizard.winter_Sat10": "Que ano foi esse. Estou feliz por termos ficado tão próximos, @. Teria sido muito chato sem você.${{e6}}#$b#Só eu e o Santuário da Ilusão, fazendo caretas um para o outro.${{e1}}#$e#Ainda faço caretas no Santuário. Não tenho certeza se ele aprecia isso.${{e7}}",
    "Wizard.winter_Sun10": "Resumindo, lembre-se disso, @: a única energia que você realmente precisa é a sua.${{e1}}#$b#Use essa lógica e aproveite o dia. Não deixe que nada o impeça!${{e7}}#$e#A menos que não seja uma boa ideia, nesse caso, não faça isso.${{e3}}",
    "Wizard.winter_Sun10.1": "Devemos fazer uma viagem juntos para a floresta em breve, @...${{e3}}#$b#Há todos os tipos de lugares secretos que eu gostaria de mostrar a você.${{e1}}",
    "Wizard.Event_Mine_1": "Bem, dê uma olhada em outro lugar. Este lugar é muito perigoso.#$b#Não há lugar para um agricultor.",
    "Wizard.event_quest1": "Excelente. Você foi escolhido para uma tarefa importante, @. Não vacile.",
    "Wizard.event_quest2": "...Os espíritos no Centro Comunitário? Você já esqueceu? Pensei em encontrá-lo com uma mente mais perspicaz. Bem, não importa. Tente não decepcioná-los, certo?",
    "Wizard.event_quest3": "Não exatamente a confiança-resposta inspiradora que eu esperava, mas não importa.",
    "Wizard.event_elemental1": "Hmm... você realmente fez isso? Interessante.${{e1}}",
    "Wizard.event_elemental2": "...Isso seria um lodo. Não transmitirei sua ignorância a eles; por isso você pode se considerar um sortudo.",
    "Wizard.event_elemental3": "Não estou surpreso.",
    "Wizard.event_speakof1": "É mesmo? Eu não fazia ideia. Embora pareça impraticável convocá-lo sempre que desejarmos falar sobre você, tentarei fazê-lo no futuro. Agradeço por me ensinar essa gentileza.",
    "Wizard.event_speakof2": "Nós éramos.${{e1}}",
    "Wizard.event_fate1": "Sim, senti que você poderia dizer isso. Os espíritos escolheram bem; Confio que você fará grandes coisas.${{e1}}",
    "Wizard.event_fate2": "No entanto, você deve. Raramente nos é dada qualquer escolha em tais assuntos. Mais cedo ou mais tarde você terá que tomar uma decisão... para melhor ou para pior.",
    "Wizard.event_fate3": "Hum. É uma energia escura que gira ao seu redor. Espero apenas que isso não o destrua. Esses são poderes perigosos nos quais você se intromete. Pise com cuidado.",
    "Wizard.event_slang1": "Qual é a cena? Como anda sua vida? O que está aparecendo?${{e11}}",
    "Wizard.event_slang2": "De fato! eu tive um olho-experiência inicial com uma invenção moderna chamada televisão.${{e1}}",
    "Wizard.event_slang3": "Ah... essa não foi minha intenção.${{e10}}",
    "Wizard.event_skillz1": "...Eu vejo.${{e10}}",
    "Wizard.event_skillz2": "Ah, ah!${{e1}}#$b#Excelente. Eu sabia que a compreensão de artes tão simples não poderia estar além do meu alcance.${{e9}}",
    "Wizard.event_skillz3": "Hmm... talvez você esteja certo.${{e3}}",
    "Wizard.event_moarskillz1": "...Parece que julguei mal. Talvez Linus possa ajudar...${{e3}}",
    "Wizard.event_moarskillz2": "Verdadeiramente!?${{e1}}#$b#Aham. Isto me agrada muito. Estou ansioso por nossos futuros encontros.",
    "Wizard.event_moarskillz3": "Eu vejo. Eu não deveria ter perguntado.${{e2}}",
    "Wizard.event_sleep1": "Infelizmente, a exaustão não faz nada para me ajudar.${{e2}}",
    "Wizard.event_sleep2": "Eu tentei isso. Sem sucesso.${{e3}}",
    "Wizard.event_sleep3": "Isso... é um sentimento agradável. Temo, no entanto, que pensar de onde vim apenas saboterá meus esforços.${{e2}}",
    "Wizard.divorced": "Você não tem negócios aqui. Deixe-me em paz.",
    "Wizard.divorced.1": "Você quer...?#$b#Eu vejo. Está acontecendo de novo, então.${{e2}}#$e#É um problema comigo? Talvez... talvez eu simplesmente não seja do tipo que casa.${{e8}}#$e#Suponho que isso não seja mais problema seu...${{e10}}",
    "Wizard.breakUp": "...Ah. Bom, se essa for a sua decisão, @, dificilmente vou discutir.#$b#Não vou dizer que não estou ferido, no entanto.#$e#Eu gostaria de ficar sozinho, então, se você não se importa.${{e2}}",
    "Wizard.dumped_Guys": "Posso fazer uma longa viagem para Castle Village em breve. Tenho algumas ideias que preciso fazer.${{e2}}#$e#Eu realmente não tenho muito o que te dizer agora, @.${{e2}}",
    "Wizard.secondChance_Guys": "...Você quer tentar novamente?${{e2}}#$b#Senti sua falta mais do que posso dizer, então estou disposto. Mas sério... eu não me dou bem com desgostos. Por favor, não brinque comigo.${{e2}}#$e#Sei que posso estar um pouco distante, mas é mais que possível me machucar.${{e8}}",
    "Wizard.NoEx.spring_Mon6": "Conheci a Bruxa de Stardew Valley quando ainda éramos estudantes. Costumávamos ser bons amigos e aliados.${{e2}}#$b#Engraçado como o tempo muda. O verdadeiro mistério é por que isso acontece tão rápido.#$e#Tenha um dia para lembrar, @.${{e1}}",
    "Wizard.NoEx.spring_Tue6": "Há muito para lembrar dos velhos tempos de nossas aventuras. À medida que as guerras antigas avançavam, muitos praticantes de magia foram encarregados de proteger as aldeias.#$b#Ela e eu trabalhamos juntos com frequência. Até que um dia as coisas terminaram em uma tragédia horrível para ela.${{e2}}#$b#Muitas pessoas ainda se lembram dela voando por aí, amaldiçoando tudo o que via. Ainda me sinto responsável.${{e2}}#$e#Abrace os mistérios do dia, @.",
    "Wizard.NoEx.spring_Tue6.1": "Por que escolho viver sozinho na floresta?${{e3}}#$b#Principalmente porque é mais conveniente para minha magia. Está próximo dos locais mágicos da floresta. Sem mencionar que meu caldeirão ocasionalmente produz cheiros muito estranhos.#$b#Eu inevitavelmente receberia reclamações.${{e9}}#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.NoEx.spring_Wed6": "Muitas pessoas perderam pessoas importantes para elas nas guerras. Eu não era diferente.#$b#Em última análise, todos nós lidamos com o luto de maneira diferente. A Bruxa e eu éramos muito diferentes nesse aspecto. O dela se transformou em violência e inveja.#$b#Se ao menos as coisas pudessem ter sido diferentes.${{e2}}#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.NoEx.spring_Thu6": "A Bruxa ainda mora nas proximidades e parece uma bruxa verde lendária. No entanto, é apenas uma ilusão.#$b#Às vezes sinto que ainda consigo ver vislumbres do meu velho amigo por baixo.${{e2}}#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.NoEx.spring_Fri6": "Todos os poderes do universo não são suficientes para voltar no tempo. O futuro pode ser previsto e evitado, mas o passado permanecerá sempre intacto.#$b#Lamento não ter feito o suficiente para evitar o infeliz destino do meu amigo. Minhas decisões poderiam ter mudado muito o resultado daquele dia.${{e2}}#$b#Desculpe aborrecê-lo com os problemas deste velho.#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.NoEx.spring_Sat6": "Fiz algumas coisas das quais me arrependo quando era jovem. Deixei as coisas passarem, evitei responsabilidades e isso me custou caro.${{e3}}#$b#Se você se comprometer com qualquer causa, grande ou pequena, não fuja dela. Teria sido melhor se você não tivesse se envolvido.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.NoEx.spring_Sat6.1": "Olivia certamente tem algumas ideias estranhas sobre o misticismo. Eu me pergunto o que eles ensinam a ela nessas aulas de ioga.#$e#Posso levá-la para alguma tutela para ter certeza de que ela está no caminho certo...${{e3}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.NoEx.spring_Sun6": "A alegria é um poder misterioso. Frágil em seu estado mais puro, quando aparece pode ressoar através dos tempos.${{e1}}#$b#No entanto, essa mesma alegria pode ser corrompida com o tempo. Deve ser protegido a todo custo.#$e#Se encante, @. Fique em paz.${{e7}}",
    "Wizard.NoEx.summer_Mon6": "Nunca fui particularmente sociável. Cometi o erro de não valorizar os poucos amigos que tive na juventude.#$b#Agora, conheci outras pessoas, mas nossas experiências são muito diferentes. Não é o mesmo e provavelmente nunca mais será.${{e2}}#$e#Tenha um dia para lembrar, @.",
    "Wizard.NoEx.summer_Tue6": "Tenho a capacidade de criar uma imagem de qualquer ser e conversar com ele. No entanto, eles me aborreceram e eu os aborreci.${{e3}}#$b#Eles afirmam que preciso me superar, mas é mais fácil falar do que fazer.${{e10}}#$b#Talvez eu deva conversar com Linus em breve.${{e3}}#$e#Abrace os mistérios do dia, @.${{e9}}",
    "Wizard.NoEx.summer_Tue6.1": "Por que escolho viver sozinho na floresta?${{e3}}#$b#Principalmente porque é mais conveniente para minha magia. Está próximo dos locais mágicos da floresta. Sem mencionar que meu caldeirão ocasionalmente produz cheiros muito estranhos.#$b#Eu inevitavelmente receberia reclamações.${{e9}}#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.NoEx.summer_Wed6": "Ter sorte no amor é um tipo especial de energia que nem todos os seres possuem. Ele ataca aleatoriamente e apenas uma vez.#$b#Há muitos anos que espero por uma oportunidade, mas sem sucesso.${{e2}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.NoEx.summer_Thu6": "Certa vez, conjurei um ser que era um gato falante. Continuaria falando sobre fatos de todo o mundo, mas eram apenas coisas que eu sabia.#$b#Não tive coragem de mandá-lo embora, então dei para um amigo. Eu me pergunto onde está agora.${{e3}}#$e#Busque as energias, @. Aproveite o dia.${{e9}}",
    "Wizard.NoEx.summer_Fri6": "A lua cheia de verão é assustadora para mim. A pior das batalhas foi travada sob seu olhar poderoso.#$b#Foi... emocionante ser alimentado por seu poder.${{e3}}#$b#Isso foi há muito tempo.#$e#Concentre sua mente hoje, @, e fique em paz.${{e9}}",
    "Wizard.NoEx.summer_Sat6": "É um poder perigoso perguntar-se como as coisas poderiam ter sido. É impossível saber, mas pode ser uma força destrutiva.#$b#É melhor sempre fazer o que você acha que é certo para não se arrepender. Fazer o que você acha que é errado, mas fazer mesmo assim é uma loucura.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e9}}",
    "Wizard.NoEx.summer_Sat6.1": "Olivia certamente tem algumas ideias estranhas sobre o misticismo. Eu me pergunto o que eles ensinam a ela nessas aulas de ioga.#$e#Posso levá-la para alguma tutela para ter certeza de que ela está no caminho certo...${{e3}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.NoEx.summer_Sun6": "Os dias são longos, @. Estou em uma crise, mas posso sentir um momento em que em breve irei superá-la.${{e10}}#$b#Deixei que os poderes do passado tomassem conta de mim e lhe digo uma coisa: vou me libertar deles.${{e1}}#$e#Se encante, @. Fique em paz.${{e7}}",
    "Wizard.NoEx.fall_Mon6": "Aqui fica um aviso, @. Cuidado no outono, pois é uma época de encantamento.#$b#As árvores, ao adormecerem, liberam suas energias e seus desejos. Pode ter alguns efeitos estranhos nas pessoas.#$e#Tenha um dia para lembrar, @.${{e9}}",
    "Wizard.NoEx.fall_Tue6": "Se você está obcecado por algo que nunca lhe interessou antes, isso pode significar que você ficou encantado.${{e3}}#$b#Nem todos os encantamentos são ruins, é claro. Alguns podem ser bastante positivos. É muito misterioso.${{e1}}#$e#Abrace os mistérios do dia, @.${{e9}}",
    "Wizard.NoEx.fall_Tue6.1": "Por que escolho viver sozinho na floresta?${{e3}}#$b#Principalmente porque é mais conveniente para minha magia. Está próximo dos locais mágicos da floresta. Sem mencionar que meu caldeirão ocasionalmente produz cheiros muito estranhos.#$b#Eu inevitavelmente receberia reclamações.${{e9}}#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Wizard.NoEx.fall_Wed6": "A Bruxa estava muito forte durante o outono. Suas energias estavam fora do comum.#$b#Admito que fiquei com ciúmes e isso não ajudou em nada.${{e2}}#$b#Às vezes me pergunto se é ela que encanta as pessoas durante o outono...${{e3}}#$e#Tenha um bom dia, @. Aprenda algo novo.${{e1}}",
    "Wizard.NoEx.fall_Thu6": "Preciso me concentrar em meus experimentos antes que as energias da queda acabem. O inverno é uma época difícil.#$b#Se eu conseguir fazer uma descoberta, aguentarei a emoção até a primavera.${{e7}}#$e#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Wizard.NoEx.fall_Fri6": "Muitas culturas ao redor do mundo devem estar cientes das estranhas energias do outono. Muitos festivais sobre monstros estão espalhados por toda parte.${{e3}}#$b#Era minha época favorita do ano quando criança. Agora, devo estar em guarda.#$e#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Wizard.NoEx.fall_Sat6": "Este é o momento da colheita, então como tem sido sua fazenda? Você conseguiu alguma colheita especial?${{e1}}#$b#Minha esperança é que você faça isso. Somente através de mãos de muito trabalho a verdadeira energia pode ser encontrada.${{e9}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.NoEx.fall_Sat6.1": "Olivia certamente tem algumas ideias estranhas sobre o misticismo. Eu me pergunto o que eles ensinam a ela nessas aulas de ioga.#$e#Posso levá-la para alguma tutela para ter certeza de que ela está no caminho certo...${{e3}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.${{e1}}",
    "Wizard.NoEx.fall_Sun6": "Os brutos das sombras, você os viu? Embora muitos sejam monstros, há um por aí que não o é. Você o conheceu?#$b#Eu sei disso há muito tempo. Espero que continue amigável.${{e3}}#$e#Se encante, @. Fique em paz.${{e1}}",
    "Wizard.NoEx.divorced": "Você não tem negócios aqui. Deixe-me em paz.",
    "Wizard.NoEx.divorced.1": "Você quer...?#$e#É um problema comigo? Talvez... talvez eu simplesmente não seja do tipo que casa.${{e8}}#$e#Suponho que isso não seja mais problema seu...${{e10}}",
    "Wizard.Engagement.Wizard0": "Palavras não podem expressar o que significa para mim dar as mãos a você.${{e6}}",
    "Wizard.Engagement.Wizard1": "Sempre estarei ao seu lado.${{e1}}",
    "Wizard.Rainy_Day_Wizard.0": "Hoje é o dia em que decifro o segredo da seca e da enchente!${{e1}}#$e#Busque conhecimento, busque respostas. Tenha um dia maravilhoso, meu amor.${{e7}}",
    "Wizard.Rainy_Day_Wizard.1": "Ah, ah! As energias crescentes explodiram e as chuvas chegaram. Rapidamente! Não há tempo a perder.${{e7}}#$b#Este é o melhor momento para comungar com certos elementais.${{e7}}#$e#Vejamos... vou precisar de... ametista... velas de chama negra...${{e3}}#$b#Agora, onde coloquei esse irídio?${{e3}}",
    "Wizard.Rainy_Day_Wizard.2": "Mmm, o ar está pesado de magia. Você pode sentir isso?${{e9}}#$e#Fique comigo hoje. Vou lhe dar outra lição sobre elementais.${{e6}}",
    "Wizard.Rainy_Night_Wizard.0": "Suas roupas estão encharcadas... Devemos tirá-las de você imediatamente.#$e#Para que você não pegue um resfriado!${{e1}}#$b#Não tenho segundas intenções!${{e4}}",
    "Wizard.Rainy_Night_Wizard.1": "@, você está encharcado!${{e2}}#$b#Um momento. Eu tenho um feitiço...${{e7}}#$b#Ithikitalkus suh norn!${{e1}}#$b#Lá. Muito melhor.${{e1}}#$e#...${{e3}}#$b#Droga. Por que não pensei em usar roupas molhadas como desculpa antes de secá-las?${{e4}}",
    "Wizard.Rainy_Night_Wizard.2": "Nós dois descansaremos bem esta noite.${{e1}}",
    "Wizard.Indoor_Day_Wizard.0": "Entrei nesta sala em busca de... algo...${{e3}}#$e#O que foi...?${{e3}}",
    "Wizard.Indoor_Day_Wizard.1": "Bom dia, meu coração.${{e6}}#$e#Acredito que vou tentar esse feitiço de conjuração novamente, hoje.${{e7}}#$b#O que você planejou?${{e1}}",
    "Wizard.Indoor_Day_Wizard.2": "Que casa confortável construímos juntos nesta fazenda! Muito melhor do que uma torre com correntes de ar.${{e9}}",
    "Wizard.Indoor_Night_Wizard.0": "Estou sempre feliz por voltar para o seu lado todas as noites.${{e1}}#$e#Você me encanta, @.${{e6}}",
    "Wizard.Indoor_Night_Wizard.1": "Bem-vindo ao lar, meu coração. Foi um dia terrivelmente longo na sua ausência.${{e6}}#$e#Não, nada em particular aconteceu. Eu simplesmente senti sua falta.${{e1}}",
    "Wizard.Indoor_Night_Wizard.2": "Bem-vindo ao lar, @. Espero que você não tenha se esforçado muito hoje.${{e1}}",
    "Wizard.Outdoor_Wizard.0": "Se uma galinha e meia botasse um ovo e meio em um dia e meio...${{e10}}#$e#Quanto tempo a casca da laranja ficou no chão...?${{e11}}",
    "Wizard.Outdoor_Wizard.1": "Sua fazenda é realmente extraordinária, @${{e3}}.#$b#Have you any idea how much attention you have attracted from across the veil?${{e1}}#$e#I need only stand here in the midst of it all to speak with them...${{e1}}",
    "Wizard.Outdoor_Wizard.2": "Sempre preferi estar ao ar livre a ficar enfiado dentro de casa. Acho que isso limita demais a visão do mundo.${{e1}}",
    "Wizard.spring_Wizard.0": "As energias da terra são mais potentes nesta época do ano. É benéfico concentrar meus estudos de acordo.${{e2}}#$e#Se você quiser, posso lhe ensinar mais sobre os fios que entrelaçam todas as vidas em sua fazenda.${{e1}}",
    "Wizard.spring_Wizard.1": "Eu gostaria de poder voltar aos dias da minha juventude por mais um dia. Entre na loja que sempre adiei, converse com as bibliotecárias, aprenda ainda mais.${{e3}}#$b#Esses dias já se foram e tudo que me resta deles é uma sombra. Assim é a vida.",
    "Wizard.spring_Wizard.2": "Quer dar um passeio na floresta comigo mais tarde? Posso mostrar algumas plantas úteis que você pode encontrar na primavera.${{e1}}",
    "Wizard.summer_Wizard.0": "Esse calor é uma afronta à natureza! Nem mesmo os elementais do fogo poderiam se concentrar em uma atmosfera tão sufocante${{e11}}#$e#Não realizarei nada até o sol se pôr.${{e11}}",
    "Wizard.summer_Wizard.1": "Raiva e ódio são energias falsas. Escondem as verdadeiras fontes de poder, que é a compreensão e a tristeza.#$b#Tornou-se clichê, mas é verdade. Aprendi muito e ainda é verdade. Encontre a paz antes de se despedaçar.",
    "Wizard.summer_Wizard.2": "Não há nada como uma brisa de verão para acalmar a alma. E, na verdade, também gosto de tempestades.#$e#Todos os estalidos emocionantes no ar.${{e1}}#$b#É uma das poucas coisas que consigo tolerar no verão.${{e10}}",
    "Wizard.fall_Wizard.0.malefarmer": "O vento sopra rapidamente entre os planos elementares. Você consegue ouvi-los sussurrando enquanto passam por nós?${{e3}}#$b#Shh! Ouvir.${{e1}}#$e#Você é um jovem bruxo competente, para um fazendeiro.${{e7}}",
    "Wizard.fall_Wizard.0.femalefarmer": "O vento sopra rapidamente entre os planos elementares. Você consegue ouvi-los sussurrando enquanto passam por nós?${{e3}}#$b#Shh! Ouvir.${{e1}}#$e#Você é uma jovem bruxa competente, para um fazendeiro.${{e7}}",
    "Wizard.fall_Wizard.0.genderneutralfarmer": "O vento sopra rapidamente entre os planos elementares. Você consegue ouvi-los sussurrando enquanto passam por nós?${{e3}}#$b#Shh! Ouvir.${{e1}}#$e#Você é um jovem mago competente, para um fazendeiro.${{e7}}",
    "Wizard.fall_Wizard.1": "Encantamentos, energias e experimentos. Embora seus poderes sejam grandes e possam fazer muitas coisas, eles não conseguem resolver todos os problemas da vida.#$b#Eles não podem, por exemplo, fazer alguém se apaixonar por outro e ter um relacionamento honesto. Nunca termina bem.${{e3}}",
    "Wizard.fall_Wizard.2": "Chegou a hora da colheita. Espero que os nossos sejam abundantes este ano.${{e1}}",
    "Wizard.winter_Wizard.0": "Os elementais da água envolvem o mundo em um abraço gelado. Tudo o que nos resta fazer é estender a mão e tocá-los.#$e#Você pode entrar em contato comigo, @?${{e1}}",
    "Wizard.winter_Wizard.1": "Sinto-me esgotado hoje. Talvez eu devesse ter ficado na cama.${{e10}}#$e#As energias minguantes desta temporada pouco fazem por mim.${{e11}}",
    "Wizard.winter_Wizard.2": "Durante o inverno, normalmente reservo um tempo para reforçar os bairros da cidade e depois começar a ler.#$e#Mal consegui ler um quarto dos livros da minha torre...${{e3}}",
    "Wizard.Rainy_Day_0.0": "O ar está pesado de energia hoje.${{e1}}#$b#Lembre-se: a chuva é apenas um presente do plano da água.${{e1}}",
    "Wizard.Rainy_Day_0.1": "Ah, ah! As energias crescentes explodiram e as chuvas chegaram. Rapidamente! Não há tempo a perder.${{e7}}#$b#Este é o melhor momento para comungar com certos elementais.${{e7}}#$e#Vejamos... vou precisar de... ametista... velas de chama negra...${{e3}}#$b#Agora, onde coloquei esse irídio?${{e3}}",
    "Wizard.Rainy_Day_0.2": "Toda essa chuva será boa para as plantações, mesmo que seja ruim para o meu cabo.${{e1}}",
    "Wizard.Rainy_Day_1.0": "Embora uma semente possa conter todo o potencial para a vida, são as chuvas que a libertam.${{e3}}#$b#A terra e a água são como uma fechadura e uma chave.${{e1}}",
    "Wizard.Rainy_Day_1.1": "O clima está perfeito para um ritual de invocação.${{e1}}#$b#A manhã é melhor para isso. Acho que aquela mancha aberta lá fora...${{e3}}#$e#Você não precisa dessas colheitas, precisa?${{e11}}",
    "Wizard.Rainy_Day_1.2": "Eu sei que isso pode me deixar incomum, mas a chuva me deixa de bom humor.${{e1}}",
    "Wizard.Rainy_Day_2.0": "Ah! A luz ofuscante do sol se foi!${{e1}}#$b#Hoje será produtivo. Espero fazer o mesmo para você, @.${{e7}}",
    "Wizard.Rainy_Day_2.1": "Ah, tempo excelente. Estarei ocupado hoje; as energias fluem como um rio hoje. Seria um desperdício não aproveitar.${{e1}}#$b#Sim, ao ar livre. Onde mais eu faria isso?${{e3}}#$e#Hum...? Sim, ficarei encharcado.${{e3}}#$b#Você pode cuidar disso como quiser, mas somente depois que eu completar meu feitiço.${{e9}}",
    "Wizard.Rainy_Day_2.2": "Depois do jantar desta noite, vamos acender uma bela fogueira e nos aconchegar diante dela?${{e1}}#$e#Eu não me importaria de conjurar um fogo duradouro só para nós.${{e6}}",
    "Wizard.Rainy_Day_3.0": "Esse clima me lembra uma noite que passei enfurnado na velha cabana de um mineiro no meio do nada. Quando eu era jovem e tolo, perdia a noção do tempo e do clima enquanto estava absorto em meu trabalho.${{e3}}#$b#Mal notei a tempestade até que ela estava bem em cima de mim e o vale ameaçou me levar embora.${{e3}}#$b#Felizmente, encontrei a cabana antes disso. Mesmo assim, temi a noite toda que ele desabasse em cima de mim.${{e1}}#$e#Hum? O que quer dizer com ainda perco o controle das coisas enquanto trabalho?${{e3}}#$b#Não tenho ideia do que você está falando.${{e3}}",
    "Wizard.Rainy_Day_3.1": "Os elementais da água nos cercam. Não há tempo a perder!${{e1}}#$b#Serei duro no meu trabalho neste dia.${{e1}}",
    "Wizard.Rainy_Day_3.2": "A única crítica que tenho aos mantos é que eles são irritantemente pesados ​​quando molhados...${{e5}}",
    "Wizard.Rainy_Day_4.0": "Ah, ah!${{e1}}#$b#Este clima traz consigo uma compreensão profunda da relação entre as energias do céu e do ar. Devo escrever isso.${{e1}}#$e#Agora, onde coloquei meu caderno?${{e3}}#$e#Fique comigo hoje. Vou lhe dar outra lição sobre elementais.${{e6}}",
    "Wizard.Rainy_Day_4.1": "Se eu fosse um marido doméstico, me ofereceria para lhe preparar um jantar quente depois do dia que você inevitavelmente passará nesta tempestade.#$b#Mas eu não estou. Você sabia disso antes de se casar comigo, então não vou me desculpar.${{e10}}#$e#A menos que você queira sopa queimada.${{e3}}#$b#Não pergunte como -Eu encontraria uma maneira de fazer isso.${{e1}}",
    "Wizard.Rainy_Night_0.0": "Ah, @! Você está completamente encharcado!${{e1}}#$b#Vir. Permita-me aquecer você.${{e6}}",
    "Wizard.Rainy_Night_0.1": "Há algo de confortável em estar isolado aqui na chuva, sem mais ninguém por perto.${{e9}}#$e#Você não está pronto para ir para a cama?${{e6}}",
    "Wizard.Rainy_Night_0.2": "No dia seguinte a uma chuva dessas, a floresta se rejuvenesce. Amanhã de manhã as árvores estarão esplêndidas.${{e1}}",
    "Wizard.Rainy_Night_1.0": "Ouvi dizer que é comum no casamento um preparar para o outro uma refeição quente no final de um dia frio.${{e3}}#$b#Receio que as minhas competências não se estendam a esse domínio... mas encontrei isto no frigorífico... [280 274 ​​270 266 252 250]#$e#Talvez você pudesse inventar alguma coisa e fingir que ajudei?${{e10}}",
    "Wizard.Rainy_Night_1.1": "...cheiro de queimado?${{e3}}#$b#Não, não sinto cheiro de nada.${{e11}}#$e#Com toda a seriedade, eu avisei que poderia encontrar uma maneira de queimar sopa.${{e7}}#$b#Não vamos falar disso novamente.${{e11}}",
    "Wizard.Rainy_Night_1.2": "O som da chuva no telhado é quase hipnótico, não acham?${{e3}}",
    "Wizard.Rainy_Night_2.0": "Nesta noite tempestuosa, aventurei-me na cidade para seu benefício. Adquiri, no salão, algo para aquecê-lo. [199 218 219 236]${{e3}}#$e#Talvez pudéssemos fingir que consegui?${{e1}}",
    "Wizard.Rainy_Night_2.1": "@, você está encharcado!${{e2}}#$b#Um momento. Eu tenho um feitiço...${{e7}}#$b#Ithikitalkus suh norn!${{e1}}#$b#Lá. Muito melhor.${{e1}}#$e#...${{e3}}#$b#Droga. Por que não pensei em usar roupas molhadas como desculpa antes de secá-las?${{e4}}",
    "Wizard.Rainy_Night_2.2": "Gastei muita mana hoje. Um longo descanso me fará bem.${{e9}}",
    "Wizard.Rainy_Night_3.0": "Vejo que as chuvas abençoaram seu cabelo. Na verdade, é raro que eu seja o mais bem preparado entre nós.${{e7}}",
    "Wizard.Rainy_Night_3.1": "O crepitar do fogo é cada vez mais convidativo numa noite como esta.${{e9}}#$e#Sente-se comigo um pouco e observe as chamas.${{e1}}#$b#Prometo não falar sobre elementais.${{e1}}#$b#...muito.${{e7}}",
    "Wizard.Rainy_Night_3.2": "Suas colheitas certamente apreciarão este clima.${{e7}}",
    "Wizard.Rainy_Night_4.0": "@, @, @.${{e6}}#$b#A terra acariciou você com um toque de chuva.${{e7}}#$e#Você é verdadeiramente magnífico.${{e6}}",
    "Wizard.Rainy_Night_4.1": "Ah. Sim. Jantar.#$b#Bem, veja, eu tentei um feitiço para criar um banquete magnífico, mas magia é uma coisa engraçada, você sabe...${{e11}}#$e#Apaguei o fogo antes que se espalhasse.${{e11}}#$b#Você provavelmente nem consegue dizer que estava lá.${{e10}}",
    "Wizard.Rainy_Night_4.2": "Eu deveria ir dar uma olhada no jardim da minha torre pela manhã.#$e#As frutas antigas precisam de mais água do que a maioria das outras plantas. É possivelmente a razão pela qual eles quase foram extintos...${{e3}}",
    "Wizard.Indoor_Day_0.0": "Bom dia, @, meu coração. Como você dormiu?${{e1}}#$e#Ao seu lado, sempre durmo bem.${{e9}}",
    "Wizard.Indoor_Day_0.1": "Bom dia, meu coração.${{e6}}#$e#Acredito que vou tentar esse feitiço de conjuração novamente, hoje.${{e7}}#$b#O que você planejou?${{e1}}",
    "Wizard.Indoor_Day_0.2": "Acho que vou fazer uma pequena limpeza hoje. ...Você não vai me culpar muito se eu usar um pouco de magia para ajudar, certo?${{e3}}",
    "Wizard.Indoor_Day_1.0": "Hoje continuamos seu treinamento. Você tem praticado, como lhe mostrei?${{e1}}#$e#Fique bem imóvel. Você deve abandonar seus ouvidos e ouvir com sua mente.${{e1}}#$b#Só então você compreenderá verdadeiramente as energias do universo.${{e1}}",
    "Wizard.Indoor_Day_1.1": "Ah, @. Você chegou bem na hora. Eu preparei o café da manhã para você. [201 210 211 194 195]${{e1}}#$e#O que quer dizer com você pensou que eu não sabia cozinhar? Estou insultado.${{e7}}#$e#...#$b#Tudo bem, eu comprei.${{e11}}#$b#Você não pode fingir que eu consegui?${{e1}}",
    "Wizard.Indoor_Day_1.2": "Tenho um pequeno ritual planejado aqui para hoje mais tarde.#$e#Não se preocupe, não vai fazer bagunça.${{e1}}#$b#Provavelmente...${{e11}}",
    "Wizard.Indoor_Day_2.0": "Venha, @, vamos meditar.${{e1}}#$e#Você nunca melhorará se nunca praticar.${{e9}}",
    "Wizard.Indoor_Day_2.1": "@, núcleo do meu coração.${{e6}}#$b#Você dormiu bem?${{e1}}#$e#Eu fiz, com você ao meu lado.${{e6}}",
    "Wizard.Indoor_Day_2.2": "Você guarda a geladeira muito bem-abastecido com produtos da fazenda.#$b#Torna difícil para mim ser útil ao me oferecer para fazer compras.${{e1}}",
    "Wizard.Indoor_Day_3.0": "Tentei preparar o café da manhã para você esta manhã.${{e11}}#$e#Tentativa, sendo a palavra-chave.${{e10}}#$e#Receio que você terá que se virar sozinho.${{e10}}",
    "Wizard.Indoor_Day_3.1": "Nngh... eu tive um sonho bizarro sobre um%adj.%substantivo.${{e3}}#$b#Eu me pergunto o que isso significa. Um presságio, talvez...${{e3}}#$e#Tenho certeza que tenho um livro sobre isso em algum lugar...${{e3}}",
    "Wizard.Indoor_Day_3.2": "Hmm... acho que em breve poderei dar um passeio na floresta. Estou ficando um pouco impaciente aqui.${{e3}}",
    "Wizard.Indoor_Day_4.0": "Pensei em tentar minha sorte na cozinha novamente. Cheguei a olhar para aquela engenhoca com botões grandes. Como você chamou isso? Um fogão?${{e3}}#$e#Talvez eu devesse continuar com minhas poções... um caldeirão é uma coisa simples.${{e9}}",
    "Wizard.Indoor_Day_4.1": "Tendo observado você cuidar de seus negócios na fazenda mais de uma vez, agora não considerarei mais seu físico um mistério.${{e7}}#$b#Eu não disse que iria parar de admirá-lo.${{e6}}#$e#Aham. O que? Nada.${{e4}}#$b#Prossiga. Você não tem... objetos pesados ​​para levantar?${{e4}}#$b#Estarei aqui.${{e7}}#$b#Inquestionavelmente, prestando muita atenção a outra coisa.${{e9}}",
    "Wizard.Indoor_Day_4.2": "Você acha que temos espaço aqui para outra estante?${{e1}}",
    "Wizard.Indoor_Night_0.0": "Eu tinha suprimentos em excesso para o meu ritual de hoje. [60 62 64 66 68 70 72 74 386]#$e#Talvez você possa colocá-lo em uso.${{e3}}",
    "Wizard.Indoor_Night_0.1": "Bem-vindo ao lar, meu coração. Foi um dia terrivelmente longo na sua ausência.${{e6}}#$e#Não, nada em particular aconteceu. Eu simplesmente senti sua falta.${{e1}}",
    "Wizard.Indoor_Night_0.2": "Promete ser uma noite fria esta noite.#$b#Uma boa desculpa para se aconchegar.${{e6}}",
    "Wizard.Indoor_Night_1.0": "Ah, @. Aquece minha alma ter você mais uma vez ao meu lado.${{e1}}#$b#Vir. Fale comigo sobre o seu dia; Desejo ouvir tudo.${{e7}}#$e#Meu? Encontrei um sprite curioso perdido entre os aviões. Consegui guiá-lo de volta ao curso, sem nenhum dano causado.${{e1}}",
    "Wizard.Indoor_Night_1.1": "Você teve um dia produtivo hoje? Você parece totalmente pronto para dormir.${{e1}}#$b#Por que não fazer uma pausa amanhã? Você trabalha duro o suficiente.${{e1}}#$e#O que você quer dizer com eu é que estou sempre trabalhando demais?${{e3}}",
    "Wizard.Indoor_Night_1.2": "Tenho certeza que você teve um dia produtivo hoje. Certifique-se de reservar um tempo para relaxar esta noite.${{e1}}#$e#%Magnus sorri para mim.",
    "Wizard.Indoor_Night_2.0": "Não, não tentei fazer o jantar. Não, não há nada na pia.${{e10}}#$b#Cheiro de queimado? Que cheiro de queimado?${{e11}}#$e#Não tenho ideia do que você fala.${{e11}}",
    "Wizard.Indoor_Night_2.1": "Ah, @. Finalmente em casa.${{e1}}#$b#Como sobrevivi tanto tempo sem você?${{e6}}#$e#Mais um mistério.${{e7}}",
    "Wizard.Indoor_Night_2.2": "Um longo dia para mim. Estou feliz em ver o fim disso...#$e#Como foi o seu dia?${{e1}}",
    "Wizard.Indoor_Night_3.0": "Encontrei a jovem Leah, hoje, na floresta. Quando ela me viu, ela disse 'e aí, canis lupus familiaris?' e começou a rir incontrolavelmente.${{e11}}#$e#Este é algum ritual de conversação com o qual não estou familiarizado?${{e10}}",
    "Wizard.Indoor_Night_3.1": "Você terminou seu trabalho do dia?${{e1}}#$b#Posso convencê-lo a... juntar-se a mim na cama?${{e6}}",
    "Wizard.Indoor_Night_3.2": "Tenho algumas viagens para fazer pela Guilda em breve. Só de pensar nisso estou me deixando exausto...${{e10}}",
    "Wizard.Indoor_Night_4.0": "@. Núcleo do meu coração. Bem-vindo ao lar, meu amor.${{e1}}#$b#É difícil para mim entender como vivi tanto tempo sem você, quando cada dia passo cada minuto esperando seu retorno.${{e9}}#$e#Exceto os minutos em que comungo com as energias. Às vezes perco esses minutos. Mas a cada dois minutos, minha mente é sua.${{e6}}",
    "Wizard.Indoor_Night_4.1": "Venha para a cama, meu coração. Meus braços estão muito longos sem você.${{e6}}",
    "Wizard.Indoor_Night_4.2": "Lembre-me de mostrar o charme em que tenho trabalhado recentemente. É um feitiço de proteção, mas os efeitos são bastante visíveis.-pegando.${{e1}}",
    "Wizard.Outdoor_0.0": "Você já viu círculos nas plantações em sua fazenda?#$e#Alguns dizem que são obra de alienígenas. Tolos. Eles nunca pensaram em olhar o que estava bem debaixo de seus narizes?${{e3}}#$b#Claro que são os elementais.${{e1}}",
    "Wizard.Outdoor_0.1": "O ar está fresco e claro. Posso sentir as energias subindo para me encontrar.${{e9}}#$b#Passarei algum tempo aqui, em comunhão com os elementais.${{e1}}#$e#Você não se importa se eu usar a varanda, não é?${{e3}}",
    "Wizard.Outdoor_0.2": "*cantarola*Olá, @! Dia maravilhoso, não é?${{e1}}",
    "Wizard.Outdoor_1.0": "Ah, @, você chegou bem na hora.${{e1}}#$b#Estou prestes a começar minha meditação para atravessar as planícies. Você deveria se juntar a mim${{e1}}#$e#A prática leva à perfeição.${{e9}}",
    "Wizard.Outdoor_1.1": "Pensei em desenvolver um encantamento para auxiliar no seu trabalho...${{e3}}#$b#Infelizmente, minha primeira tentativa terminou em tragédia.${{e2}}#$e#Você não quer saber o que aconteceu.${{e11}}#$e#Os animais estão todos perfeitamente bem.${{e10}}",
    "Wizard.Outdoor_1.2": "Você já esteve em Vila do Castelo? Eu prefiro muito mais o ar daqui. É mais limpo, mais nítido e não cheira a magia.",
    "Wizard.Outdoor_2.0": "Preciso de algum espaço para realizar um ritual. Você não se importa se eu usar só um pouquinho, não é?#$e#Não vou destruir muita coisa.${{e3}}#$b#...a menos que as coisas dêem errado.${{e11}}",
    "Wizard.Outdoor_2.1": "Jyokilius pijus, ribe, agyce...#$b#Ah, @!${{e3}}#$b#Você realmente deveria saber que não deve quebrar minha concentração no meio do feitiço.#$e#Posso ter posto fogo no celeiro.${{e3}}#$e#De novo.${{e10}}",
    "Wizard.Outdoor_2.2": "As coisas que crescem sempre trazem um excedente de mana para o mundo ao seu redor. Está tão concentrado nesta fazenda que é quase esmagador.#$e#Parece tremendamente vivo.${{e1}}",
    "Wizard.Outdoor_3.0": "O círculo de invocação está completo!${{e1}}#$b#Agora só preciso coletar mais alguns suprimentos...${{e3}}#$e#Ah... aliás... você não precisava daquelas... colheitas no campo distante, precisava...?${{e10}}",
    "Wizard.Outdoor_3.1": "Sua fazenda é realmente extraordinária, @${{e3}}.#$b#Have you any idea how much attention you have attracted from across the veil?${{e1}}#$e#I need only stand here in the midst of it all to speak with them...${{e1}}",
    "Wizard.Outdoor_3.2": "Estou ficando sem alguns dos meus suprimentos de poções. Precisarei ir para a floresta para coletar mais em breve.${{e3}}",
    "Wizard.Outdoor_4.0": "Alguns dias fico lento e letárgico, apesar de uma noite inteira de sono.${{e3}}#$b#As energias são uma coisa inconstante.#$e#Mas ver você trabalhando duro me dá energia.${{e1}}",
    "Wizard.Outdoor_4.1": "Tenha um dia encantado, meu coração.${{e1}}#$e#Eu me ofereceria para preparar o jantar quando você voltasse, mas ambos sabemos que isso acabaria mal.${{e7}}",
    "Wizard.Outdoor_4.2": "Avistei um pássaro raro na fazenda esta manhã. Eu me pergunto se ele veio das Ilhas Fern.${{e3}}",
    "Wizard.OneKid_0.0": "Apesar do foco que tenho nos estudos, sempre quis ser pai. Finalmente, posso ver esse desejo se tornando realidade.${{e1}}#$e#Só mais uma coisa que você me concedeu.${{e7}}",
    "Wizard.OneKid_0.1": "Você viu%garoto1, recentemente?${{e3}}#$e#O que? Não. Claro que não perdi nosso filho${{e11}}#$b#Tudo está sob controle.${{e9}}",
    "Wizard.OneKid_0.2": "Há algo de mágico nas crianças, não é?${{e1}}#$b#A imaginação sem limites é uma ferramenta poderosa.${{e9}}",
    "Wizard.OneKid_0.3": "Quando nosso filho tiver idade suficiente, deveríamos passar férias na Ilha Ginger.${{e3}}#$e#Gostaria que eles crescessem com uma visão ampla do mundo, além deste pequeno vale.${{e1}}",
    "Wizard.OneKid_1.0": "Percebi o quão pouco entendo sobre crianças. Se eu achava que a comunicação com os humanos era difícil, não é nada comparado à comunicação com uma criança. Por que%garoto1 não me atendeu?${{e10}}#$b#Eu tentei todos os idiomas que tenho à minha disposição!${{e11}}#$e#O que você quer dizer com bebês não falam?${{e10}}",
    "Wizard.OneKid_1.1": "Às vezes mal consigo acreditar que temos um filho.${{e1}}#$e#Então lembro que você confia em mim o suficiente para me deixar sozinha com a criança e todo o resto parece muito menos misterioso em comparação.${{e7}}",
    "Wizard.OneKid_1.2": "Ah... Todo o treinamento mágico do mundo não poderia ter me preparado para o desafio que uma fralda suja apresenta.${{e7}}",
    "Wizard.OneKid_2.0": "%kid1 não é tão diferente de um elemental: nascido das energias do universo, implacável e totalmente incompreensível.${{e1}}#$e#Você acha%kid1 também gostaria de musgo do pântano? Acredito que tenho alguns aqui, em algum lugar...${{e3}}",
    "Wizard.OneKid_2.1": "eu vou alimentar%garoto1, esta manhã, para que você possa se concentrar no seu trabalho.${{e1}}#$e#Sim eu sei. Berinjela crua não é café da manhã.${{e7}}#$b#Eu lembro.${{e7}}",
    "Wizard.OneKid_2.2": "Espero que nosso filho contenha o melhor de nós dois. E espero que não muitos dos piores.${{e9}}",
    "Wizard.OneKid_3.0": "Você não está nos deixando aqui sozinhos, está?${{e3}}#$b#Isso é... inteiramente sábio?${{e3}}#$b#Muito bem, mas sinto que há pelo menos cinquenta por cento de chance de que%kid1 ou eu não sobreviveremos à sua ausência.${{e11}}#$e#Espere! Antes de sair!#$b#Como funciona uma chupeta?${{e3}}#$b#Tem leite na geladeira? A que temperatura devo aquecê-lo?${{e3}}#$b#Quanto tempo deveria%criança1 cochilo?${{e3}}#$b#E se%garoto1 chora?${{e11}}#$b#Você voltará para o almoço? Jantar?${{e3}}#$b#Como faço para trocar uma fralda?${{e3}}#$b#Qual a finalidade de um cobertor de bebê?!${{e3}}#$e#Por favor, retorne logo.${{e10}}",
    "Wizard.OneKid_3.1": "Toda a nossa vida mudou com%garoto1, aqui.${{e1}}#$e#Não me arrependo de nada.${{e7}}",
    "Wizard.OneKid_3.2": "Você viu algum indício de atividade mágica em nosso filho? Bem... os sinais nem sempre aparecem tão cedo.${{e3}}",
    "Wizard.TwoKids_0.0": "Quando eu disse que queria ser pai, acho que não entendi completamente as implicações.${{e3}}#$b#O que eu quis dizer foi que gostaria de ter o conhecimento de que trouxe uma vida a este mundo e de ver uma criança crescer até a maturidade e a força antes de seguir em frente para fazer o bem ao mundo.${{e3}}#$e#Não sabia que isso envolvia tanto trabalho.${{e1}}",
    "Wizard.TwoKids_0.1": "Você já esteve aqui e ficou maravilhado com os dois lindos filhos que nosso amor trouxe ao mundo?${{e9}}#$e#Eu faço todos os dias.${{e1}}",
    "Wizard.TwoKids_0.2": "De todos os lugares bonitos que visitei no decorrer do meu trabalho, nenhum deles se compara a esta casa de fazenda com nossa pequena família.${{e1}}#$e#%Magnus sorri para mim.",
    "Wizard.TwoKids_0.3": "Espero que pelo menos um de nossos filhos decida seguir meus passos.#$e#Suponho que isso seja um pouco vaidoso, não é? Mas o mundo da magia é um mundo que eu gostaria que todos nós partilhássemos.${{e1}}",
    "Wizard.TwoKids_1.0": "Você acha perturbador isso%garoto1 e%kid2 tem metade-irmão entre os aldeões?${{e3}}",
    "Wizard.TwoKids_1.1": "%garoto1 pegou meus ingredientes excedentes para poções outro dia.#$b#Acredito que seja um sinal: já é tempo de começar a formação formal.${{e3}}#$e#%kid2 ainda é muito jovem, mas%kid1 tem idade suficiente para compreender os conceitos básicos de fluxo de energia e pontes...${{e1}}",
    "Wizard.TwoKids_1.2": "As crianças não são como os gatos, não é? Dois realmente dão o dobro do trabalho.${{e3}}#$b#...Pelo menos.${{e10}}",
    "Wizard.TwoKids_2.0": "Outro dia fui trabalhar na minha torre esperando aumento de produtividade no silêncio...#$b#e ainda assim, assim que%garoto1 e%kid2 estavam fora da minha vista, senti uma dor de vontade de segurá-los em meus braços mais uma vez. Eu não conseguia nem me concentrar por tempo suficiente para completar um único ritual.${{e2}}#$e#É isso que significa ser pai?${{e3}}",
    "Wizard.TwoKids_2.1": "Somos abençoados por isso%garoto1 e%kid2 tem seus recursos${{e7}}.#$e#It would be a cruel twist of fate indeed for any child to look like me.${{e9}}",
    "Wizard.TwoKids_2.2": "Acho que vi um de nossos filhos manifestando os primeiros sinais de telecinesia hoje!${{e3}}#$e#Um ursinho de pelúcia escorregou de uma prateleira... talvez eles o tenham invocado!${{e3}}#$b#...Sim, admito que o urso pode ter simplesmente caído.${{e10}}",
    "Wizard.Twokids_3.0": "%kid1 tem seus olhos. Às vezes trocamos olhares e me perco neles. Eu me pergunto o que uma criança vê quando olha para alguém como eu.${{e3}}#$e#Um pai, espero. E nada menos.${{e1}}",
    "Wizard.Twokids_3.1": "Esta vida... com você e nossos filhos...${{e4}}#$b#É mais do que eu jamais pensei que teria.${{e1}}#$e#Obrigada, @, por me escolher.${{e6}}",
    "Wizard.Twokids_3.2": "O que você acha de pedir Abigail para ser babá?#$e#... Só uma ideia.${{e9}}",
    "Wizard.Good_0.0": "Uma vez eu era um jovem tolo, inquieto e faminto por conhecimento.#$b#Eu costumava lamentar a perda daqueles dias -é uma coisa frequente-declarou a tragédia de que a juventude é desperdiçada com os jovens -mas percebi que esses dias de energia vibrante não estão perdidos para mim.${{e1}}#$b#Você os trouxe de volta, @.${{e7}}#$e#Você me dá vida nova, como eu nunca esperei ter.${{e1}}#$b#Por isso nunca poderei retribuir, mas sempre tentarei.${{e1}}",
    "Wizard.Good_0.1": "Ainda não consigo acreditar que você escolheu se casar comigo...${{e6}}",
    "Wizard.Good_0.2": "Ah, saudações, meu coração! Eu estava pensando em você.${{e1}}",
    "Wizard.Good_1.0": "Os sonhos sombrios do meu passado são uma memória desbotada. Quando durmo ao seu lado, não só durmo -uma ocorrência bastante incomum, uma vez -mas durmo profundamente.${{e1}}#$b#Isso é obra sua. A calma da sua alma acalma a minha.${{e9}}#$e#Quando você está comigo, fico revigorado.${{e1}}",
    "Wizard.Good_1.1": "Nem mesmo em todas as minhas incursões no futuro eu previ que algum dia poderia ser tão feliz quanto você me fez.${{e6}}",
    "Wizard.Good_2.0": "Antes de nos casarmos, considerei minha vida mais ou menos chegando ao fim.#$b#Eu trabalharia na terra dos vivos por um número incontável de décadas, com toda probabilidade, mas era como um terreno plano no sopé de uma encosta. Eu já havia subido a montanha e descido pelo outro lado.#$b#Achei que não veria mais montanhas, no meu tempo. E, no entanto, aqui estamos.${{e1}}#$e#Você dá um novo propósito à minha vida, @.${{e1}}",
    "Wizard.Good_2.1.older": "Você sabe... eu me apaixonei por você muito antes de você me dar aquele buquê.${{e4}}#$e#Eu nunca disse uma palavra.${{e4}}#$b#Achei que você nunca poderia amar um homem velho como eu.${{e9}}",
    "Wizard.Good_2.1.younger": "Você sabe... eu me apaixonei por você muito antes de você me dar aquele buquê.${{e4}}#$e#Eu nunca disse uma palavra.${{e4}}#$b#Achei que você nunca poderia amar um homem como eu.${{e9}}",
    "Wizard.Good_2.2": "Com toda a dor de cabeça do meu passado, nunca pensei que acordaria com dias tão doces como estes...#$e#Obrigado por dar uma chance a um velho bruxo distante.${{e4}}",
    "Wizard.Good_3.0": "@.${{e6}}#$b#Meu @.${{e6}}#$b#Com que facilidade você me faz esquecer minhas falhas e fracassos do passado!${{e7}}#$b#Quando me vejo através dos seus olhos, é como se tivesse renascido. Que você possa saber tudo o que sabe sobre mim e ainda me amar está além da minha compreensão.${{e1}}#$b#Não sou merecedor de tal devoção, mas, mesmo assim, agradeço-lhe por isso.${{e1}}#$e#Nunca vou falhar com você. Eu juro.${{e6}}",
    "Wizard.Good_3.1": "Meu amor, você está simplesmente radiante.${{e6}}",
    "Wizard.Good_3.2": "Espero que você esteja tendo um dia maravilhoso, meu amor.${{e1}}",
    "Wizard.Good_4.0": "Expressei, ultimamente, o que sinto por você? Se não, fui negligente.${{e1}}#$b#Meu amor por você supera todas as outras verdades da minha alma. Sem você, eu era uma casca de homem, à deriva em um mundo sem sentido e lamentando meu lugar nele.${{e6}}#$b#Com você, sou como uma lousa limpa.#$e#Não me arrependo mais.${{e6}}",
    "Wizard.Good_4.1": "Isto... isto é mais lar do que a minha torre alguma vez foi. Ou qualquer lugar onde morei antes disso.${{e1}}#$e#De agora em diante, minha casa é com você. Meu coração.${{e6}}",
    "Wizard.Good_4.2": "Minha torre está repleta de todos os tipos de livros e reagentes raros, além de amuletos que colecionei em todo o mundo e que são quase impossíveis de encontrar.#$b#Mas nada disso se compara ao quão precioso você é para mim.${{e6}}#$e#Sei que foi uma coisa terrivelmente brega de se dizer. Mas, felizmente, você não parece se importar.${{e9}}",
    "Wizard.Good_5.0": "Qualquer vestígio daquela solidão que uma vez me atormentou é banido pela sua presença. Eu não tinha ideia do quanto ansiava por um contato fora do etéreo antes de nossos caminhos se cruzarem.${{e6}}#$b#E agora as nossas almas estão entrelaçadas como duas árvores que crescem juntas.${{e6}}#$e#Seria necessário um machado para nos separar.${{e6}}",
    "Wizard.Good_5.1": "@... esse amuleto de casamento é impecável.${{e4}}#$b#Você sabe que não ligo para bugigangas sem uso prático, mas isso...${{e4}}#$b#Este é um símbolo nosso.${{e6}}#$e#É mais importante do que qualquer outra coisa que já possuí.${{e6}}",
    "Wizard.Good_5.2": "Deveríamos fazer um pequeno retiro juntos em breve. Posso mexer alguns pauzinhos com a Guilda para encontrar um lugar para nós em uma cidadezinha aconchegante em algum lugar nas montanhas.${{e1}}",
    "Wizard.Good_6.0": "Se você se aventurar nas minas, cuidado, meu coração.#$b#Eu já lhe contei sobre o mal que se esconde lá.${{e2}}#$b#Não sei o que faria se você fosse vítima...${{e8}}",
    "Wizard.Good_6.1": "Eu te amo por vários motivos, mas um deles é o quão talentoso você é. Você é adepto de tudo o que faz.#$e#Te admiro muito por isso.${{e4}}",
    "Wizard.Good_7.0": "@. Esta casa é um lar por causa de todo o trabalho que você faz.${{e1}}#$b#Nunca se deixe acreditar que não percebo.${{e1}}",
    "Wizard.Good_7.1": "Sabe, acho que nunca fui tão feliz em toda a minha vida como estou com você, @.${{e1}}",
    "Wizard.Good_8.0": "Às vezes, vendo tudo o que você faz por nós, me pergunto como sobrevivi antes de você se casar comigo.${{e3}}#$e#Então me lembro que uma vez sobrevivi uma semana inteira com musgo do pântano e caldo de algas porque minha entrega de comida atrasou devido a uma tempestade de inverno...${{e7}}",
    "Wizard.Good_9.0": "Essa paz...${{e9}}#$b#Isso é o que sempre desejei e nunca pensei que sentiria novamente.${{e4}}#$e#Obrigado, @.${{e6}}",
    "Wizard.Neutral_0.0": "Espero que você não se arrependa de sua decisão de se casar comigo quando meu cabelo ficar grisalho e você ainda for bem jovem...${{e2}}",
    "Wizard.Neutral_0.1": "A alegria é um poder misterioso. Frágil em seu estado mais puro, quando aparece pode ressoar através dos tempos.${{e3}}#$b#No entanto, essa mesma alegria pode ser corrompida com o tempo. Deve ser protegido a todo custo.",
    "Wizard.Neutral_0.2": "Não trabalhe muito hoje. Não quero ter que levitar seu corpo inerte para casa.${{e2}}#$e#...Se você infelizmente desmaiar em algum lugar antes que eu possa te encontrar... Confio que Linus cuidará de você.",
    "Wizard.Neutral_1.0": "Existem energias poderosas no santuário do seu avô.${{e3}}#$b#Você acha que ele ficaria orgulhoso de quão longe você chegou?${{e1}}#$e#Eu acredito que ele é.${{e1}}",
    "Wizard.Neutral_1.1": "Raiva e ódio são energias falsas. Escondem as verdadeiras fontes de poder, que é a compreensão e a tristeza.#$b#Tornou-se clichê, mas é verdade. Aprendi muito e ainda é verdade. Encontre a paz antes de se despedaçar.",
    "Wizard.Neutral_1.2": "Tendo um dia agradável, @?$",
    "Wizard.Neutral_2.0": "Ah, @. Venha para mais uma aula sobre as energias? Fico feliz em atender.${{e9}}#$e#Significa mais tempo com você.${{e1}}",
    "Wizard.Neutral_2.1": "Usar as energias tem um custo. Não é grátis. Discutir todos os diferentes aspectos levaria séculos.${{e3}}#$b#Mas vou te contar uma coisa, @. Meu cabelo não era originalmente roxo.${{e1}}#$e#Isso foi há muito tempo...${{e7}}",
    "Wizard.Neutral_3.0": "Certa vez pensei que viveria o resto dos meus dias trancado naquela torre sem sequer um único amigo...${{e2}}#$e#Você colocou essa ambição no nariz${{e1}}#$b#Não que eu esteja reclamando.${{e7}}",
    "Wizard.Neutral_3.1": "Certa vez vi uma pessoa tentar manter uma árvore viva o ano todo, usando energias poderosas para isso.#$b#Foi horrível: a própria árvore chorou e implorou para ser libertada. Eu tive que intervir e salvar a árvore.${{e2}}#$b#Ainda tenho algumas folhas que ele me deu de presente. Eles são especiais para mim.${{e2}}",
    "Wizard.Neutral_3.2": "A fazenda parece estar indo muito bem este ano.${{e1}}",
    "Wizard.Neutral_4.0": "Hum...? Sim, pegarei a pilha de livros assim que terminar...${{e9}}",
    "Wizard.Neutral_4.1": "Se você for à cidade, certifique-se de dizer 'o que está acontecendo?' para todos por mim.${{e7}}",
    "Wizard.Neutral_5.0": "Como estamos, financeiramente, @?${{e3}}#$e#Se houver algo que eu possa fazer, basta pedir.",
    "Wizard.Neutral_5.1": "Não sei como você trabalhou na cidade de Zuzu. Os cheiros e o barulho ali me dariam dor de cabeça.#$e#Prefiro lugares mais tranquilos, como Stardew Valley.${{e1}}",
    "Wizard.Neutral_6.0": "Outro dia, outro mistério para resolver...${{e7}}",
    "Wizard.Neutral_6.1": "Nunca vi apelo na pesca. Estou feliz que você tenha gostado, no entanto.",
    "Wizard.Neutral_7.0": "Você tem praticado meditação, como eu te ensinei?${{e9}}",
    "Wizard.Neutral_7.1": "Preciso fazer uma viagem para Castle Village em breve para ver Camilla e discutir alguns assuntos do Ministério. Ela é certamente uma mulher interessante.#$e#Ela aprova você, você sabe.${{e1}}",
    "Wizard.Neutral_8.0": "Hum?${{e3}}#$b#Bagunça? Não. Não notei nenhum.${{e11}}",
    "Wizard.Neutral_8.1": "Vamos dar um pequeno passeio em breve. Uma mudança de cenário certamente nos fará bem.${{e1}}",
    "Wizard.Neutral_9.0": "Se você está obcecado por algo que nunca lhe interessou antes, isso pode significar que você ficou encantado.${{e3}}#$b#Nem todos os encantamentos são ruins, é claro. Alguns podem ser bastante positivos. É muito misterioso.${{e1}}#$e#Abrace os mistérios do dia, @.${{e9}}",
    "Wizard.Bad_0.0": "Você sabe que já fui casado uma vez e tudo deu errado. Eu não gostaria que isso seguisse na mesma direção.${{e2}}#$e#Não creio que meu coração sobreviveria ao rompimento pela segunda vez.${{e8}}",
    "Wizard.Bad_0.1": "...Você ainda me ama?${{e2}}",
    "Wizard.Bad_0.2": "*suspirar*Cometi alguns erros graves no passado, @. Eventualmente, precisarei abordá-los.${{e2}}#$e#Com sorte, você estará ao meu lado quando esses momentos chegarem.",
    "Wizard.Bad_1.0": "Presságios negros escurecem os horizontes do nosso futuro.#$b#Você prestará atenção aos sinais e mudará de rumo ou continuará como está?#$e#Não faça uma escolha da qual se arrependerá mais tarde, @.${{e10}}",
    "Wizard.Bad_1.1": "...Eu nunca deveria ter me casado novamente.${{e11}}",
    "Wizard.Bad_1.2": "Posso passar algum tempo na minha torre... Você não fez nada de errado. Eu só preciso de um tempo para mim.",
    "Wizard.Bad_2.0": "Isto é... hum. Interessante. Se eu conseguir concentrar minhas energias, talvez eu consiga...${{e2}}#$e#...#$e#Hum? Vá embora; Estou ocupado. Você não entenderia algo tão delicado.",
    "Wizard.Bad_2.1": "Você se arrepende, não é?${{e2}}#$b#Sua escolha de se casar comigo.${{e8}}",
    "Wizard.Bad_2.2": "Aquela maldita mulher... Camilla está cheia de talento, mas às vezes ela pode ser positivamente irritante.${{e5}}",
    "Wizard.Bad_3.0": "E assim começa a queda além do cume... A descida não será tão alegre quanto a subida, temo.${{e10}}#$b#Eu me pergunto se conseguiremos nos orientar antes que o deslizamento de terra fique fora de controle...${{e2}}#$e#Dói-me olhar para trás e ver o quão longe já caímos.${{e8}}",
    "Wizard.Bad_3.1": "Eu fiz algo errado...? Parece que tudo está desmoronando ultimamente...${{e8}}",
    "Wizard.Bad_3.2": "...Você está realmente feliz comigo?${{e2}}#$e#Desculpe, sei que não é uma pergunta justa de se fazer. Deixa para lá.${{e2}}",
    "Wizard.Bad_4.0": "Hmph.",
    "Wizard.Bad_4.1": "Eu esperava viver apenas um coração partido...${{e8}}",
    "Wizard.Bad_4.2": "Um novo feitiço que eu estava testando saiu pela culatra. Eu me sinto... não exatamente eu mesmo.${{e10}}#$e#Se você acordar com um sapo na cama esta noite, deixei um saquinho de pó em cima da mesa.${{e10}}#$e#Apenas espalhe um pouco em mim.${{e10}}#$e#...${{e11}}#$e#%Magnus não parece muito bem...",
    "Wizard.Bad_5.0": "Eu nunca deveria ter deixado você se casar comigo.${{e10}}#$b#Parece que só vou piorar a sua vida.${{e8}}",
    "Wizard.Bad_5.1": "Estou me sentindo bastante indisposto hoje. Não, não acho que haja algo que você possa fazer para ajudar.",
    "Wizard.Bad_6.0": "Só temos uma curta vida para viver... será esta a melhor maneira de o fazer?${{e10}}",
    "Wizard.Bad_6.1": "Não trabalho tão bem na fazenda como na minha torre. Muitas distrações.#$e#Ah, eu... peço desculpas. Eu não queria que isso acontecesse dessa maneira.${{e2}}",
    "Wizard.Bad_7.0": "Se houver algo que eu possa fazer para consertar isso, por favor, me diga!${{e2}}#$b#Não estou pronto para falhar novamente como fiz no passado.${{e8}}",
    "Wizard.Bad_7.1": "Meu ex-minha esposa sobrevoou minha torre ontem à noite e conseguiu queimar algumas das árvores próximas até ficarem crocantes.${{e5}}#$e#Aquela mulher tola pode provocar um incêndio florestal se não tomar cuidado.${{e5}}",
    "Wizard.Bad_8.0": "Você tem sido tão frio comigo ultimamente...",
    "Wizard.Bad_8.1": "Não estou com vontade de conversar hoje. Isso vai passar em breve.",
    "Wizard.Bad_9.0": "Se eu tivesse sido melhor para você...${{e8}}",
    "Wizard.spring_1.0": "As energias começaram novamente. A primavera chegou e o ano renasceu.${{e9}}#$e#Sinto-me renovada este ano, não só porque a primavera é a altura certa, mas pela minha relação contigo, @.${{e6}}#$b#Você me lembrou que ainda sou humano. Focar em ser humano é um mistério do qual quase me esqueci.${{e9}}#$e#Obrigado, @.${{e1}}",
    "Wizard.spring_1.1": "Você sempre sabe que a primavera chegou quando pode ouvir as árvores cantando sobre o novo crescimento.${{e1}}#$e#Hum? Sim, claro que as árvores cantam. Você também pode ouvi-los, apenas ouça com atenção.${{e1}}",
    "Wizard.spring_2.0": "Fico sempre feliz em acordar ao seu lado, @. Eu havia previsto que nos tornaríamos amigos, mas não tinha ideia de até onde isso iria.${{e1}}#$b#Existem muitos mistérios neste mundo e estou feliz que você me escolheu como um dos seus.${{e6}}#$e#Eu me considero realmente muito sortudo.${{e7}}",
    "Wizard.spring_3.0": "Muitas pessoas têm medo de mim. O desconhecido os faz tremer, e minha associação com isso os assusta.#$b#Você continuou a mostrar que não se importa com o misterioso. Você aceita isso e tira um tempo do seu dia para me ver.${{e1}}#$b#Obrigado, @. Achei que ficaria sozinho para sempre.${{e7}}#$e#Você é uma pessoa especial, de fato.${{e6}}",
    "Wizard.spring_5.0": "Sinto-me renovada este ano, não só porque a primavera é a altura certa, mas pela minha relação contigo, @.${{e6}}#$b#Você me lembrou que ainda sou humano. Focar em ser humano é um mistério do qual quase me esqueci.${{e1}}#$e#Obrigado, @.${{e1}}",
    "Wizard.spring_6.0": "O ar está elétrico, sinto que este ano será especial. Façamos o possível para alcançar nossos sonhos, @.${{e1}}#$e#Não desista. Eu estarei com você.${{e1}}",
    "Wizard.spring_8.0": "As maiores energias são aquelas que nos permitimos encontrar. Todo o resto é falso.${{e1}}#$b#Seja fiel ao que o move e você terá energia para o resto da vida.${{e1}}#$e#Essa é a minha esperança para você, @. Viva para sempre!${{e7}}",
    "Wizard.spring_13.0": "Qual é exatamente a finalidade dos ovos escondidos?${{e3}}#$b#Existe algum simbolismo que eu não compreendo?${{e3}}#$b#Os ovos, talvez, representem aquilo que você precisa, mas não deseja, e então você busca porque precisa.${{e3}}#$e#Não...?${{e3}}#$e#Claro que não vou.#$b#Já tenho mistério suficiente em minha vida sem tradições incompreensíveis.${{e1}}",
    "Wizard.spring_13.1": "O dia do festival do ovo de novo, não é? Todos os anos, me pergunto que tipo de ritual deu início à tradição de caça aos ovos...${{e3}}#$e#Tenho certeza de que era algo bastante antigo.${{e3}}",
    "Wizard.spring_23.0": "As energias, em sua essência, são caóticas. Em constante mudança, eles são mais densos que o ar, porém mais elusivos que o vento.${{e3}}#$b#No final, muitas pessoas acreditaram que não valia a pena tentar resolver o mistério, mas aqui permaneço.#$e#Algum dia, @, eu realmente entenderei.${{e1}}",
    "Wizard.spring_24.0.older": "...Você quer que eu vá ao Baile das Flores?${{e3}}#$b#Eu acho que não. Essas exibições frívolas estão além da minha compreensão.#$b#Além disso, estou velho demais para dançar.${{e1}}#$b#Você apenas terá que se divertir sem mim.${{e9}}#$e#...#$b#Por favor, não dance com mais ninguém.${{e4}}",
    "Wizard.spring_24.0.younger": "...Você quer que eu vá ao Baile das Flores?${{e3}}#$b#Eu acho que não. Essas exibições frívolas estão além da minha compreensão.#$b#Além disso, sou muito destreinado para dançar.${{e1}}#$b#Você apenas terá que se divertir sem mim.${{e9}}#$e#...#$b#Por favor, não dance com mais ninguém.${{e4}}",
    "Wizard.summer_1.0": "O verão finalmente chegou. As energias estão no seu nível mais poderoso. Vou trabalhar muito nesta temporada.${{e1}}#$b#Fique calmo, @, e não deixe o sol te amaldiçoar.${{e9}}#$e#Talvez possamos nadar desta vez...${{e4}}",
    "Wizard.summer_1.1": "O verão chegou! Com todas as plantas exuberantes e crescendo, você descobrirá que é muito mais fácil extrair mana do mundo ao seu redor.${{e1}}",
    "Wizard.summer_2.0": "Ainda me surpreendo com o fato de você escolher ficar com alguém como eu. Estou muito velho e cansado para alguém tão cheio de vida. E, no entanto, aqui estamos.${{e7}}#$e#Você é o mistério que nunca resolverei. Tenha um dia encantado, @.${{e1}}",
    "Wizard.summer_3.0": "A ignorância é uma bênção. Você já ouviu esse ditado antes, tenho certeza, mas é verdade. Saber demais pode tornar a pessoa amarga.#$b#Ainda encontro esperança em meus estudos, mas alguns dias é quase insuportável. Obrigada por me escolher, @.${{e1}}#$e#Você é o que me prende a essa realidade.${{e1}}",
    "Wizard.summer_4.0": "O foco da minha vida sempre foi nos estudos agora. Todo o resto desapareceu.#$b#Tornar-me próximo de você, porém, me fez perceber que talvez eu não devesse estar tão consumido pela busca por conhecimento.${{e1}}#$b#A vida é mais do que ler livros sobre a vida dos mortos.${{e9}}#$b#Agora existe você.${{e6}}#$e#Estou com você, @. Eu sempre estarei.${{e6}}",
    "Wizard.summer_5.0": "Usar as energias tem um custo. Não é grátis. Discutir todos os diferentes aspectos levaria séculos.#3#$b#Mas vou te contar uma coisa, @. Meu cabelo não era originalmente roxo.#7#$e#Isso foi há muito tempo...${{e3}}",
    "Wizard.summer_8.0": "Há uma energia especial no ar hoje. Eu posso sentir isso, você pode?${{e1}}#$b#É a energia do nosso amor! É revigorante. Isso me faz sentir jovem novamente.${{e1}}#$e#Isso é estranho? Eu não saio muito, @.${{e9}}",
    "Wizard.summer_11.0": "Não tenho interesse neste governador, nem na pompa e cerimónia destinadas a impressioná-lo.#$b#Mas irei ao festival.${{e1}}#$e#A atividade na praia atrai tritões curiosos.${{e3}}#$b#Isso me proporciona uma oportunidade única de conversar com eles.${{e1}}",
    "Wizard.summer_11.1": "Hoje é luau, sim? Tenho certeza de que tudo o que a cidade inventar será tão peculiar como sempre.${{e3}}",
    "Wizard.summer_15.0": "Pode-se ficar tão envolvido no trabalho que a vida simplesmente desaparece. Outros recuam para o trabalho porque não conseguem lidar com a vida.#$b#Estou percebendo ultimamente que fiz muitas coisas com as quais não fiquei feliz. Obriguei-me a fazer o que era errado pelo que eu achava que era certo.${{e2}}#$b#Espero um dia obter perdão, @.#$e#Algum dia.${{e1}}",
    "Wizard.summer_28.0": "A temporada dos Lunaloos está chegando.${{e9}}#$b#De todas as coisas peculiares que as pessoas desta cidade escolhem celebrar, esta é a que consigo entender.${{e1}}#$e#Eu preferiria evitar as multidões nas docas, no entanto.#$b#Tenho certeza que você me encontrará de qualquer maneira.${{e1}}#$b#Você sempre faz isso.${{e7}}",
    "Wizard.summer_28.1": "Os Lunaloos estão nos visitando hoje. Sabemos muito pouco sobre eles, mas...#$b#Eles certamente têm mais poderes místicos do que qualquer outra criatura marinha que estudamos.${{e1}}",
    "Wizard.fall_1.0": "Você consegue sentir as mudanças no ar? Não me refiro apenas à temperatura. As árvores emitem uma energia única.#$e#Que este outono seja encantado.${{e1}}",
    "Wizard.fall_1.1": "Os cogumelos são abundantes no outono. Eles são muito versáteis para fazer poções!${{e1}}#$e#Se você for procurar alimentos nesta temporada, ficarei feliz em tirar alguns de suas mãos.${{e9}}",
    "Wizard.fall_2.0": "Estudar e usar as energias pode deixar a pessoa muito cansada, @. Todos esses anos me levaram ao limite.#$b#No entanto, é a minha curiosidade que me move. Não tenho todas as respostas e ainda tenho dúvidas.${{e3}}#$b#Como você, @. O que continua trazendo você de volta para mim, uma e outra vez?${{e7}}#$e#Talvez um dia eu te entenda.${{e1}}#$b#Então, novamente, gosto do mistério.${{e9}}",
    "Wizard.fall_3.0": "Houve momentos em que tive a oportunidade de exercer energia ilimitada. Muitos seriam tentados por tal poder.${{e3}}#$b#Eu sou apenas humano. Tive sorte em rejeitá-los, pois isso teria me destruído.#$b#Nem sempre tudo que brilha é bom, @.#$e#Quem sabe o que eu teria me tornado? Um pensamento assustador.${{e2}}",
    "Wizard.fall_4.0": "Sou uma pessoa melhor do que era antes de tudo isso? Em toda a minha busca, consegui encontrar uma maneira de me tornar mais forte?${{e3}}#$b#Tenho respostas para muitos mistérios, mas eles não me mudaram. São apenas respostas. Eu fiz tudo que posso?${{e2}}#$e#Há muito tempo que penso nessas coisas. Meu próprio mistério.${{e3}}",
    "Wizard.fall_8.0": "É difícil lembrar o que é ter conversas normais. Ao conversar com as energias, deve-se falar uma linguagem única e complexa.#$b#Falar como humano é perguntar como está o outro, e fazer isso com significado é difícil para mim. Felizmente, posso praticar com você.${{e1}}#$e#E aí, cachorro? Não? Isso não é um ditado?${{e3}}",
    "Wizard.fall_15.0": "Palavras não podem expressar o quanto sou grato por você, @. É bom poder conversar com alguém sobre todos os aspectos do meu trabalho.${{e1}}#$e#...Entre outras coisas.${{e4}}",
    "Wizard.fall_16.0": "Meu velho amigo Welwick veio à cidade para a feira.${{e1}}#$b#Suas habilidades de adivinhação superam até as minhas.${{e9}}",
    "Wizard.fall_16.1": "Espero que seus preparativos para o showcase tenham corrido bem. Você tem um talento considerável para mostrar, meu coração.${{e9}}#$e#%Magnus sorri para mim.",
    "Wizard.fall_25.0": "Tenho concentrado minhas energias ultimamente para encontrar a resposta para esta pergunta: como é que quando estou fora de casa estou cansado, mas quando tento dormir não consigo?${{e3}}#$b#É um grande mistério, @. Algum dia eu vou resolver isso.${{e2}}#$e#Até então, conto com sua presença reconfortante para me embalar no sono todas as noites.${{e6}}",
    "Wizard.fall_26.0": "Estarei fazendo outro labirinto para o festival esta noite.${{e1}}#$e#É a única época do ano em que consigo inventar uma maneira tão simples para os elementais observarem tão de perto os assuntos das pessoas mundanas.${{e9}}",
    "Wizard.fall_27.0": "Embora sirva principalmente aos elementais, espero que você aproveite as festividades de hoje, meu coração.{{$e1}}#$b#This season is always so busy for you, you deserve to unwind at the end of it.${{e1}}",
    "Wizard.fall_27.1": "Tenho assuntos importantes com o labirinto da cidade hoje! É necessária muita mana e o trabalho exige muito de mim.#$e#Espero que você e o resto da população da cidade gostem. ...E peço desculpas se tiver que me apoiar em você no caminho para casa.${{e1}}",
    "Wizard.fall_28.0": "O vento está uivando...#$b#Em breve o inverno estará sobre nós.#$b#Depois de completar meus rituais, posso ajudar a preparar os animais da fazenda para o inverno, se você quiser.${{e9}}",
    "Wizard.fall_28.1": "Sinto uma forte tempestade de inverno se formando...",
    "Wizard.winter_1.0": "É um momento de paz e estudo. A neve me deixou fraco e vou descansar.#$e#Espero que este seja um inverno especial para nós, @.${{e1}}",
    "Wizard.winter_1.1": "Uma grande tempestade, não foi? Mas o mundo parece lindo coberto de neve, mesmo que o tempo esteja rigoroso.${{e1}}",
    "Wizard.winter_2.0": "Eu gostaria de poder revelar meu verdadeiro nome para você, @. Na verdade, simplesmente não me lembro.${{e1}}#$b#Foi Carl? Ou Hank? Talvez João?${{e3}}#$b#Acho que era um bom nome. É difícil saber.${{e3}}#$e#Talvez tenha sido @! Imagine isso?${{e1}}",
    "Wizard.winter_4.0": "Meu nome é... ainda não me lembro.${{e3}}#$b#Sim, Magnus Rasmodius não é, de facto, o meu nome verdadeiro.${{e3}}#$b#Eu fiz isso como um pseudônimo ao começar minha prática mágica, mas com o tempo, eventualmente eu e todos ao meu redor esquecemos meu nome original.#$b#O que é isso, você não gosta de Rasmodius? Você está planejando levá-lo?${{e1}}",
    "Wizard.winter_6.0": "Resumindo, lembre-se disso, @: a única energia que você realmente precisa é a sua.${{e1}}#$b#Use essa lógica e aproveite o dia. Não deixe que nada o impeça!${{e7}}#$e#A menos que não seja uma boa ideia, nesse caso, não faça isso.${{e10}}",
    "Wizard.winter_7.0": "Há um grande sentimento em nosso relacionamento. Espero um dia poder ser tão natural quanto sou com vocês e com toda a aldeia.${{e7}}#$b#Eles ainda temem, mas, algum dia, espero que me dêem uma chance. Você tem.${{e1}}#$e#Isso fez toda a diferença.${{e9}}",
    "Wizard.winter_8.0": "Hum...? O festival?#$b#Não tenho interesse em peixes ou esculturas de gelo.#$b#E você sabe muito bem que não sou bom em socialização.${{e11}}#$e#Acho que irei visitar minha torre.${{e1}}#$b#Apesar da fraca energia ambiente nesta época do ano, acredito que consigo reunir forças para me ocupar.${{e9}}",
    "Wizard.winter_8.1": "Presumo que você estará pescando no gelo no festival hoje? Boa sorte, @.${{e1}}#$e#Há um local na floresta com potencial arcano que irei avaliar. Você pode se juntar a mim quando terminar de colocar Willy no lugar dele.${{e7}}",
    "Wizard.winter_15.0": "Mercado Noturno?#$b#Bah! Tenho pouco tempo para assuntos tão frívolos.${{e3}}#$b#Nem mesmo os tritões se importariam com aquele desfile leve.${{e3}}#$e#Por suposto, divirta-se.${{e1}}#$b#Simplesmente não é para mim.${{e9}}",
    "Wizard.winter_17.0": "Feliz aniversário...?${{e3}}#$b#...Não me diga que esqueci seu aniversário.${{e10}}#$b#É... meu? Ah, acho que é.${{e3}}#$b#Não precisamos fazer nada, meu amor. Passar um tempo com você já me deixa mais feliz do que você jamais poderia imaginar.${{e1}}#$e#Se você realmente insiste em comemorar, talvez pudéssemos ir ao Mercado Noturno esta noite?${{e1}}#$b#Eu sei que chamei isso de frívolo antes, mas é uma boa desculpa para sair de casa, não?${{e9}}",
    "Wizard.winter_25.0": "Todas essas pessoas se reúnem para festejar com a suposta boa sorte da Estrela Invernal, e ela nem é uma estrela.${{e3}}#$b#Não que alguém -exceto você, é claro -ouviriam se eu tentasse dizer-lhes que, no auge do inverno, mesmo um olho destreinado pode ver o brilho do plano astral.${{e1}}#$e#Eu apoio uma celebração das energias crescentes. Mas não apoio essa ignorância.${{e3}}#$b#Eu irei, é claro, comparecer se você desejar. Mas só para você, meu amor.${{e9}}",
    "Wizard.winter_28.0": "Que ano foi esse. Estou feliz por termos ficado tão próximos, @. Teria sido muito chato sem você.${{e6}}#$b#Só eu e o Santuário da Ilusão, fazendo caretas um para o outro.${{e1}}#$e#Ainda faço caretas no Santuário. Não tenho certeza se ele aprecia isso.${{e7}}",
    "Wizard.spouseRoom_Wizard.0": "Estranhos Basiliscos... Fundamentos dos Goblins... Unicórnios de Timor-Leste...${{e3}}#$e#Não, não, não é isso...#$e#Onde deixei aquele livro...?${{e3}}",
    "Wizard.spouseRoom_Wizard.1": "Eu me pergunto se é possível expandir magicamente a casa da fazenda... Eu não me importaria de ter um porão extra para alguns acessórios misteriosos extras.${{e3}}#$b#Você tem alguma opinião sobre o assunto, @?${{e3}}",
    "Wizard.spouseRoom_Wizard.2": "Mmm... Não desejo assumir o controle da casa da fazenda completamente, mas gostaria de ter mais alguns dos meus livros de feitiços aqui para consultar.${{e3}}",
    "Wizard.Spring.funLeave_Wizard.0": "Preciso de algumas coisas da minha torre; se você me procurar lá, hoje, você me encontrará.#$e#Abrace os mistérios do dia, @.${{e7}}",
    "Wizard.Spring.funLeave_Wizard.1": "Devo cuidar das plantas da minha torre hoje.#$b#Algumas delas são variantes de flores raras, o agricultor tem alguma dica?${{e1}}#$b#Espero que seu dia corra bem, amor, vejo você esta noite.${{e7}}",
    "Wizard.Spring.funLeave_Wizard.2": "Fora em algumas tarefas misteriosas. Voltarei a tempo para o jantar, prometo.${{e1}}",
    "Wizard.Spring.funReturn_Wizard.0": "Voltar para esta casa que compartilhamos é um alívio. Nunca antes pensei que minha torre estivesse vazia, e ainda assim parece assim sem você lá.${{e1}}#$e#Mesmo assim, passei um dia produtivo.#$b#Venha, vamos ficar juntos e compartilhar as memórias um do outro.${{e7}}",
    "Wizard.Spring.funReturn_Wizard.1": "Um contato de Castle Village me procurou hoje oferecendo literatura rara em troca de suprimentos difíceis de encontrar.${{e3}}#$b#Acontece que o livro era um antigo glossário de feitiços que se concentra especificamente na agricultura.${{e1}}#$b#Pode muito bem ser muito interessante, espero que contenha algo útil para a sua fazenda.${{e9}}",
    "Wizard.Spring.funReturn_Wizard.2": "Que lugar maravilhoso para voltar.${{e1}}#$b#...Direto em seus braços.${{e6}}",
    "Wizard.Summer.funLeave_Wizard.0": "Hoje eu deveria dar uma olhada no jardim da minha torre.${{e9}}#$b#As frutas antigas precisam de mais água do que a maioria das outras plantas. É possivelmente a razão pela qual eles quase foram extintos...${{e3}}#$e#Posso convencê-lo a... almoçar comigo mais tarde?${{e3}}#$b#Suas visitas inesperadas são sempre o ponto alto do meu dia.${{e6}}",
    "Wizard.Summer.funLeave_Wizard.1": "O Ministério está mais ativo nesta época do ano, então preciso visitar minha torre para lidar com eles hoje.#$b#Uma das vantagens de morar aqui com você é que isso me torna significativamente mais difícil de alcançar.${{e1}}",
    "Wizard.Summer.funReturn_Wizard.0": "Mmm, meu coração... estou esgotado até os ossos.${{e11}}#$b#O Ministério foi extremamente implacável hoje, realizando reuniões uma após a outra. A maioria dos quais dificilmente eram necessários.${{e10}}#$b#O que você acha de ir dormir cedo hoje à noite? Se sobrar algum trabalho agrícola por dia, deixe-me ajudar.#$b#Eu não me oporia a um tempo de cama de qualidade esta noite...${{e6}}",
    "Wizard.Summer.funReturn_Wizard.1": "Boa noite, meu amor.${{e1}}#$b#Como foi seu dia? O sol te tratou bem hoje?#$b#Caso contrário, posso oferecer meus serviços de espuma amanhã de manhã.${{e6}}",
    "Wizard.Fall.funLeave_Wizard.0": "Se cuide hoje, amor. Preciso do espaço da minha torre para um ritual, é muito volátil para tentar na sua fazenda.#$b#Claro que é seguro, não se preocupe, só não quero arriscar prejudicar suas colheitas.${{e1}}",
    "Wizard.Fall.funLeave_Wizard.1": "Esta é uma época do ano movimentada para você, eu sei, mas lembre-se de não se sobrecarregar, meu coração.#$b#Preciso cuidar da minha torre hoje, mas estarei em casa à noite para ajudá-lo a relaxar.${{e1}}",
    "Wizard.Fall.funReturn_Wizard.0": "A lua estava linda no meu caminho para casa.${{e3}}#$b#O que você diria para alguma estrela olhando uma noite dessas?${{e1}}",
    "Wizard.Fall.funReturn_Wizard.1": "Meu coração, você parece positivamente radiante. Como foi o seu dia?${{e1}}#$b#Acredito que fui atingido por um 'inseto do abraço', como alguns diriam... Senti muita falta de você.${{e6}}",
    "Wizard.Winter.funLeave_Wizard.0": "Bom dia, meu coração.${{e1}}#$b#Devo partir para minha torre hoje. Se você estiver tendo um dia lento, não me importaria com sua companhia.${{e1}}",
    "Wizard.Winter.funLeave_Wizard.1": "Preciso reunir algumas leituras da minha torre hoje, vejo você hoje à noite.${{e1}}#$b#Fique aquecido, leve uma das minhas capas extras se precisar. Eles estão bem isolados contra esse tipo de clima.${{e9}}",
    "Wizard.Winter.funReturn_Wizard.0": "Você parece com frio, meu coração... Vou colocar outro cobertor na cama esta noite.#$b#Eu também não pareço muito mais quente? Meu, @, minhas bochechas podem estar rosadas por uma série de razões.${{e6}}",
    "Wizard.Winter.funReturn_Wizard.1": "Posso fazer algumas leituras extras na cama antes de dormir, se estiver tudo bem.#$b#Tenho uma grande pilha de livros para ler antes da primavera. Prometo não fazer muito barulho.${{e1}}",
    "Wizard.Spring.patio_Wizard.0": "...Hum? É um círculo ritual.${{e3}}#$e#Você se lembra. Das nossas aulas.${{e1}}",
    "Wizard.Spring.patio_Wizard.1": "Se você tiver tempo em sua agenda, gostaria de forragear comigo hoje? Ultimamente tenho sentido falta de algumas samambaias cruciais.${{e1}}",
    "Wizard.Spring.patio_Wizard.2": "Um dia agradável para estar fora de casa. Quer se juntar a mim?${{e1}}",
    "Wizard.Summer.patio_Wizard.0": "O verão é a estação mais fácil e mais forte para a meditação, as energias estão como se estivessem a uma parede fina de distância.#$b#Hoje em particular pode ser um bom dia para praticar, se você quiser, meu coração.${{e1}}",
    "Wizard.Summer.patio_Wizard.1": "Não se preocupe, lembrei de passar protetor solar dessa vez.${{e9}}",
    "Wizard.Fall.patio_Wizard.0": "Talvez eu devesse colocar uma barreira em volta da minha área de trabalho... uma única folha perdida poderia comprometer o ritual de hoje.${{e3}}",
    "Wizard.Fall.patio_Wizard.1": "Acho que a fazenda fica mais bonita no outono.${{e1}}#$b#O outono desperta minha nostalgia e com isso a fazenda começa a parecer ainda mais um lar.${{e7}}",
    "Wizard.Winter.patio_Wizard.0": "Embora eu aprecie o rubor em suas bochechas, mantenha-se aquecido hoje, @.${{e9}}",
    "Wizard.Winter.patio_Wizard.1": "Acordei sentindo-me bastante lento, esperava que algum tempo fora me acordasse do meu estupor.#$b#Havia um livro que eu queria ler hoje, mas no momento não tenho energia nem para abrir a primeira página.${{e10}}#$e#Talvez um beijo me desse o impulso que tanto procuro.${{e7}}",
    "Wizard.NoEx.Bad_0.0": "...Você ainda me ama?${{e2}}",
    "Wizard.NoEx.Bad_0.1": "*suspirar*Cometi alguns erros graves no passado, @. Eventualmente, precisarei abordá-los.${{e2}}#$e#Com sorte, você estará ao meu lado quando esses momentos chegarem.",
    "Wizard.NoEx.Bad_1.0": "Presságios negros escurecem os horizontes do nosso futuro.#$b#Você prestará atenção aos sinais e mudará de rumo ou continuará como está?#$e#Não faça uma escolha da qual se arrependerá mais tarde, @.${{e10}}",
    "Wizard.NoEx.Bad_1.1": "...Eu nunca deveria ter me casado.${{e11}}",
    "Wizard.NoEx.Bad_1.2": "Posso passar algum tempo na minha torre... Você não fez nada de errado. Eu só preciso de um tempo para mim.",
    "Wizard.NoEx.Bad_4.0": "Hmph.",
    "Wizard.NoEx.Bad_4.1": "Eu esperava evitar um coração partido...${{e8}}",
    "Wizard.NoEx.Bad_4.2": "Um novo feitiço que eu estava testando saiu pela culatra. Eu me sinto... não exatamente eu mesmo.${{e10}}#$e#Se você acordar com um sapo na cama esta noite, deixei um saquinho de pó em cima da mesa.${{e10}}#$e#Apenas espalhe um pouco em mim.${{e10}}#$e#...${{e11}}#$e#%Magnus não parece muito bem...",
    "Wizard.NoEx.Bad_7.0": "Se houver algo que eu possa fazer para consertar isso, por favor, me diga!${{e2}}#$b#Não estou pronto para fracassar nesse casamento, @.${{e8}}",
    "Wizard.NoEx.Bad_7.1": "A bruxa sobrevoou minha torre ontem à noite e conseguiu queimar algumas das árvores próximas até ficarem crocantes.${{e5}}#$e#Aquela mulher pode provocar um incêndio florestal se não tomar cuidado.${{e5}}",
    "Wizard.NewChild_Adoption": "Uma família nossa... eu nunca teria imaginado.${{e6}}",
    "Wizard.NewChild_FirstChild": "Passei tanto tempo sonhando com este momento, mas nada se comparava à realidade.${{e6}}",
    "Wizard.NewChild_SecondChild1": "Você me fez o homem mais feliz do mundo. Duas vezes.${{e6}}",
    "Wizard.NewChild_SecondChild2": "Nunca previ dois filhos lindos com o amor da minha vida... Era isso que me faltava.${{e6}}",
    "Wizard.Mines_PlayerKilled_Spouse_PlayerMale": "@! Eu avisei você sobre os males da mina, não foi?${{e5}}#$b#...#$b#Por um momento tive medo de perder você...${{e8}}",
    "Wizard.Mines_PlayerKilled_Spouse_PlayerFemale": "@! Eu avisei você sobre os males da mina, não foi?${{e5}}#$b#...#$b#Por um momento tive medo de perder você...${{e8}}",
    "EggFestival.0Hearts.0.Wizard": "Tenha cuidado para não perder nenhum.#$b#O cheiro de ovos podres atrai basiliscos.${{e3}}",
    "EggFestival.0Hearts.1.Wizard": "No ano passado, os habitantes da cidade negligenciaram o cuidado de alguns ovos deixados para trás.#$b#Se não fosse por mim, os basiliscos teriam causado estragos em Vila Pelicanos.",
    "EggFestival.4Hearts.0.Wizard": "Este ritual do ovo-caçar faz pouco sentido para mim.#$b#No entanto, todos os anos venho e fico maravilhado com as desculpas bizarras que as pessoas mundanas inventam como desculpa para comemorar.${{e3}}#$e#Você não pode simplesmente fazer um festival só por fazer?${{e3}}#$b#Ninguém está enganado.",
    "EggFestival.4Hearts.1.Wizard": "Uma atividade tão sem sentido com resultados tão sem sentido.#$b#Por que esta tradição dolorosa, com uma limpeza tão agonizante, já não desapareceu ao longo das gerações?",
    "EggFestival.6Hearts.0.Wizard": "O ovo, talvez, simbolize um renascimento.${{e3}}#$b#Na primavera, todas as coisas nascem de novo, não é?${{e3}}#$e...#$e#Estou pensando demais nisso, não estou?${{e10}}",
    "EggFestival.6Hearts.1.Wizard": "Talvez não seja o ovo que impulsiona a sua motivação para seguir esta estranha tradição.${{e3}}#$b#A caça aos ovos foi projetada especificamente para as crianças, não é? Portanto, eles devem estar conectados...${{e3}}#b#As crianças começam como ovos...${{e3}}#b#Receio ainda não entender essas festividades bizarras.${{e10}}",
    "EggFestival.Dating.0.Wizard": "@.#$b#Isso é muito importante, por isso preciso que você ouça com atenção e considere sua resposta com atenção.${{e1}}#$b...${{e1}}#$b#Qual é o propósito da caça aos ovos?!${{e10}}#$e#Certamente, você pode compartilhar o segredo comigo.${{e10}}",
    "EggFestival.Dating.1.Wizard": "Se eu conseguisse todo o minério de irídio de que você precisa para durar o resto da primavera, isso o motivaria o suficiente para me explicar este festival?${{e9}}#$b#Não?${{e1}}#$b#Que tal quantos beijos eu puder reunir depois do festival?${{e7}}#$b#Ainda não?${{e1}}#$b#Nossa, você é difícil de agradar, não é?${{e7}}#$e#Talvez seja verdade, o mistério do festival do ovo está destinado a me escapar para sempre.${{e1}}",
    "EggFestival.Married.0.Wizard": "Sim, eu disse que não iria comparecer.#$b#...#$b#E, no entanto, aqui estamos.${{e3}}#$e#Eu não consigo me conter!${{e11}}#$b#Por que eles caçam ovos?!${{e10}}#$e#Não conseguirei dormir esta noite a menos que encontre a resposta.${{e11}}",
    "EggFestival.Married.1.Wizard": "Por mais que eu jure me abster do Festival do Ovo, ele sempre me arrasta de volta. É como se o próprio ovo estivesse me colocando em transe...${{e3}}#$b#Talvez isso finalmente tenha me deixado louco.${{e10}}#$b#@. Você tem que me ajudar.${{e10}}#$b#Por que devem ser ovos?${{e11}}",
    "EggFestival.Divorced.0.Wizard": "%Magnus parece perdido em pensamentos.",
    "FlowerDance.0Hearts.0.Wizard": "Não posso trabalhar com tanta comoção acontecendo aqui.",
    "FlowerDance.0Hearts.1.Wizard": "Estou esperando que eles se dispersem para começar um ritual.",
    "FlowerDance.4Hearts.0.Wizard": "Cada ano observo de longe e ainda não entendo esses costumes.",
    "FlowerDance.4Hearts.1.Wizard": "Receio que este evento faça tão pouco sentido para mim quanto o anterior.",
    "FlowerDance.4Hearts.0.WizardAccept": "Você deseja dançar...? Comigo?${{e1}}#$b#Ah... eu... não acho que isso seria sensato. Não sei os passos.#$b#Por favor, não me olhe assim.${{e2}}#$b#Ah, muito bem. Não me responsabilizo pelo resultado.${{e7}}",
    "FlowerDance.6Hearts.0.Wizard": "Eles parecem muito felizes.${{e2}}#$b#...Talvez no próximo ano eu participe.${{e1}}",
    "FlowerDance.6Hearts.0.WizardAccept": "Você deve ter ouvido mal, eu estava pensando no próximo ano...${{e3}}#$b#Você está... falando sério? Você não se importa comigo?#$b#Ah, muito bem então.${{e4}}#$b#Obrigado.${{e1}}",
    "FlowerDance.6Hearts.1.Wizard": "A felicidade deles irradia para os elementais circundantes. Você pode sentir isso mesmo daqui.${{e3}}#$b#...${{e2}}",
    "FlowerDance.6Hearts.1.WizardAccept": "Nós... podemos participar disso?${{e3}}#$b#Como assim?${{e3}}#$b#...${{e3}}#$b#Dançar...juntos?${{e4}}#$b#Será que eles me permitiriam? Não quero deixar ninguém desconfortável.#$b#Bem, se você está tão confiante. Sim, vou dançar com você, @.${{e1}}",
    "FlowerDance.Dating.0.Wizard": "Ah. Então você me encontrou.${{e1}}#$b#E aqui eu pensei que estava sendo dissimulado.${{e1}}#$e#Dança...?${{e3}}#$b#Ah...${{e4}}#$b#Eu... não acho que isso seria sensato.${{e4}}#$b#Não sei os passos.${{e3}}#$e#Peço desculpas se te decepcionei...${{e4}}",
    "FlowerDance.Dating.0.WizardAccept": "Você está tentando derramar culpa profundamente em minha alma, não é?${{e10}}#$b#Você vai me guiar?${{e11}}#$b#Na verdade estou bastante nervoso. Temo que nenhum estudo possa ajudar nesse aspecto.${{e11}}#$b#...#$b#Bem... se você me acompanhar o tempo todo, talvez as coisas não sejam tão ruins. Tudo bem.${{e1}}",
    "FlowerDance.Dating.1.Wizard": "@?${{e3}}#$b#O que estou fazendo aqui?${{e3}}#$b#Estudando, presumo.${{e1}}#$b#Cortejar você me deixou mais curioso sobre os outros habitantes da cidade. Desejo entendê-los melhor.${{e1}}#$b#Está indo bem?${{e3}}#$b#Ah... bem...${{e11}}",
    "FlowerDance.Dating.1.WizardAccept": "Você vai... me ajudar?${{e3}}#$b#Dançando?${{e4}}#$b#Não que eu desconfie do seu julgamento, mas você tem certeza de que é uma boa ideia quando há tantos outros candidatos...#$b#Você deseja dançar especificamente comigo?${{e4}}#$b#Bem, nesse caso, eu seria um tolo se não aceitasse sua oferta de uma ou duas aulas.${{e6}}",
    "FlowerDance.Married.0.Wizard": "Ah...${{e3}}#$b#...Sim, tudo bem, eu vim.${{e10}}#$b#Não é porque eu não confio em você.${{e11}}#$b#Eu só queria aprender como fazer você mais feliz.${{e9}}#$e#Eu gostaria de poder dançar com você.${{e6}}#$b#Mas não posso ir até lá.${{e4}}",
    "FlowerDance.Married.0.WizardAccept": "O que está me impedindo?${{e3}}#$b#...${{e1}}#$b#Meu Deus, você está certo, realmente não há nada. Só estou com medo, como sempre.${{e2}}#$b#Nesse caso, você me convenceu. Claro que vou dançar com você, meu coração.${{e1}}#$e#Onde eu estaria sem você...${{e1}}",
    "FlowerDance.Married.1.Wizard": "...Saudações, meu amor.${{e9}}#$b#...${{e9}}#$b#Devo me desculpar. Eu disse que não viria, mas aqui estou...${{e2}}#$b#Pensei mais no que disse esta manhã... e lembrei-me do quanto estas festividades significam para você.${{e2}}#$b#Então eu vim. Na esperança de entender este festival, e por extensão você, um pouco mais.${{e1}}#$e#Por favor me perdoe, @.",
    "FlowerDance.Married.1.WizardAccept": "Compensar com uma dança?${{e1}}#$b#Muito explorador da sua parte, não é?${{e7}}#$b#Bem, já que estou aqui agora, é o mínimo que posso fazer. Adoraria dançar com você, @.${{e6}}#$e#Não assumo nenhuma responsabilidade por assustar qualquer um dos habitantes da cidade.${{e3}}",
    "FlowerDance.Divorced.0.Wizard": "Falar comigo hoje, dentre todos os dias, diverte você? Você tem um senso de humor doentio.#$e#Deixar.${{e5}}",
    "Luau.0Hearts.0.Wizard": "Você faria bem em estudar os sereianos por aqui.#$e#Você pode aprender muito abrindo os olhos para formas de vida fora da sua.",
    "Luau.0Hearts.1.Wizard": "Se ao menos os habitantes da cidade soubessem quem está assistindo, talvez eles respeitassem mais o ambiente.#$b#Os sereianos têm memórias duradouras.",
    "Luau.4Hearts.0.Wizard": "Se quiser prestar um serviço aos sereianos, você ficará depois e garantirá que os habitantes da cidade levem embora todo o lixo que trouxeram.",
    "Luau.4Hearts.1.Wizard": "Os sereianos costumam ser obrigados a limpar após atividades humanas na praia.#$b#O Luau é o dia mais infame e terrível em seus clãs.",
    "Luau.6Hearts.0.Wizard": "Eu não experimentaria essa sopa, se fosse você.${{e3}}#$b#Você não ficou aqui observando o que eles colocaram.${{e3}}#$e#Não existem regras para esse tipo de coisa?${{e11}}",
    "Luau.6Hearts.1.Wizard": "Você está participando da sopa comunitária este ano?#$b#Vendo o absurdo que é colocado nele ano após ano, ele quase rivaliza com o meu próprio caldeirão.${{e7}}#$b#Você é a única esperança que a sopa tem, @. Por favor, salve Pelican Town da intoxicação alimentar.${{e1}}",
    "Luau.Dating.0.Wizard": "@. Obrigado por vir falar comigo.${{e7}}#$b#Os tritões são uma boa companhia, mas ainda prefiro a sua.${{e4}}#$e#Como você gostaria de aprender a língua deles?${{e7}}#$b#Posso te ensinar algumas agora.${{e1}}",
    "Luau.Dating.1.Wizard": "Que bom ver você, @.${{e1}}#$b#Os tritões estavam perguntando sobre você. Eu prometo que disse apenas coisas boas.${{e7}}#$b#Você gostaria de conhecê-los quando tiver tempo? Acho que você os acharia bastante interessantes.${{e3}}",
    "Luau.Married.0.Wizard": "As pessoas comuns estão sempre contando histórias sobre a beleza dos tritões.${{e1}}#$b#Nunca os achei assim.${{e3}}#$b#Interessante, certamente, mas não bonito.${{e9}}#$e#Talvez porque você me mostre a verdadeira beleza todos os dias.${{e6}}",
    "Luau.Married.1.Wizard": "O oceano é... legal.#$b#Devíamos vir aqui mais vezes, só nós dois.${{e1}}#$b#Se o fizermos, posso dizer aos tritões para nos deixarem em paz e poderemos ter a outra metade da praia só para nós.${{e4}}#$b#O que você acha?${{e6}}",
    "Luau.Divorced.0.Wizard": "Estou ocupado. Encontre entretenimento em outro lugar.",
    "MoonlightJellies.0Hearts.0.Wizard": "Posso sentir a energia crescente durante a noite.#$b#Muito em breve, agora.${{e1}}#$e#Lembre-se de prestar muita atenção.${{e1}}",
    "MoonlightJellies.0Hearts.1.Wizard": "Os Lunaloos carregam consigo uma espécie de aura. Com a sua atmosfera única, criam uma noite verdadeiramente inesquecível.${{e1}}#$b#Não deixe isso escapar.",
    "MoonlightJellies.4Hearts.0.Wizard": "Você tem uma mente perspicaz, @.#$b#Se você se concentrar, tenho certeza de que será capaz de sentir as energias arcanas que os Lunaloos projetam.${{e1}}#$e#Afie sua mente. Aproveite a noite, @.${{e9}}",
    "MoonlightJellies.4Hearts.1.Wizard": "Você já deve ter notado as mudanças no ar. Certamente faz a noite parecer espetacular, não acha?${{e1}}#$b#Porém, não se deixe levar pelas energias, os Lunaloos são um espetáculo para ser visto.${{e9}}#$b#Espero que você se divirta esta noite, @.${{e1}}",
    "MoonlightJellies.6Hearts.0.Wizard": "Você sentirá falta dos Lunaloos se passar todo o tempo escondido nas sombras.${{e1}}#$e#O que você quer dizer com isso sobre mim?${{e3}}",
    "MoonlightJellies.6Hearts.1.Wizard": "Você não está com frio, @?#$b#Você deveria se aquecer na cabana, se estiver. Está ficando muito frio aqui perto da floresta.#$e#Hum?${{e3}}#$b#Não se preocupe comigo, tenho minha capa para me aquecer.${{e1}}",
    "MoonlightJellies.Dating.0.Wizard": "Posso senti-los bem daqui, obrigado.#$b#Há muitas pessoas nas docas.${{e3}}#$e#Eu não diria não à sua empresa, no entanto.${{e7}}",
    "MoonlightJellies.Dating.1.Wizard": "Prefiro não vir. Em tal escuridão, posso enervá-los ainda mais.#$b#...#$b#Você fica deslumbrante quando as sombras enfeitam seu rosto assim.${{e1}}",
    "MoonlightJellies.Married.0.Wizard": "Meu coração.${{e1}}#$b#Sente-se comigo. Limpe sua mente e sinta as energias fluindo ao seu redor.${{e7}}#$e#Você pode senti-los?${{e1}}",
    "MoonlightJellies.Married.1.Wizard": "Posso compará-lo a um brilho Lunaloos?${{e1}}#$b#O que?${{e3}}#$b#Talvez eu tenha lido alguns dos livros da sua coleção, sim.${{e9}}#$b#É crime eu passar o festival elogiando a atração principal da noite?${{e6}}",
    "MoonlightJellies.Divorced.0.Wizard": "%Magnus está desviando seu olhar.",
    "Fair.0Hearts.0.Wizard": "Você faria bem em ouvir a adivinhação de Welwick.#$b#Seus sentidos estão perfeitamente sintonizados com o futuro.${{e3}}#$e#Aliás, eu evitaria aquele palhaço, se fosse você.${{e11}}",
    "Fair.0Hearts.1.Wizard": "Welwick pode adivinhar muito além dos relacionamentos.#$b#Por exemplo, ela pode prever quais itens seus colegas agricultores trarão para a feira do próximo ano.${{e1}}#$e#Quanto ao palhaço? Bem...${{e3}}#$b#Receio não ter tantas impressões positivas.",
    "Fair.4Hearts.0.Wizard": "Esse palhaço está de volta.${{e11}}#$b#Cada vez que o vejo algo desperta em mim algo desconfortável, mas ainda não consigo identificá-lo.${{e10}}#$e#De alguma forma, sinto como se ele estivesse me provocando.${{e10}}#$b#Mas ele não olhou nesta direção nem uma vez.${{e11}}",
    "Fair.4Hearts.1.Wizard": "Esse palhaço está no auge da carreira com a farsa indistinguível que mantém. Temo que ele possa ser o início da coulrofobia em muitas crianças.${{e10}}#$b#Juro por toda a minha coleção de livros, já vi sua cara torta em algum lugar antes...${{e11}}#$e#Em um pesadelo...?${{e11}}",
    "Fair.6Hearts.0.Wizard": "É isso!!${{e1}}#$b#Foi a Escola da Ilusão!${{e1}}#$b#Sem dúvida, esse é Ixeor, o Louco!${{e1}}#$b#Ele desistiu antes de concluir o programa. Ouso dizer que todos pensávamos que ele tinha enlouquecido.${{e3}}#$b#Talvez ele tenha.${{e11}}#$e#Melhor que você fique bem longe dele, @.",
    "Fair.6Hearts.1.Wizard": "Saudações, @.${{e1}}#$b#Você está entrando no Grange Display novamente? Suas colheitas estão cheias de vitalidade este ano, você teria uma classificação elevada, tenho certeza.${{e9}}#$e#Não, não consultei Welwick para essa previsão. É exclusivamente meu.${{e7}}",
    "Fair.Dating.0.Wizard": "Já apresentei você ao Welwick, @?${{e1}}#$b#Certamente existem desvantagens neste campo, mas garanto que ela não é uma delas${{e9}}b#Her grasp of the unknown is admirable.${{e1}}#$e#Hmm? You aren't jealous are you?${{e3}}#$b#She's only a friend.${{e7}}",
    "Fair.Dating.1.Wizard": "Eu já me aconselhei com Welwick?${{e3}}#$b#Nunca achei necessário. Eu mesmo sou capaz de adivinhar, embora não tão extensivamente quanto Welwick.#$b#Além disso, a adivinhação é, na melhor das hipóteses, indefinida e, na pior, perigosa.#$b#Há uma hora e um lugar para isso, mas certamente vale a pena deixar algumas coisas intactas. Caso contrário, onde está o prazer de viver?${{e1}}#$e#Digamos apenas que tenho minhas próprias esperanças para o futuro e não desejo ser decepcionado ou seguro.${{e1}}",
    "Fair.Married.0.Wizard": "@, você se lembra do meu amigo Welwick, tenho certeza.${{e1}}#$b#Devemos convidá-la para jantar, quando isto acabar.${{e9}}#$e#...ah... você não se importaria de cozinhar, não é?${{e4}}#$b#Você sabe como sou confiável na cozinha...${{e10}}",
    "Fair.Married.1.Wizard": "Você trabalhou incansavelmente pela exibição da sua granja esse ano, @. Deveríamos comemorar quando voltarmos para casa.${{e1}}#$b#Não posso prometer preparar uma refeição deliciosa, mas talvez possamos pedir para trazer comida extra para casa...${{e9}}#$b#...Gus? ...Esse é o nome do homem?${{e3}}#$e#Tem sido difícil memorizar os nomes das pessoas que você tem evitado, até agora, com fervor.${{e9}}",
    "Fair.Divorced.0.Wizard": "A escalação do Welwick é assim.",
    "SpiritsEve.0Hearts.0.Wizard": "Olá, @. Você entrou no labirinto? Eu implantei... surpresas para quem se atrever a entrar.${{e1}}#$e#Posso ter exagerado um pouco com os monstros!${{e7}}",
    "SpiritsEve.0Hearts.1.Wizard": "A fonte da cidade está segura em outra dimensão...${{e3}}#$e#Faz tempo que não uso tanta mana...${{e1}}",
    "SpiritsEve.6Hearts.0.Wizard": "Nunca deixo de me surpreender como algumas pessoas ficam presas nesse labirinto.${{e3}}#$e#Por que eles não conseguem ver através das tentações e dos horrores?${{e3}}",
    "SpiritsEve.6Hearts.1.Wizard": "Com a aproximação do inverno, usar tanta mana me deixou exausto além do normal.#$b#Mas gosto de contribuir para Pelican Town dessa maneira. Não é necessária socialização, apenas magia misteriosa e criatividade.${{e7}}#$b#Sem falar que também é um bom exercício.${{e1}}",
    "SpiritsEve.Dating.0.Wizard": "Este labirinto pode ser um lugar que vale a pena para você aprimorar suas habilidades, meu coração.${{e7}}#$b#Se você se concentrar, deverá ser capaz de comungar com pelo menos um desses elementais.${{e1}}#$e#Tentar.${{e7}}#$b#Estenda a mão e...${{e9}}",
    "SpiritsEve.Dating.1.Wizard": "Há um aumento da atividade elementar este ano mais uma vez. Poderíamos aproveitar a oportunidade para treiná-lo ainda mais, se desejar.${{e3}}#$b#Embora eu tenha certeza de que você é hábil o suficiente para realizar a tarefa sozinho, se precisar de ajuda enquanto estiver no labirinto, não tenha medo de dizer meu nome, eu irei imediatamente.${{e1}}#$b#Duas grandes mentes são sempre melhores que uma.${{e7}}#$e#Além disso, estarmos juntos nas profundezas de um labirinto sozinhos... não parece tão ruim assim.${{e4}}",
    "SpiritsEve.Married.0.Wizard": "Você viu os elementais, @?${{e1}}#$b#Eles certamente viram você.${{e9}}#$e#Você é frequentemente questionado e nunca tenho uma explicação coerente.${{e7}}#$b#Agora talvez alguns deles entendam o que você é.${{e1}}#$b#Perfeição.${{e6}}",
    "SpiritsEve.Married.1.Wizard": "Você ainda cria um grande rebuliço entre os elementais nesta época do ano.${{e1}}#$b#O que posso dizer? Você é extraordinário.${{e9}}#$b#Os elementais que circulam por você devem se considerar abençoados por terem permissão para estar em sua presença.${{e1}}#$b#Talvez eles possam me bater por dizer coisas tão controversas, mas que marido eu seria se dissesse o contrário?${{e3}}#$e#Se até os elementais forem abençoados, então sou realmente o homem mais sortudo do mundo.${{e6}}",
    "SpiritsEve.Divorced.0.Wizard": "Os elementais ainda perguntam sobre você todos os anos...${{e2}}#$e#Se os elementais não me derem um tempo, então pelo menos você pode me deixar em paz.${{e10}}",
    "FestivalofIce.0Hearts.0.Wizard": "Certamente você tem coisas mais interessantes para fazer.",
    "FestivalofIce.0Hearts.1.Wizard": "É fácil se perder nesta floresta. Você deveria ir.",
    "FestivalofIce.4Hearts.0.Wizard": "O barulho do festival torna o trabalho impossível.${{e5}}#$b#Ficarei aliviado quando eles partirem.${{e10}}",
    "FestivalofIce.4Hearts.1.Wizard": "Espero não ter que salvar nenhuma criança caída daquelas aberturas no gelo este ano.${{e10}}",
    "FestivalofIce.6Hearts.0.Wizard": "Prefiro assistir de longe, em vez de participar.${{e3}}#$e#Provavelmente é melhor para todos nós dessa forma.",
    "FestivalofIce.6Hearts.1.Wizard": "Você sabia que Linus é excepcional na construção de iglus?${{e1}}#$b#Ele é um homem viajado e com um imenso conhecimento prático. Já o conheço há algum tempo e ainda assim a amplitude de suas habilidades me surpreende.${{e9}}#$e#Você gostaria de cumprimentá-lo comigo?${{e1}}",
    "FestivalofIce.Dating.0.Wizard": "Você está se divertindo?${{e1}}#$e#Ficarei aqui, se não se importar com você.${{e9}}#$b#Você se lembra do que aconteceu da última vez que tentei falar com uma pessoa normal.${{e10}}",
    "FestivalofIce.Dating.1.Wizard": "Como vai você, @? Você está se mantendo aquecido?#$b#Posso oferecer minha capa se você quiser, ela é magicamente reforçada e surpreendentemente isolante.${{e1}}#$b#Ou posso preparar uma mistura quente, se for mais do seu agrado?${{e3}}#$e#O quê, ainda desconfiando das minhas poções desde quando nos conhecemos?${{e1}}#$b#Prometo que desta vez tentarei torná-lo palatável.${{e7}}",
    "FestivalofIce.Married.0.Wizard": "Não posso dizer que entendo o propósito de tudo isso, mas só importa que você se divirta.${{e9}}#$e#Você é?${{e1}}",
    "FestivalofIce.Married.1.Wizard": "Boa sorte na competição de pesca, meu coração.${{e1}}#$e#... Juntar?${{e3}}#$b#... Pescando... na frente de toda a cidade...${{e11}}#$b#Ah... eu preferiria me juntar aos peixes.${{e10}}#$b#Peço desculpas se isso decepciona você, meu amor. Estarei apoiando você do lado de fora, eu prometo.${{e10}}",
    "FestivalofIce.Divorced.0.Wizard": "%Magnus está começando o teletransporte.",
    "WinterStar.Married.0.Wizard": "Tomei a liberdade de montar este espaço só para nós dois, longe da agitação principal das festividades. Espero que você não se importe.${{e4}}#$e#Linus estava apenas me fazendo companhia.${{e1}}",
    "WinterStar.Married.1.Wizard": "Felizes energias crescentes, meu coração.${{e9}}#$b#...Se não me engano este é um festival para presentear-dando, estou correto?${{e3}}#$b#...Dê-me suas mãos...aqui.${{e4}}[337 517 72]#$b#I love you, @. This gift doesn't represent even a fraction of how much I do.${{e6}}#$e#Well now, what do you say to a good meal?${{e7}}",
    "RSVGathering.2Hearts.0.Wizard": "Deixe que a atual geração jovem coloque as mãos nos materiais mais estranhos.#$b#Devo passar por aqui assim que a multidão diminuir.${{e3}}",
    "RSVGathering.2Hearts.1.Wizard": "A competição tem o dom de desbloquear a motivação total.${{e1}}",
    "RSVGathering.4Hearts.0.Wizard": "@, você conheceu o Sr. Aguar?${{e3}}#$b#Você poderia dizer que ele é um velho colega-trabalhador meu. Ele é bastante talentoso em sua área.",
    "RSVGathering.4Hearts.1.Wizard": "Raramente tenho desculpa para visitar esta aldeia. Mas quando surge a oportunidade procuro fazer uma visita ao Sr. Aguar.#$b#Há muito que podemos aprender uns com os outros, nossas áreas de estudo distintas informam umas às outras.",
    "RSVGathering.6Hearts.0.Wizard": "Ouvi dizer que um show está chegando? Você consegue confirmar?${{e3}}#$b#Posso sair mais cedo, barulho alto e prolongado muitas vezes me dá dor de cabeça.${{e10}}#$b#Viver numa torre, no meio do mato, certamente me estragou um pouco.${{e1}}",
    "RSVGathering.6Hearts.1.Wizard": "Saudações, @. Como você está achando o evento?${{e1}}#$b#Posso perguntar, você já visitou as lojas? Existem fragmentos prismáticos em seus produtos?${{e3}}#$b#Preciso de um para um próximo experimento, seria conveniente comprar um hoje.",
    "RSVGathering.Dating.0.Wizard": "@, é um prazer ver você.${{e1}}#$b#Eu estava discutindo um fenômeno local recente com o Sr. Aguar aqui. Junto com seu estudo, ele acompanha a atividade mágica de Ridgeside.#$b#Certamente torna meu trabalho como praticante de magia residente mais fácil. É demorado o suficiente para acompanhar a Cidade dos Pelicanos como ela está.${{e9}}",
    "RSVGathering.Dating.1.Wizard": "Você já teve a oportunidade de explorar a floresta ao norte daqui, @?${{e3}}#$b#Minha barreira de proteção não o cobre, por isso raramente é visitado. Como resultado, existem muitos fenômenos mal documentados.${{e3}}#$b#Conhecendo você, você pode achar que é uma área de grande interesse.${{e1}}#$e#Dito isto, é altamente perigoso. Por favor, cuide da sua segurança, nenhuma descoberta vale a sua saúde.${{e2}}",
    "RSVGathering.Married.0.Wizard": "Como você está gostando do encontro, meu amor.${{e9}}#$b#Anteriormente, notei algumas variedades de sementes raras disponíveis para compra, você precisa de alguma?${{e3}}#$b#Posso comprá-los em seu lugar se você estiver ocupado conversando com os habitantes locais.${{e9}}#$e#Ah... qual você acha que seria a melhor forma de abordar a loja? Eu preferiria não intimidar muito ninguém.${{e10}}",
    "RSVGathering.Married.1.Wizard": "Meu coração, você acha que sobrará alguma comida quando a reunião terminar?${{e3}}#$b#Seria muito conveniente ter sobras para o jantar no lugar de cozinhar, não acha?${{e1}}#$b#Eu poderia até reaquecê-los com um feitiço, se desejar.${{e9}}",
    "RSVGathering.Divorced.0.Wizard": "%Magnus se vira para o Sr. Aguar.",
    "EmberofResolutions.Dating.0.Wizard": "Amanhã, as energias começarão a prosperar novamente. Se você se concentrar, poderá até ser capaz de senti-los.${{e1}}#$b#Ajuda pensar neles como os sons fracos de coelhos correndo na neve.#$b#Ou, no nosso caso, as primeiras faíscas de uma chama.${{e1}}",
    "EmberofResolutions.Dating.1.Wizard": "Você já realizou seu desejo?${{e1}}#$b#Espero que se concretize, se houver algo que eu possa fazer para atender ao seu desejo, me avise.${{e1}}#$e#Meu desejo? Ah... eu normalmente não participo. Como eu disse antes, costumo observar de longe.${{e3}}#$b#Você acha que um bruxo não tem seus próprios rituais de Ano Novo?${{e1}}#$b#Fazer o mesmo desejo duas vezes não tornaria menos provável que ele se tornasse realidade?${{e9}}",
    "EmberofResolutions.Married.0.Wizard": "Aqui, não esqueça seu diário, meu coração.${{e3}}#$b#Eu não gostaria que meu fazendeiro favorito perdesse a bênção de desejos deste ano.${{e6}}#$b#Eu te encontrarei quando a fogueira começar. Enquanto isso, estou conversando com o Sr. Aguar.${{e1}}",
    "EmberofResolutions.Married.1.Wizard": "Você vai ficar aquecido, @? O vento nesta altitude é frio o suficiente para começar a infiltrar-se através das minhas roupas reforçadas magicamente.${{e3}}#$b#Meu coração, se em algum momento você começar a sentir muito frio, minha capa tem espaço para dois.${{e1}}#$e#Mais tarde, porém, posso precisar de ainda mais calor do seu corpo para mim...${{e4}}",
    "Linus.Mon4_inlaw_Wizard": "Eu temia que aquele velho não tivesse coragem de se casar novamente.#$b#Estou feliz que vocês dois se encontraram.$1",
    "Linus.Mon4_inlaw_Wizard_noEx": "Eu temia que aquele velho não tivesse coragem de se casar.#$b#Estou feliz que vocês dois se encontraram.$1",
    "Marlon.Sat4_inlaw_Wizard": "Como está Rasmodius atualmente?#$b#Fico feliz em saber que vocês dois estão bem.$2",
    "MovieInvite_Invited_Wizard": "Ah, sim. Filmes. Uma invenção moderna com a qual certamente estou familiarizado. Sim.*Aham*Eu ficaria feliz em ir. Encontro você lá.",
    "MovieInvite_Spouse_Wizard": "Não há nada que eu prefira fazer do que passar um tempo na sua companhia, meu amor, com cinema ou não.${{e6}}#$e#Eu ficaria encantado. Vejo você lá em breve.${{e1}}",
    "Wizard.Base.0": "Sinto um poder arcano permeando este edifício esta noite...",
    "Wizard.Base.1": "Há um brilho nos olhos do Wizard...",
    "Wizard.Base.2": "E pensar... o leigo não tem ideia de que tudo isso é filmagem crua e real!${{e1}}",
    "Wizard.Base.3": "Para aqueles conscientes dos mistérios esotéricos, isso tinha um significado profundo...${{e3}}",
    "Wizard.Base.4": "Este é um filme em preto e branco? Interessante...${{e3}}",
    "Wizard.Base.5": "Há um brilho nos olhos do Wizard...",
    "Wizard.Base.6": "Esse filme é realmente o que eu me lembro!${{e1}}",
    "Wizard.Base.7": "O filme foi bom. Mas fiquei surpreso ao ver um filme que me lembro de ter ouvido há muitos anos.${{e1}}",
    "Wizard.Base.8": "...",
    "Wizard.Base.9": "Você me tirou dos meus estudos por*esse*?${{e10}}",
    "Wizard.Dating.0": "Sinto um poder arcano permeando este edifício esta noite...${{e3}}#$b#Você já viu esse filme antes, @?",
    "Wizard.Dating.1": "Há um brilho nos olhos de Magnus...",
    "Wizard.Dating.2": "E pensar... o leigo não tem ideia de que tudo isso é filmagem crua e real!${{e1}}",
    "Wizard.Dating.3": "Para aqueles conscientes dos mistérios esotéricos, isso tinha um significado profundo...${{e3}}#$b#Hum? Você achou assustador?${{e3}}#$b#Não se preocupe, a maior parte do que foi mostrado não é prejudicial aos humanos.${{e1}}",
    "Wizard.Dating.4": "Este é um filme em preto e branco? Interessante...${{e3}}#$b#Suspeito que já tenha ouvido falar desse filme há muito tempo.${{e3}}",
    "Wizard.Dating.5": "Magnus se inclina...",
    "Wizard.Dating.6": "Esse filme é realmente o que eu me lembro!${{e1}}",
    "Wizard.Dating.7": "Objetivamente, achei o filme abaixo da média. Mas gostei da nostalgia que isso me deu.${{e1}}#$b#Abaixo da média? Bem, parecia bastante inacabado e insatisfatório de assistir. Não correspondeu às críticas positivas que ouvi antes.#$b#Eu também acredito que gêneros de romance simplesmente... não estão na minha área de interesse.${{e10}}",
    "Wizard.Dating.8": "Hmm, a muda corajosa? Este é um documentário sobre a natureza?${{e3}}#$b#Como uma muda poderia ser considerada... corajosa?${{e3}}",
    "Wizard.Dating.9": "Magnus parece estar cochilando...",
    "Wizard.Dating.10": "Você se importa em resumir como o filme terminou, meu coração.${{e10}}#$b#Tenho medo de ter adormecido...${{e11}}",
    "Wizard.Dating.11": "Você pode achar estranho, mas o título ‘Prarie King’ na verdade vem do mundo da magia.${{e1}}#$b#Os registros afirmam que ele era um mago poderoso, um dos primeiros a iniciar a tradição de praticantes de magia residentes.#$b#Infelizmente, a história regista-o como um exemplo preventivo de como a fome de poder acaba por matar.",
    "Wizard.Dating.12": "Magnus franze as sobrancelhas.",
    "Wizard.Dating.13": "Parece que esta reimaginação do Prarie King está muito distante da fonte.${{e3}}",
    "Wizard.Dating.14": "Eu me pergunto como o Rei Prarie conseguiu entrar na cultura popular.${{e3}}#$b#Certamente deve ter havido vários erros na história antes que ela fosse reduzida a isso.",
    "Wizard.Dating.15": "Já faz um tempo que não assisto ou leio uma comédia. Nunca encontrei tempo para isso fora das minhas leituras acadêmicas.",
    "Wizard.Dating.16": "Magnus parece muito... focado.",
    "Wizard.Dating.17": "Bem...${{e10}}#$b#Sinto que posso simplesmente estar velho demais para entender.${{e10}}",
    "Wizard.Dating.18": "Você já sabe o que penso do ‘Winter Star’, @. Minhas esperanças de qualquer precisão neste filme são extremamente baixas.#$b#...O que você quer dizer com isso não é o ponto?${{e3}}",
    "Wizard.Dating.19": "Magnus parece estar perdido em pensamentos.",
    "Wizard.Dating.20": "Receio não ter chegado mais perto de compreender o propósito deste filme.${{e11}}#$b#Porém... eu ainda gostaria de entender. @, você pode explicar o que você quis dizer anteriormente com 'o ponto'?",
    "Wizard.Dating.21": "Um documentário? Isso poderia muito bem ser interessante.${{e3}}",
    "Wizard.Dating.22": "Por que a câmera está focando em...${{e3}}",
    "Wizard.Dating.23": "Hum? Estava tudo bem. Eu me vi esperando que ele se aprofundasse nas propriedades mais misteriosas do assunto, mas suponho que isso seria desinteressante para a população em geral.${{e3}}#$b#Pelo menos foi revigorante aprender algo novo em uma área de estudo diferente da minha.${{e1}}",
    "Wizard.Dating.24": "Posso apreciar um bom terror se for bem feito. No entanto, é difícil me assustar.#$b#Décadas de trabalho com o arcano terão esse efeito sobre você.${{e9}}",
    "Wizard.Dating.25": "Eu vejo...",
    "Wizard.Dating.26": "É isso que as pessoas acham assustador hoje em dia?#$b#Me pareceu leve, mas como foi para você, @? Espero que você não tenha ficado com muito medo.${{e1}}#$b#Peço desculpas se me distraí durante o filme...#$b#Eu me peguei tomando nota dos temas de terror do filme como inspiração para as atrações da Spirit's Eve deste ano.${{e9}}",
    "Wizard.Dating.27": "...",
    "Wizard.Dating.28": "Hmm... Como posso colocar isso.${{e3}}#$b#Não tenho certeza se entendi completamente o que estava acontecendo na tela.${{e10}}",
    "Wizard.fall_26.000": "Estou ajudando a preparar as festividades de amanhã.${{e9}}",
    "Wizard.fall_26.001": "Isso requer a máxima concentração.${{e3}}",
    "Wizard.fall_26.002": "Por favor, não me perturbe.${{e3}}",
    "Wizard.fall_26.003": "Ainda há muito a ser feito para conectar este plano ao outro.${{e1}}",
    "Wizard.fall_26.004": "%O Mago está muito concentrado para notar você.",
    "Wizard.fall_26.005": "...",
    "Wizard.fall_26.006": "Esta tarefa me sobrecarrega. Precisarei descansar em breve.${{e10}}",
    "Wizard.marriage_Thu.000": "Meu coração.${{e1}}#$b#Minha torre parece vazia comparada à nossa casa.${{e1}}#$b#Mas não posso negar os benefícios de trabalhar aqui, às vezes.${{e3}}",
    "Wizard.marriage_Thu.001": "Ah, @. Você veio me ver?${{e1}}#$b#Estarei em casa em breve. Logo depois de terminar uma... última... coisa...${{e3}}#$b#...${{e3}}#$b#Que horas são?${{e10}}#$b#...talvez eu tenha esquecido de almoçar.${{e11}}",
    "Wizard.winter.000": "O sono liga e ainda assim se recusa a me levar.${{e10}}",
    "Wizard.spring.000": "Até eu preciso de ar fresco às vezes.${{e1}}",
    "Wizard.OliviaVisitWhichTotallyIsNotWhatYouThinkItIs.001": "UM-ah, @... você faria a gentileza de se retirar da minha residência?${{e3}}",
    "Wizard.OliviaVisitWhichTotallyIsNotWhatYouThinkItIs.002": "%Ele está dormindo.",
    "Wizard.NightMarket.000": "Saudações, @.#$b#Presumo que você esteja aproveitando a noite?#$b#Pessoalmente, não gosto do mercado, mas um mago também precisa reabastecer seus estoques.${{e1}}",
    "Wizard.NightMarket.001": "Na verdade, são achados raros.${{e1}}",
    "Wizard.NightMarket.002": "O Mercado Noturno é bom não só para o comércio de bens materiais, mas também de conhecimento.${{e1}}",
    "Wizard.NightMarket.003": "A mercadoria é totalmente autêntica, não se preocupe.#$b#Isto é, pelo menos a maior parte.${{e1}}",
    "Wizard.NightMarket.004": "O Mercado Noturno é uma ocasião bastante nova em Pelican Town. É uma consequência da guerra, muitos comerciantes estão ficando mais desamparados e desesperados a cada dia.#$b#Espero que saber disso não tenha estragado o seu clima.${{e2}}",
    "Wizard.NightMarket.005": "É um bom lugar para suas compras de férias.${{e1}}",
    "Wizard.NightMarket.006": "É um prazer ver você, @.${{e1}}#$b#Posso pedir para passarmos o Mercado Noturno juntos? Só se você não se importar, é claro.${{e1}}#$b#Qual é o termo adequado...${{e3}}#$b#... eh... um encontro?${{e3}}",
    "Wizard.NightMarket.007": "Algumas das mercadorias à venda são bastante potentes. Se usado corretamente pode ser de grande ajuda para sua fazenda.${{e3}}#$b#Posso ajudá-lo a configurá-lo se você decidir comprar algum.${{e1}}",
    "Wizard.NightMarket.008": "Apesar de toda a agitação da noite, a única coisa em que consigo pensar é em você e em nosso próximo casamento.${{e6}}",
    "Wizard.NightMarket.009": "Eu vi algumas flores lindas em uma das barracas mais cedo. Talvez possamos comprar alguns para a ocasião?${{e3}}",
    "Wizard.NightMarket.010": "Não quero falar com você hoje.",
    "Wizard.NightMarket.011": "%Magnus está ignorando você.",
    "Wizard.marriage_winter_17.000": "Ah, @. Você conheceu Iona?${{e1}}#$b#Ela é uma excelente alquimista que viaja pelo mundo ao lado desta tripulação e já viu muitas coisas.${{e3}}#$b#Agora mesmo ela estava descrevendo sua mais recente expedição ao extremo norte.${{e3}}",
    "Wizard.marriage_winter_17.001": "Esta é uma coleção impressionante... Algumas dessas bugigangas podem ser excepcionalmente úteis para meus rituais...#$b#E você, meu coração? Alguma coisa chamou sua atenção?${{e1}}",
    "Wizard.marriage_winter_17.002": "Hum?${{e3}}#$b#Estou apenas apreciando a vista, gostaria de se juntar a mim?${{e1}}#$e#Estou... profundamente grato por ter você em minha vida.#$b#Você sem dúvida está cansado de ouvir tanto isso, eu sei. Mas não quero nunca te dar valor, nem por um segundo.#$b#Eu te amo muito, @, nunca se esqueça.${{e1}}#$e#Irei para casa em breve, não se preocupe. Eu só... quero aproveitar o momento por um tempo.${{e1}}",
    "Wizard.marriageExpecting_winter_17.002": "Hum?${{e3}}#$b#Estou apenas apreciando a vista, gostaria de se juntar a mim?${{e1}}#$e#Estou... profundamente grato por ter você e nosso futuro filho em minha vida.#$b#Você sem dúvida está cansado de ouvir tanto isso, eu sei. Mas não quero nunca te dar valor, nem por um segundo.#$b#Eu te amo muito, @, nunca se esqueça.${{e1}}#$e#Irei para casa em breve, não se preocupe. Eu só... quero aproveitar o momento por um tempo.${{e1}}",
    "Wizard.marriage.000": "Está aqui para uma visita? Você é bem-vindo aqui, como sempre. Peço desculpas se estou um pouco distraído.${{e1}}",
    "Wizard.marriage.001": "Se você esperar só um momento, vou deixar você provar a poção em que estou trabalhando! Nada perigoso, eu prometo a você.${{e9}}#$b#Estamos tentando aperfeiçoar uma receita que proporcione longa-visão noturna duradoura.${{e1}}",
    "Wizard.marriage.002": "Ah, que bela surpresa! E bom momento. Eu estava prestes a desaparecer em uma pilha de livros.${{e3}}",
    "Wizard.marriage.003": "Você é a distração mais bem-vinda que tive o dia todo.${{e1}}#$b#Lewis às vezes faz alguns pedidos muito estranhos...${{e10}}",
    "Wizard.marriage.004": "Ah, olá, @! Você pode ficar enquanto eu trabalho. Acho sua presença calmante.${{e1}}",
    "Wizard.marriage.005": "É sempre uma grata surpresa quando você vem me visitar na minha torre. Espero que seu dia esteja indo bem.${{e1}}",
    "Wizard.marriage.006": "Estou fazendo uma pausa no ensino do próximo conjunto de feitiços para Morgan no momento.#$b#Eles estão tendo um desempenho muito bom nas aulas, mas ensinar magia me cansa um pouco.",
    "Wizard.marriage.007": "Hoje estou ensinando a Morgan vários feitiços diferentes para transformar um tipo de fruta em outro tipo.#$b#Nós dois estamos com mais do que um pouco de fome.${{e3}}",
    "Wizard.marriage.008": "Tenho que me lembrar sempre que Morgan é jovem. Eles têm um potencial tremendo, mas precisam de algum tempo para crescer.",
    "Wizard.marriage.009": "Foram longos dias coletando cogumelos na floresta, mas Morgan e eu finalmente pudemos experimentar novas receitas de poções hoje.${{e1}}",
    "Wizard.marriage.010": "As habilidades de fazer poções de Morgan estão indo muito bem. Eles prepararam um elixir de cura que era tão bom quanto qualquer coisa que eu possa produzir.${{e1}}",
    "Wizard.marriage.011": "Hoje, Morgan e eu estamos preparando uma poção da sorte. Espero que eles não cometam o mesmo erro da última vez.${{e3}}#$b#Eles passaram uma semana tropeçando em todos os galhos da floresta, e eu quebrei*dois*dos meus espelhos favoritos.${{e10}}",
    "Wizard.marriage.012": "Ah, que bom que você passou por aqui! Queria avisar que posso me atrasar esta noite.${{e3}}#$b#Hoje, Morgan e eu temos que fazer uma viagem mais profunda na floresta do que o normal para uma de nossas aulas.",
    "Wizard.marriage.013": "Morgan e eu estamos avaliando as proteções na floresta a oeste daqui hoje.",
    "Wizard.marriage.014": "Estou terminando aqui, @! Estou ansioso para passar a noite com você.${{e1}}",
    "Wizard.marriage.015": "Só mais uma tentativa de terminar esta poção antes de desistir. Pelo menos não foi realmente*explodiu*ainda.${{e10}}",
    "Wizard.marriage.016": "Estarei em casa em breve, prometo. Preciso limpar um pouco por aqui primeiro.#$b#Receio que quanto mais emocionante a pesquisa mágica se torna, mais bagunça ela causa.${{e1}}",
    "Wizard.marriage.017": "Eu gostaria que Camilla me chamasse pelo meu nome, em vez de 'Razzy'. ...Não, não se atreva.${{e10}}",
    "Wizard.marriage.018": "Ainda não olhei para fora, mas espero que Camilla tenha tomado mais cuidado com o local onde pousou desta vez.#$b#Da última vez perdi meu arbusto de amora favorito.${{e2}}",
    "Rainy.Wizard.0": "Dias de tempestade são os únicos momentos em que posso me comunicar com certos elementais. É um negócio delicado.#$e#Abrace os mistérios do dia, @.${{e1}}",
    "Rainy.Wizard.1": "Esta é uma chuva muito mais intensa do que o esperado. Os elementais são mais abundantes que o normal.#$b#Busque as energias, @. Aproveite o dia.${{e1}}",
    "Rainy.Wizard.2": "Agradeço muito esse clima, a batida rítmica da chuva facilita a concentração no meu trabalho.#$b#Concentre sua mente hoje, @, e fique em paz.${{e1}}",
    "Rainy.Dating.Wizard.0": "@, que bom que você me visitou na chuva.${{e1}}#$b#Espero que você esteja aquecido e seco. Como você se sentiria se eu fizesse para você uma capa de chuva magicamente encantada?${{e3}}",
    "Rainy.Dating.Wizard.1": "Imagino que um agricultor aprecie o tempo chuvoso mais do que a maioria.${{e3}}#$b#Nesse aspecto, bruxos e agricultores não são tão diferentes quanto se poderia pensar.${{e1}}",
    "Rainy.Dating.Wizard.2": "Já venho esperando essa chuva há algum tempo. Estou preparando um experimento que exige isso.${{e3}}",
    "Wizard.spring_12": "O Festival do Ovo é, na melhor das hipóteses, bizarro e, na pior, uma dor de cabeça para limpar.${{e10}}",
    "Wizard.Dating.spring_12": "Você está planejando participar da caça aos ovos novamente, @?${{e1}}It would be quite convenient if eggs just happened to show up at ur feet...${{e9}}#$e#I am kidding of course, your ability to find and conquer is more than sufficient to win as is.${{e6}}",
    "Wizard.spring_23": "Eu diria que a Dança das Flores é a tradição mais antiga da Cidade Pelicanos.#$b#É também o único que obriga os moradores a passar pela minha torre...${{e10}}#$b#Todos os anos há sempre alguma quantidade de lixo perdido que devo limpar.${{e10}}#$b#Se ao menos eles ficassem satisfeitos em dançar em qualquer outro lugar, a praia tem uma vista linda, não?${{e11}}",
    "Wizard.Dating.spring_23": "@, você dança?${{e3}}#$b#Deve ser um espetáculo para ser visto...${{e1}}",
    "Wizard.summer_10": "É peculiar as pessoas se revoltarem com o cheiro de um caldeirão, mas estejam tão dispostas a experimentar a sopa comunitária.${{e3}}#$b#A meu ver, pode muito bem ser a mesma coisa.${{e7}}",
    "Wizard.Dating.summer_10": "Imagino que tudo o que você contribui para a sopa comunitária é responsável pela sua suportabilidade.${{e1}}#$e#Ah... Por favor, não tente me alimentar com isso.${{e10}}",
    "Wizard.summer_28": "Certa vez tive a oportunidade de estudar um Lunaloo de perto.#$b#Eles são um espécime interessante porque estão intimamente relacionados com seres elementais puros.${{e3}}",
    "Wizard.Dating.summer_28": "Hum? Você parece animado para esta noite.${{e1}}#$b#Espero que você esteja ciente de que seu brilho rivaliza até mesmo com o Lunaloos.${{e6}}",
    "Wizard.fall_15": "Estou ansioso para me encontrar com Welwick amanhã.${{e1}}#$b#Posso até pedir uma adivinhação...${{e3}}#$b#Ajuda a se preparar para os dias de maior sorte; certos rituais podem depender bastante da sua sorte.${{e3}}#$e#Aprendi isso da maneira mais difícil.${{e10}}",
    "Wizard.Dating.fall_15": "Você se sente preparado para a exibição da granja amanhã, @?{{e3}}#$b#I am confident you will do well. You have worked hard this year, it will surely pay off.${{e1}}#$e#If you don't win, then surely, Lewis has poor taste.${{e9}}",
    "Wizard.fall_26": "Esta noite e amanhã partirei para me preparar para o festival da Véspera do Espírito.#$b#É um nicho que encontrei no círculo social de Pelican Town, gosto de participar desta forma.${{e1}}",
    "Wizard.Dating.fall_26": "Algum pedido para o festival Spirits Eve de amanhã?${{e7}}#$b#Não consigo imaginar nenhum monstro que seja aceitável para exibição na cidade, mas que você ainda não tenha visto.${{e3}}",
    "Wizard.winter_7": "Sim, estou emocionado com o dia de 'vamos nos reunir em torno da torre dos feiticeiros'.${{e10}}#$b#Normalmente fico de vigília na beira da floresta, caso alguém se afaste demais.",
    "Wizard.Dating.winter_7": "Não é incomum que um agricultor em tempo integral seja também um pescador ávido?${{e3}}#$b#Admito que fiquei surpreso quando descobri, mas só fazia sentido que alguém do seu calibre fosse tão talentoso.${{e1}}",
    "Wizard.winter_17": "Acho conveniente que o Mercado Noturno aconteça nesta época do ano.#$b#É uma ótima oportunidade para estocar ingredientes mais raros para o retorno das energias na primavera.${{e9}}",
    "Wizard.Dating.winter_17": "Oh, @!${{e1}}#$b#Momento maravilhoso, eu estava me preparando para convidar você para o Mercado Noturno hoje à noite comigo. O que você diz?${{e6}}#$b#Está tudo bem se você tiver outros planos, eu farei isso.${{e4}}",
    "Wizard.winter_24": "A festa de amanhã?${{e3}}#$b#Eu sei disso, não, eu não participo. Acho estranho celebrar uma suposta ‘Estrela de Inverno’ que nem existe.#$e#Eu também me sentiria deslocado se participasse.${{e10}}",
    "Wizard.Dating.winter_24": "Sinto muito, não tenho certeza se conseguirei comparecer à festa amanhã. Por favor me perdoe.${{e2}}#$b#É um evento intimidante, não consigo imaginar como você lida com isso.${{e10}}#$b#O que acontece se você for designado para presentear alguém com quem nunca conversou...${{e11}}",
    "Wizard.winter_28": "Normalmente, muitos comemoram até tarde da noite. Porém imagino que não seja o seu caso, longo dia pela frente amanhã, não?",
    "Wizard.Dating.winter_28": "Feliz Ano Novo, @.${{e1}}#$b#Você está tirando o dia para relaxar? Imagino que amanhã será bastante movimentado para você.#$b#Se sua agenda permitir, não me oporei a passar algum tempo juntos esta noite. Minha torre está bem quente...${{e4}}",
    "Wizard.fall_19": "A agenda do Sr. Aguar e a minha raramente se cruzam. A reunião de amanhã é uma das poucas vezes por ano em que temos motivos para falar.#$b#Como alguém que esteve envolvido no reino mágico, sua perspectiva pode ser bastante valiosa.${{e3}}",
    "Wizard.Dating.fall_19": "Posso esperar ver você no Ridgeside Gathering de amanhã, @?${{e1}}I go mainly to visit Mr. Aguar. He is an old colleague of mine that I rarely get to see otherwise.#$b#He certainly can be frosty, I can put in my good word if you would like.${{e9}}",
    "Wizard.winter_27": "A Brasa das Resoluções?${{e3}}#$b#Eu normalmente não participo. Existem certos rituais que devo realizar na véspera de Ano Novo.${{e3}}#$b#É uma espécie de superstição mágica, mas são feitas para garantir o sucesso dos empreendimentos no ano novo.#$e#Dito isto, procuro arranjar tempo para assistir ao festival de longe. Tem uma certa energia que é agradável de aproveitar.${{e9}}",
    "Wizard.Dating.winter_27": "Você quer que eu vá para a Brasa das Resoluções com você?${{e4}}#$b#Ah... bem, se você insiste.${{e1}}#$b#Normalmente só assisto de longe. Será interessante ver tudo de perto.${{e9}}",
    "Wizard.Wedding": "Essa celebração foi... demais. Não estou acostumada a ser o centro de tanta multidão.${{e9}}#$e#Prefiro ficar sozinho aqui com você.${{e6}}",
    "Wizard.Bouquet": "Ah! É isto...? Para mim...?${{e1}}#$b#Claro que sinto o mesmo!${{e7}}#$e#Meu batimento cardíaco é feroz. Como está o seu?${{e6}}",
    "Wizard.RejectBouquet_Divorced": "...${{e10}}#$b#Leve seus jogos para outro lugar.${{e5}}",
    "Wizard.RejectMermaidPendant_Divorced": "Acredito que deixei bem claro que não dou segundas chances.${{e10}}#$b#Agora que esta conversa terminou, por favor, com licença.${{e11}}",
    "Wizard.RejectMermaidPendant_NpcWithSomeoneElse": "Certamente você deve saber do meu casamento com{0}.#$b#If you believed even for a second that I would be unfaithful in my marriage, then please, reassess your delusions.${{e5}}",
    "Wizard.RejectMermaidPendant_Under10Hearts": "Ah...@!${{e4}}#$b#Embora eu aprecie seu entusiasmo e confiança em nosso relacionamento, você não acredita que seja um pouco cedo demais?${{e3}}#$b#Não é que eu não queira isso... só que ainda não.#$b#Por favor, entenda.${{e1}}",
    "Wizard.RejectMermaidPendant_Under10Hearts_AskedAgain": "@... por favor, seja realista.#$b#Não desejo arruinar nosso relacionamento apressando-o.",
    "Wizard.Propose": "...!!!${{e1}}#$b#@...!${{e6}}#$b#Você realmente deseja se casar comigo?${{e6}}#$b#Se isso for verdade -de alguma forma, impossivelmente verdade -então sim! Inequivocamente, sim!!${{e6}}#$b#Eu cuidarei de todos os preparativos. Dê-me apenas três dias, meu amor.${{e9}}",
    "Wizard.NPC.cs.4406": "Não consigo... levantar...${{e10}}#$e#Talvez eu tenha gasto muita energia ontem.${{e11}}",
    "Wizard.NPC.cs.4422": "Eu sinto que um clima sombrio invade.${{e10}}#$b#O que eu fiz da minha vida até agora? Será que algum dia encontrarei o que procurei primeiro ou irei definhar na obscuridade e no fracasso?${{e2}}",
    "Wizard.NPC.cs.4423": "É akular...#$b#Isso é...#$b#Igira Kair...#$e#Hum...? Estou bem. Apenas distraído -Devo terminar isso...${{e3}}",
    "Wizard.NPC.cs.4424": "Estou esgotado. As energias estão tremendo sobre mim.${{e10}}#$e#Talvez eu não devesse ter completado aquele segundo portão ontem...${{e11}}",
    "Wizard.NPC.cs.4425": "A vida mudou desde que nos casamos...",
    "Wizard.NPC.cs.4426": "Não tenho tempo para as trivialidades das tarefas domésticas.#$b#Cuide deles você mesmo, se isso o incomoda.",
    "Wizard.NPC.cs.4431": "...${{e2}}#$b#Eu me sinto... constrangido neste lugar.${{e2}}#$ePerhaps I should take some time away.${{e11}}",
    "Wizard.NPC.cs.4432": "As energias ficam mais sombrias a cada dia...${{e10}}",
    "Wizard.NPC.cs.4433": "Tenho muita coisa em mente.#$e#Eu preferiria não ser incomodado.",
    "Wizard.NPC.cs.4434": "Nghh... É muito cedo para acordar.${{e10}}#$b#Para você também. Volte aqui.${{e6}}#$e#É claro que não fiquei acordado a noite toda. Só até as duas.${{e4}}",
    "Wizard.NPC.cs.4435": "Volte para a cama. Está mais quente aqui.${{e6}}#$e#Onde você está indo? Volte aqui e ative minha letargia!${{e9}}",
    "Wizard.NPC.cs.4436": "Tem certeza de que não prefere ficar aqui hoje?${{e3}}#$e#Poderíamos ficar na cama e apenas fingir que fomos produtivos.${{e4}}",
    "Wizard.NPC.cs.4437": "Onde você está indo? Ainda não terminei de dormir.${{e3}}#$e#Você sabe que não consigo dormir depois que você acorda.${{e4}}",
    "Wizard.NPC.cs.4438": "Nnnghh...${{e10}}#$b#Os pesadelos voltaram.${{e11}}#$e#Fique comigo.${{e4}}",
    "Wizard.NPC.cs.4462": "Acordei cedo para cuidar das colheitas. Espero que isso alivie o fardo que você carrega.${{e1}}#$b#Fique em paz, meu amor.${{e1}}",
    "Wizard.NPC.cs.4463": "#$e#Eu também recarreguei{0}'s water bowl.${{e9}}",
    "Wizard.NPC.cs.4470": "Acordei cedo para cuidar da colheita para vocês e descobri que o trabalho já estava feito! Você é uma maravilha,{0}.${{e7}}",
    "Wizard.NPC.cs.4474": "Acordei cedo para cuidar dos animais. Espero que isso alivie o fardo que você carrega.${{e1}}#$b#Tenha um dia encantado, meu amor.${{e9}}",
    "Wizard.NPC.cs.4481": "Gastei um pouco de energia fazendo reparos em suas cercas. Com alguma sorte, eles não entrarão em combustão espontânea até que cheguem as chuvas.${{e1}}",
    "Wizard.NPC.cs.4488": "Ah! Finalmente chegou minha entrega especial!${{e1}}",
    "Wizard.NPC.cs.4489": "Você já achou este espaço muito monótono na ausência de um caldeirão enorme?${{e3}}",
    "Wizard.PetName.1": "Meu amor",
    "Wizard.PetName.2": "Meu coração",
    "Wizard.Stardrop": "Meu coração, esta fruta é para você. Possui potentes energias arcanas para aprimorar as suas.${{e4}}#$e#Que seja um símbolo do meu amor.${{e4}}",
    "Wizard.BabyAnxiety": "Por mais que eu esteja ansioso para ser pai, não posso deixar de ficar apreensivo com as mudanças que um filho trará para nossas vidas...${{e2}}#$e#Jure para mim que aconteça o que acontecer, faremos mudanças para melhor.${{e1}}",
    "Wizard.AnnouncePregnancy": "{0}. Our child will arrive soon. Even speaking these words aloud, I can hardly believe it.${{e6}}",
    "Wizard.AnnounceAdoption": "@, completei a papelada. Nosso filho chegará em breve. Mesmo falando essas palavras em voz alta, mal consigo acreditar.${{e6}}",
    "Wizard.YourePregnant": "{0}, I can sense the shift of the energies around you. You are pregnant!${{e7}}",
    "Wizard.AloneTime": "@. Se não tiver um momento para mim, posso estrangular alguém.${{e10}}#$e#Por favor. Apenas lide com as crianças, hoje.410",
    "Wizard.HaveBabyQuestion": "{0}... O que você diria sobre ter um filho comigo?",
    "Wizard.HaveBabyQuestion_Adoption": "{0}... O que você diria sobre adotar uma criança comigo?",
    "Wizard.Older.NPC.cs.4429": "Às vezes me vejo no espelho e me pergunto o que você viu nesse rosto velho.${{e2}}#$e#Você ainda vê isso?${{e10}}",
    "Wizard.Older.NPC.cs.4427": "Você olha para mim e vê um velho, não é?#$e#É o que eu sou...${{e2}}",
    "Wizard.Younger.NPC.cs.4429": "Às vezes me vejo no espelho e me pergunto o que você viu nesse rosto sem graça.${{e2}}#$e#Você ainda vê isso?${{e10}}",
    "Wizard.Younger.NPC.cs.4427": "Você olha para mim e vê uma aberração reclusa, não é?#$e#É o que eu sou...${{e2}}",
    "Wizard.BirthdayGift.Love.0": "...Meu aniversário? Oh, é aquele dia bobo de novo. Mesmo assim, obrigado.${{e1}}",
    "Wizard.BirthdayGift.Love.1": "Um presente? Para o meu aniversário? Meu Deus, estes são materiais realmente potentes, obrigado.${{e1}}",
    "Wizard.BirthdayGift.Like.0": "Para mim? Um presente de aniversário? Na verdade, esqueci meu aniversário hoje. Obrigado.${{e9}}",
    "Wizard.BirthdayGift.Like.1": "Parece que você tem uma memória melhor que a minha. Obrigado pelo presente.${{e9}}",
    "Wizard.BirthdayGift.Dislike.0": "Qual é o propósito disso? Oh? Bem... obrigado.",
    "Wizard.BirthdayGift.Dislike.1": "Um presente de aniversário? Você não precisava... realmente...${{e10}}",
    "Wizard.BirthdayGift.Neutral.0": "Oh, @. Ah... obrigado.",
    "Wizard.BirthdayGift.Neutral.1": "Oh? Um presente de aniversário? Eu realmente aprecio isso, obrigado.${{e9}}",
    "UCR.Wizard.rejectNPCA": "Peço desculpas, essas flores são inúteis para meus estudos. Aconselho você a compartilhá-los em outro lugar.",
    "UCR.Wizard.rejectNPCB": "Não sei para que você espera que eu os use. Por favor, guarde-os para você.",
    "UCR.Wizard.reject_two_heartA": "Eu não sabia que você cultivava flores em sua fazenda. Você está planejando vendê-los?${{e3}}",
    "UCR.Wizard.reject_two_heartB": "Esta espécie de flor não está fora de época? Como eles foram preservados tão...${{e3}}",
    "UCR.Wizard.reject_four_heartA": "Se você está procurando um vaso para colocá-los, temo que todos os meus já estejam em uso.${{e3}}",
    "UCR.Wizard.reject_four_heartB": "Você não tem bastante água em sua fazenda para isso?${{e3}}",
    "UCR.Wizard.engageA": "Que eu saiba, você já pediu a mão de outra pessoa.#$b#Se você acreditou que eu aceitaria, você julgou gravemente mal meu caráter.${{e5}}",
    "UCR.Wizard.engageB": "Se você me permitir aconselhar.#$b#É melhor você retornar ao seu parceiro neste caso e regá-lo com o respeito e a sinceridade que ele merece.${{e5}} For you to even have the nerve to present me with this... Please leave immediately.${{e5}}",
    "UCR.Wizard.marriedA": "Não tenho o menor interesse em entreter tal coisa com alguém já casado.${{e5}}#$b#Se você persistir em tratar as pessoas como meros brinquedos, só haverá problemas em seu caminho.${{e5}}",
    "UCR.Wizard.marriedB": "Parece que julguei mal seu personagem, @.#$b#Por favor, saia imediatamente e, melhor ainda, volte para aquele a quem você jurou sua vida.${{e5}}#$b#Preste atenção às minhas palavras, se todos os meus anos nesta vida me ensinaram alguma coisa, é que a fidelidade é uma virtude.${{e5}}",
    "UCR.Wizard.refusal_knownA": "Você é realmente tão rápido em suas decisões, @.#$b#É tolice casar com alguém sem realmente conhecê-lo. Acredite em mim, já cometi esses erros antes.",
    "UCR.Wizard.refusal_knownB": "É um tanto rude me apresentar isso, não?#$b#Já fui casado antes e não quero voltar a casar. Por favor, pense duas vezes antes de propor casamento a alguém.${{e10}}",
    "UCR.Wizard.refusal_botherA": "Você acha que não tenho meios de removê-lo à força da minha torre? Por favor, pare antes que se trate de tais medidas.${{e5}}",
    "UCR.Wizard.refusal_botherB": "Não fui claro o suficiente na primeira vez?${{e5}}#$b#Você excedeu as boas-vindas, fazendeiro. Por favor, saia imediatamente.${{e5}}",
    "UCR.Wizard.refusal_no_heartsA": "Eu acidentalmente estraguei a poção que você bebeu para os Junimos?${{e10}}#$b#Devo recusar, se você se sentir mal, aconselho-o a sentar-se com um pedaço de quartzo transparente. Ajudará a reverter... isto... se o erro realmente foi meu.${{e11}}",
    "UCR.Wizard.refusal_no_heartsB": "Hmm, esta é uma amostra interessante. Você está ciente de que as pessoas deste vale usam isso para propor sua intenção de se casar com outra pessoa?${{e3}}#$b#Eu o armazenaria com segurança se fosse você. Eles podem ser difíceis de encontrar quando você precisa de um.${{e3}}",
    "UCR.Wizard.giftquestion_yes": "Ah... peço desculpas por ter duvidado de você, meu coração.${{e2}}#$b#Sua honestidade alivia minha alma, obrigado.${{e1}}",
    "UCR.Wizard.giftquestion_lie": "Se o seu presente tem segundas intenções, pouco importa, mas a sua hesitação em ser franco e verdadeiro, no entanto...${{e2}}#$b#Você teme que eu interprete mal suas palavras? Eu sei que minhas palavras são antigas-moldado, no entanto, garantirei sempre que estamos na mesma página em questões importantes.#$b#É importante para mim que ambos concordemos com esse respeito mútuo.",
    "UCR.Wizard.annoyedParent": "Amo nossos filhos, de verdade... Porém hoje sinto que minha paciência está sendo testada. Isso está me lembrando dos exames de magia da minha juventude.${{e10}}#$b#Talvez eu precise me esconder na torre por um dia em breve.${{e11}}",
    "UCR.Wizard.Dating.give_flowersA": "Ah! @...${{e1}}#$b#Bem, isso certamente me leva de volta. Você não precisava presentear isso, mas mesmo assim agradeço o gesto.${{e6}}",
    "UCR.Wizard.Dating.give_flowersB": "Ah! @...${{e1}}#$b#Bem, isso certamente me leva de volta. Você não precisava presentear isso, mas mesmo assim agradeço o gesto.${{e6}}",
    "UCR.Wizard.Dating.birthdayLoveA": "...Meu aniversário?${{e3}}#$b#Que presente atencioso, mas devo retribuir...${{e6}}",
    "UCR.Wizard.Dating.birthdayLoveB": "Um presente? Para o meu aniversário? Você com certeza se familiarizou com o que é necessário para minhas poções, obrigado.${{e1}}",
    "UCR.Wizard.Dating.birthdayLikeA": "Para mim? Um presente de aniversário?${{e3}}#$b#Na verdade, eu mesmo esqueci, mas sempre posso contar com você para lembrar. Obrigado.${{e1}}",
    "UCR.Wizard.Dating.birthdayLikeB": "Você sempre teve a melhor memória, @. Obrigado pelo presente.${{e9}}",
    "UCR.Wizard.Dating.birthdayDislikeA": "Ah...@... está tudo bem em esquecer meu aniversário.${{e10}}#$b#Sua presença me recompensa o suficiente.${{e1}}",
    "UCR.Wizard.Dating.birthdayDislikeB": "Ah...@, cuidado com isso... não quero ver você se machucar.${{e10}}",
    "UCR.Wizard.Dating.birthdayNeutralA": "Para o meu aniversário? Obrigado, agradeço, @.${{e1}}",
    "UCR.Wizard.Dating.birthdayNeutralB": "Hum, isso é para mim? Obrigado, @.${{e1}}",
    "UCR.Wizard.Married.give_flowersA": "Meu coração.${{e6}}#$b#Obrigado meu amor. Vamos encontrar um vaso adequado? Onde você gostaria de exibi-los?${{e1}}",
    "UCR.Wizard.Married.give_flowersB": "Meu coração.${{e6}}#$b#Obrigado meu amor. Vamos encontrar um vaso adequado? Onde você gostaria de exibi-los?${{e1}}",
    "UCR.Wizard.Married.birthdayLoveA": "Você parece nunca esquecer hoje, hein?${{e6}}#$b#Obrigado meu amor. Isso e você são perfeitos.${{e1}}",
    "UCR.Wizard.Married.birthdayLoveB": "Como você sabia?${{e3}}#$b#Isso é perfeito para meu próximo ritual neste fim de semana.${{e1}}#$e#Qual é o ritual? Isso é para você descobrir.${{e6}}",
    "UCR.Wizard.Married.birthdayLikeA": "Obrigado, meu coração. Você sempre parece saber o que eu mais preciso a cada vez.${{e1}}",
    "UCR.Wizard.Married.birthdayLikeB": "Meu amor, obrigado.${{e1}}I could come up with a use for this or two...${{e4}}",
    "UCR.Wizard.Married.birthdayDislikeA": "Estamos sendo criativos este ano, certo, meu coração?${{e3}}",
    "UCR.Wizard.Married.birthdayDislikeB": "Suponho que isso poderia desafiar minhas rotinas rituais habituais...$3{{e3}}",
    "UCR.Wizard.Married.birthdayNeutralA": "Qualquer presente, vindo de você, aumenta exponencialmente de valor. Obrigado, meu coração.${{e1}}",
    "UCR.Wizard.Married.birthdayNeutralB": "E pensar que eu esqueci meu aniversário antes de conhecer você. Obrigado meu amor.${{e1}}",
    "Linus.married_Wizard": "Desejo a vocês dois um casamento feliz e duradouro.#$b#Talvez morar na fazenda o faça sair mais. Aquela torre não é tão boa para ele quanto ele pensa.$1",
    "Linus.dating_Wizard": "Na ocasião, Rasmodius me confidenciou sobre você, @. Parece que ele finalmente reuniu coragem para fazer algo a respeito.$1#$e#Você perguntou a ele primeiro? Não estou particularmente surpreso.$1",
    "Linus.divorced_Wizard": "E de volta para aquela torre ele vai...$2#$b#Tenho certeza que você fez o que acha certo, @. Então não vou cutucar.",
    "Marlon.married_Wizard": "Estou surpreso que aquele velho tivesse coragem de se casar novamente. Ele ficou bastante espancado depois da primeira vez.#$b#Você deve ser muito especial para ele, de fato.$2",
    "Marlon.married_Wizard_noEx": "Estou surpreso que aquele velho tivesse vontade de se casar. Ele sempre pareceu o tipo solitário.#$b#Você deve ser muito especial para ele, de fato.$2",
    "Marlon.dating_Wizard": "Você e o Mago de todas as pessoas, hein?#$b#Isso explicaria a alegria que ele tem ultimamente.$2",
    "Marlon.divorced_Wizard": "Lamento saber daquele divórcio lá.#$b#Posso lhe oferecer uma missão de matar monstros se você estiver procurando uma distração.",
    "Caroline.married_Wizard": "Parabéns pelo casamento!#$b#Casar com um bruxo, me pergunto como deve ser? Muita loucura, eu suponho.",
    "Caroline.dating_Wizard": "Abigail me disse que você está saindo com o Mágico? Isso com certeza parece interessante...#$b#Ah, quero dizer, deve ser interessante aprender um pouco sobre feitiços e tal!$1#$e#Só tome cuidado, ok?",
    "Caroline.divorced_Wizard": "Lamento saber do divórcio, querido.$2#$b#O casamento já é um desafio, só posso imaginar como as excentricidades mágicas o tornaram ainda mais difícil.$2#$e#Se precisar conversar sobre isso, minha marquise está sempre aberta para você.",
    "Abigail.married_Wizard": "Já que o Mago está morando com você, isso significa que a torre ficará sozinha?#$b#Não? Bem, isso é uma merda, eu adoraria explorá-lo.$1",
    "Abigail.dating_Wizard": "Ouvi dizer que você está namorando o Mágico? Deve ser muito legal estar tão perto dele.#$b#Você já aprendeu algo interessante sobre o mundo mágico?$1",
    "Jodi.married_Wizard_memory_oneday": "Posso esperar que você se junte aos nossos pais do clube Pelican Town em breve?$1#$b#Estou apenas brincando, você é um bom amigo da cidade, pai ou não.#$e#Mas criancinhas roxas seriam adoráveis.$1",
    "Leah.married_Wizard": "Acho que isso significa que verei mais do Mágico nesta floresta agora, hein?#$b#Existe alguma nova gíria específica do Rasmodius que eu deva conhecer com antecedência?$1#$e#Eu ainda brinco sobre 'E aí, Canis lupus familiaris?' com Elliott de vez em quando.$1",
    "Leah.dating_Wizard": "Já faz muito tempo que suspeito que há algo entre você e o Mágico.#$b#Quero dizer, por que outro motivo alguém caminharia por essa floresta quase todos os dias?$1",
    "Leah.divorced_Wizard": "É como se eu tivesse testemunhado seu relacionamento começar e terminar no conforto da minha casa. Lamento ouvir a notícia.$2#$b#Aguente firme, @. Sinta-se à vontade para vir se precisar de companhia.",
    "Marnie.married_Wizard": "Não vou mentir, @. O Mágico sempre me assustou. Mas agora percebo como deve ter sido solitário para ele ficar naquela torre o tempo todo.$2#$b#Estou feliz que ele tenha você agora.",
    "Lewis.married_Wizard": "Você acha que Rasmodius aparecerá mais na cidade agora que você se casou?#$b#Será uma mudança interessante. Espero que ele considere isso bom.$1",
    "Harvey.married_Wizard_memory_oneweek": "Só me ocorreu perguntar, mas um Wizard precisa de exames médicos?",
    "Robin.married_Wizard": "Você acha que receberei pedidos para construir alguns edifícios mágicos na sua fazenda agora?$1#$b#Oh, ele pode construí-los sozinho? Eu nunca soube!#$e#Espero que isso não signifique que estou perdendo seu negócio agora.$1",
    "Camilla.married_Wizard": "Corre o boato de que vocês dois finalmente se casaram.#$b#Pessoalmente, não vejo apelo, mas ele sempre foi do tipo que se casa.#$e#Isso significa que não tenho mais chance com você?$5",
    "Camilla.dating_Wizard": "Ooh la la... parece que Razzy finalmente conseguiu se recompor.$5#$b#Não, ele nunca me contou nada, mas não precisava. Apenas mencionar você foi toda a confirmação que eu precisava.",
    "Lance.married_Wizard": "Parabéns pelo casamento. Você e Rasmodius certamente formam uma dupla poderosa.",
    "Olivia.married_Wizard": "Casar com o Feiticeiro, hein?#$b#Parece um bom momento! Tenho certeza que você achará isso encantador.$1#$e#Desejo a vocês dois um casamento saudável e bem sucedido, @.",
    "Aguar.married_Wizard": "Rasmodius é casado de novo? Nunca esperei isso.",
    "Wizard.DumpsterDiveComment": "...muito interessante.",
    "Wizard.HitBySlingshot": "Pare imediatamente!${{e5}}",
    "Wizard.SpouseFarmhouseClutter": "Eu tive que recorrer ao teletransporte para andar pela casa hoje.#$b#Que tal uma limpeza de primavera em breve? Deve ser fácil com dois praticantes de magia muito talentosos no caso.${{e1}}",
    "Wizard.SpouseGiftJealous": "Perdoe minhas suspeitas, mas ouvi um boato de que você presenteou{0} a {1}?#$b#Is that true? May I ask what your intentions were?${{e2}}",
    "Wizard.Spouse_MonstersInHouse": "@! Tenha cuidado, um monstro entrou em nossa casa.${{e0}}#$b#Você gostaria que eu cuidasse disso ou você?${{e3}}#$b#Prometo não danificar os móveis.${{e9}}",
    "Wizard.SpouseStardrop": "{{i18n:Wizard.Stardrop {{expressionList}} }}",
    "Wizard.WipedMemory": "Um novo agricultor?{{e3}}#$b#Hmm, como meu orbe de vidência não previu isso...#$e#...",
    "Wizard.Dating.DumpsterDiveComment": "@... Para quê?{{e3}}",
    "Wizard.Dating.HitBySlingshot": "Isso é uma brincadeira?${{e5}}",
    "Wizard.Dating.Fair_Judging": "Você é o agricultor mais talentoso do vale, @.#$b#Estou confiante de que sua grande exibição irá impressionar, não importa o que aconteça.${{e1}}",
    "Wizard.Dating.Fair_Judged_PlayerLost_PurpleShorts": "Os shorts estão em exposição... nos prefeitos?${{e3}}#$b#...Acredito que poderia adivinhar onde você os adquiriu.${{e9}}",
    "Wizard.Dating.Fair_Judged_PlayerLost_Skipped": "Você não estava preparado para a exibição deste ano?${{e3}}#$b#...${{e2}}#$b#Não se preocupe, sempre há o próximo.${{e1}}",
    "Wizard.Dating.Fair_Judged_PlayerLost": "ouvi o resultado...#$b#Apesar de perder para Pierre, ainda acredito firmemente que o seu deveria ter ficado em primeiro lugar.${{e1}}#$e#De qualquer forma, o prefeito Lewis nunca me pareceu um homem de bom gosto.${{e9}}",
    "Wizard.Dating.Fair_Judged_PlayerWon.0": "Parabéns, estimado agricultor. Não duvidei de suas habilidades nem por um segundo!${{e1}}#$b#Há algo que você planeja comprar com esses ganhos?${{e3}}#$b#Eu não me importaria de duplicar magicamente os tokens de estrela, se necessário.${{e9}}",
    "Wizard.Dating.Fair_Judged_PlayerWon.1": "Ah! @, você está brilhando positivamente! Posso presumir que isso significa que você ganhou?${{e1}}#$b#Isso é maravilhoso! Deve ser muito gratificante ver seu trabalho árduo ser notado e recompensado.${{e1}}#$b#Embora eu tenha dificuldade em imaginar como alguém não percebeu o quão espetacular você é.${{e6}}",
    "Wizard.Marriage.DumpsterDiveComment": "Meu coração, se você precisar de alguma coisa. Você sabe que pode me avisar...${{e3}}",
    "Wizard.Marriage.HitBySlingshot": "Meu coração... por favor, estou tentando me concentrar.",
    "Wizard.Marriage.Fair_Judging": "Meu coração, você parece nervoso.{{e3}}#$b#Do not fret, your stand outshines all the rest simply by it being yours.${{e1}}",
    "Wizard.Marriage.Fair_Judged_PlayerLost_PurpleShorts": "Você realmente colocou os shorts do prefeito em exibição?${{e7}}#$b#Talvez agora ele pense duas vezes antes de deixá-los na fazenda.${{e9}}",
    "Wizard.Marriage.Fair_Judged_PlayerLost_Skipped": "Você deixou sua vitrine vazia? Está tudo bem? Você não quis participar?${{e3}}",
    "Wizard.Marriage.Fair_Judged_PlayerLost": "Ah... Pierre ganhou?${{e3}}#$b#Estou confiante de que no próximo ano ele não terá nenhuma chance.${{e1}}#$e#Deixe-me saber se você desejar alguma ajuda mágica para a próxima vez...${{e3}}#$b#Trapaceando? Só se alguém fosse descoberto...${{e9}}#$b#Eu vejo o quanto isso significa para você. Eu sabia que você diria não, então apenas sugeri isso de brincadeira.${{e1}}",
    "Wizard.Marriage.Fair_Judged_PlayerWon.0": "Você ganhou? Isso é fantástico, meu coração!${{e7}}#$b#Com uma pontuação tão impressionante também. Agora certamente devemos comemorar!${{e1}}#$e#Planos? Posso ter algumas ideias extras guardadas para uma ocasião como esta...${{e4}}",
    "Wizard.Marriage.Fair_Judged_PlayerWon.1": "Como foi, meu coração?${{e1}}#$b#Isso é maravilhoso! Fico feliz que seus esforços tenham sido bem recompensados.${{e1}}#$e#...{{e1}}#$b#Hmm? Oh, my apologies for staring... it just makes me happy to see you sparkle with such joy.${{e6}}",
    "Wizard.Marriage.RejectMermaidPendant_PlayerWithSomeoneElse": "Meu coração, já estamos casados. Você esqueceu?${{e1}}#$b#Porém... por que motivo você comprou outro pingente?${{e2}}"
}