{
  "Abigail": "Feliz aniversario, @! Espero que nesse ano agente possa ir pra varias aventuras!",
  "Alex": "Eai @, feliz aniversario! Aqui esta por ter feito esse ano o melhor de todos!$h",
  "Caroline": "Feliz aniversario, @. Obrigado por tudo que você fez pela nossa comunidade. Eu tenho certeza que seus pais tem orgulho de você.$h ",
  "Clint": "Feliz aniversario, @. Eu tenho certeza que essa ano vai ser otimo para você.",
  "Demetrius": "Feliz aniversario, @! Certifique-se de tirar uma folga hoje para se divertir. $h",
  "Dwarf": "Feliz aniversário, @. Espera, os humanos celebram isso, certo?",
  "Elliott": "Que dia maravilhoso, não é, @? Embora eu esteja certo de que é ainda mais bonito para você, sendo o seu aniversário!$h#$b#Na verdade, eu estava a meio de escrever um poema para a ocasião, mas um 'feliz aniversário' vai ser suficiente por agora",
  "Emily": "Feliz aniversario, @! Eu posso ver seu brilhante futuro.$h",
  "Evelyn": "Feliz aniversario, @. Você se tornou uma pessoa tão boa desde então, e eu tenho certeza que seu avô iria se orgulhar de ver você assim.",
  "George": "Quando você tiver a minha idade, aniversarios começarão a ir e voltar, mas, feliz aniversario, @.",
  "Gus": "@, feliz aniversário! Espero que aproveite o resto do dia, e certifique-se de que não é um estranho no salão!",
  "Haley": "Feliz aniversario, @. Eu espero que nesse ano você ganhe muitos presentes!$h",
  "Harvey": "Feliz aniversário, @. Entre para um check-up um dia destes, está bem? Quero ter a certeza de que lhe verei muitas vezes.",
  "Jas": "Feliz aniversario, @. Eu estou feliz que eu decidi conhecer você melhor",
  "Jodi": "Ola, @. Um passarinho me contou que hoje é seu aniversario. Nesse caso, feliz aniversario!$h",
  "Kent": "Jodi me disse que hoje é seu aniversario, @. Feliz aniversario, e não se esqueça de aproveitar cada dia de sua vida.",
  "Krobus": "Feliz aniversário, @. Ainda não compreendo bem os humanos, mas estou feliz por  ter conhecido a todos da mesma forma.",
  "Leah": "@, feliz aniversario, eu estou feliz de ver você fazendo um bom trabalho na fazenda.$h",
  "Leo": "Minha família de pássaros me disse que hoje é seu aniversário @. Feliz aniversário!",
  "Lewis": "Feliz aniversario, @! Eu realmente aprecio muito o que você fez pela vila. Continue com o bom trabalho!",
  "Linus": "Feliz aniversario, @. Obrigado por me visitar ate no seu aniversario. Isso me deixa muito feliz!",
  "Marnie": "Oi, @! Todo mundo está falando do seu aniversario hoje, e eu quis ter certeza que te dei um feliz aniversario tambem. Então, feliz aniversario! $h ",
  "Maru": "Feliz aniversario, @. Eu tentei acender uma vela eterna para você, mas infelizmente isso não funcionou, talvez no proximo ano, né? $h",
  "Pam": "Feliz aniversario, criança. Nos deveriamos tomar uma bebida para celebrar outro ano de vida para você! $h",
  "Penny": "Feliz aniversario, @. Espero que você aproveite todas as bencões da vida esse ano.",
  "Pierre": "Ei @, feliz aniversario! Espero que esse proximo ano seja bom para você!",
  "Robin": "@, feliz aniversario! Eu estou muito feliz que você se mudou para o vale.",
  "Sam": "Ei @, feliz aniversario, nos temos que preparar uma festa para você qualquer hora!$h",
  "Sandy": "Aww... Querido você veio até aqui para me ver no seu aniversário?$h^Aww... Querida, você veio até aqui para me ver no seu aniversário?$h#$b#Bem, então, o mínimo que posso fazer é desejar-te um feliz aniversario!~",
  "Sebastian": "Feliz aniversario, @. Espero que as coisas  estejam indo bem na fazenda.",
  "Shane": "Feliz aniversario, @. Continue trabalhando duro, e eu tenho certeza que esse proximo ano vai ser muito bom para você",
  "Vincent": "@, vamos brin... Ah, é seu aniversario? Feliz aniversario então",
  "Willy": "Opa! @ firme? Feliz aniversário. Olhar pra ocê me faz lembra os dias em que eu era apenas um pequenino. $bDesfrute da vida enquanto pode, meu jovem.$h",
  "Wizard": "Feliz aniversário, @. Nunca se esqueça que só você faz o seu futuro.#$e#Como é que eu soube? Ah, ouvi alguns dos moradores locais se perguntando oque dar a você. Acho que você ira apreciá-los",
}
