{
  "DatingAbigailBirthday_Abigail:0": "Ei @! Você chegou bem a tempo da festa!$h",
  "DatingAbigailBirthday_Abigail:1": "Uau, esse bolo parece delicioso mãe!$h",
  "DatingAbigailBirthday_Abigail:2": "Vá em frente e faça um desejo @.",
  "DatingAbigailBirthday_Abigail:3": "Então, @, o que você desejou? algumas habilidades incríveis?",
  "DatingAbigailBirthday_Abigail:4": "De qualquer forma, feliz aniversário! Espero que tenhamos muitas outras aventuras por vir.$1",
  "DatingAbigailBirthday_Caroline:0": "Por favor, tenho certeza de que seus clientes não se importarão se você sair por alguns minutos. De qualquer forma, o bolo está pronto.",
  "DatingAbigailBirthday_Caroline:1": "*Suspira* Honestamente.",
  "DatingAbigailBirthday_Caroline:2": "Bem, sinta-se à vontade para se servir o quanto quiser.$h",
  "DatingAbigailBirthday_Finish:0": "Foi bom comemorar meu aniversário com Abigail e sua família.",
  "DatingAbigailBirthday_Finish:1": "Parece que sobrou bolo também!",
  "DatingAbigailBirthday_Mine_Abigail:0": "Ei @! Você chegou bem a tempo da festa. Bem, mais como aventura!$h",
  "DatingAbigailBirthday_Mine_Abigail:1": "Achei que seria divertido passar um tempo juntos na mina no seu aniversário. Nada representa um aniversário emocionante como uma aventura, certo?$h",
  "DatingAbigailBirthday_Mine_Abigail:2": "Não se preocupe, eu não estava dizendo que íamos lutar contra monstros. Só pensei que uma mudança de local poderia ser emocionante. Além disso, minha casa está fechada hoje, já que meu pai tira o dia de folga às quartas-feiras.",
  "DatingAbigailBirthday_Mine_Abigail:3": "Estou muito feliz por podermos passar um tempo juntos assim. Eu até trouxe um bolo para nós, para fazermos uma celebração adequada. Vá em frente e faça um desejo!",
  "DatingAbigailBirthday_Mine_Abigail:4": "de qualquer forma, feliz aniversário @! Espero que tenhamos muitas outras aventuras por vir. $1",
  "DatingAbigailBirthday_Mine_Finish:0": "Foi bom comemorar meu aniversário com Abigail.",
  "DatingAbigailBirthday_Mine_Finish:1": "Parece que sobrou bolo também!",
  "DatingAbigailBirthday_Pierre:0": "Fique à vontade @! Não posso ficar muito tempo porque tenho que ir à loja mas achei que uma festa seria uma boa ideia!$h",
  "DatingAbigailBirthday_Pierre:1": "Bem, é claro que seria. Foi feito com os ingredientes da *Mais alta* Qualidade da loja! $h",
  "DatingAlexBirthday_Alex:0": "Ei @ você chegou bem na hora. $h",
  "DatingAlexBirthday_Alex:1": "Achei que seria divertido fazer uma pequena festa para você, já que é seu aniversário. É sempre uma boa ideia relaxar depois de treinar tanto! $h",
  "DatingAlexBirthday_Alex:2": "Trouxe pizza e joja cola para nós. Espero que você goste! $h",
  "DatingAlexBirthday_Alex:3": "Feliz Aniversário @. Tenho muita sorte de estar com alguém como você. $1",
  "DatingAlexBirthday_Finish:0": "Foi muito bom comemorar meu aniversario com o Alex!",
  "DatingAlexBirthday_Finish:1": "E parece que sobrou um pouco de comida tambem!",
  "DatingElliottBirthday_Elliott:0": "Ahh @, maravilhoso! Você chegou bem na hora! $h",
  "DatingElliottBirthday_Elliott:1": "Achei que seria esplêndido se tivéssemos uma pequena festa juntos em homenagem ao seu aniversário!$h",
  "DatingElliottBirthday_Elliott:2": "Sei que aniversários podem ser uma provação e tenho certeza de que você está muito ocupado hoje, mas agradeço por ter vindo até aqui para passar seu dia especial comigo. $1",
  "DatingElliottBirthday_Elliott:3": "Infelizmente, tentei escrever algo para expressar minha afeição por você, mas de alguma forma as palavras simplesmente não conseguiam capturar cada pequeno detalhe.$1",
  "DatingElliottBirthday_Elliott:4": "Tudo bem agora, que tal comermos o bolo para marcar a ocasião. Vá em frente e faça um desejo!",
  "DatingElliottBirthday_Elliott:5": "Feliz Aniversário @! Espero que hajam muito mais histórias para serem contadas na sua vida! $1",
  "DatingElliottBirthday_Finish:0": "Foi incrivel comemorar meu aniversario com Elliott.",
  "DatingElliottBirthday_Finish:1": "E parece que sobrou um pouco de bolo também!",
  "DatingEmilyBirthday_Emily:0": "Olá, @ você chegou bem a tempo da comemoração.$h",
  "DatingEmilyBirthday_Emily:1": "Achei que seria bom fazer uma pequena festa em sua homenagem.",
  "DatingEmilyBirthday_Emily:2": "De alguma forma, sinto que os aniversários são um lembrete importante para vivermos o momento e convivermos com a harmonia da natureza.",
  "DatingEmilyBirthday_Emily:3": "De qualquer forma eu fiz um bolo de chocolate para nós! É feito com ingredientes naturais e adoçado com xarope de cacto!$h",
  "DatingEmilyBirthday_Emily:4": "Faça um desejo @!$h",
  "DatingEmilyBirthday_Emily:5": "Feliz Aniversário @! Sinto uma forte energia vinda dos espíritos para você este ano. $1",
  "DatingEmilyBirthday_Finish:0": "Foi bom comemorar meu aniversário apenas com Emily.",
  "DatingEmilyBirthday_Finish:1": "E parece que sobrou bolo tambem!",
  "DatingHaleyBirthday_Finish:0": "Foi bom celebrar meu aniversario com a Haley.",
  "DatingHaleyBirthday_Finish:1": "E parece que sobrou um pouco de bolo tambem!",
  "DatingHaleyBirthday_Haley:0": "Ei, @ você chegou bem na hora da festa!$h",
  "DatingHaleyBirthday_Haley:1": "Bem, quero dizer que seria uma festa, mas achei que seria bom ter algo só pra nós dois. $1",
  "DatingHaleyBirthday_Haley:2": "Eu acho que aniversários podem ser bem divertidos quando você os faz direito, mas eu queria que fosse especial porque... Você é especial, sabe?$1",
  "DatingHaleyBirthday_Haley:3": "De qualquer forma, também comprei um bolo para nós! Certifique-se de fazer um desejo, certo?$h",
  "DatingHaleyBirthday_Haley:4": "Feliz Aniversário @. Estou tão feliz por termos passado algum tempo juntos. Vamos tirar uma foto para lembrar desse momento. $1",
  "DatingHarveyBirthday_Finish:0": "Comemorar meu aniversario com harvey foi otimo.",
  "DatingHarveyBirthday_Finish:1": "E parece que sobrou um pouco de bolo tambem!",
  "DatingHarveyBirthday_Harvey:0": "Olá, @ você chegou bem na hora! Deixe-me limpar um pouco.$h",
  "DatingHarveyBirthday_Harvey:1": "Achei que seria bom fazer uma pequena comemoração para você, então preparei algo especial para nós.$1",
  "DatingHarveyBirthday_Harvey:2": "Não se preocupe com o vinho. É necessária alguma moderação, mas este é um dia especial!$h",
  "DatingHarveyBirthday_Harvey:3": "Agora, saúde! Feliz Aniversário, espero que hajam muitos mais anos por vir!$1",
  "DatingLeahBirthday_Finish:0": "Foi bom comemorar meu aniversário apenas com Leah.",
  "DatingLeahBirthday_Finish:1": "Parece que sobrou bolo também!",
  "DatingLeahBirthday_Leah:0": "Bem-vinda @! Entre e sinta-se em casa!$h",
  "DatingLeahBirthday_Leah:1": "Eu sabia que hoje era seu aniversário, então pensei que fazer uma pequena comemoração seria legal. Eu tambem fiz um pouco de bolo para nós.$h",
  "DatingLeahBirthday_Leah:2": "Você sabe que não comemoro o aniversário de ninguém há alguns anos, mas, de alguma forma, senti que realmente queria passar o dia com você.$1",
  "DatingLeahBirthday_Leah:3": "Eu nunca teria pensado que mudaria de ideia sobre celebrações como essa, mas acho que estar com você realmente me abriu novamente.$h",
  "DatingLeahBirthday_Leah:4": "De qualquer forma, chega dessa conversa constrangedora.Feliz Aniversário @. Agora vamos comer o bolo?$h",
  "DatingMaruBirthday_Demetrius:0": "Bem-vindo(a) @, entre e sinta-se em casa.",
  "DatingMaruBirthday_Demetrius:1": "Concordo. Eu acho que essa festa é perfeita. Além disso, estudos mostram que sua produtividade é aumentada quando você se diverte de vez em quando.$h",
  "DatingMaruBirthday_Finish:0": "Foi bom comemorar meu aniversário com Maru e sua família.",
  "DatingMaruBirthday_Finish:1": "Parece que sobrou bolo também!",
  "DatingMaruBirthday_Maru:0": "Ohh @, você chegou bem na hora da festa.$h",
  "DatingMaruBirthday_Maru:1": "Tentei construir um robô para ajudá-lo em sua fazenda como um presente, mas fiquei sem tempo. Espero que eu o termine no próximo ano.",
  "DatingMaruBirthday_Maru:2": "Tudo bem, @ faça um desejo!",
  "DatingMaruBirthday_Maru:3": "Feliz Aniversário @. Esperançosamente, este é apenas o começo de muitos anos que virão.$1",
  "DatingMaruBirthday_Robin:0": "Você sabe que tenho que concordar. Acho que é o pensamento que conta, não necessariamente o dom.",
  "DatingMaruBirthday_Robin:1": "Oh! Eu acho que o bolo está pronto!",
  "DatingMaruBirthday_Sebastian:0": "Você sabe, eu acho que só dar esta festa é bom o suficiente. Não há necessidade de exagerar.",
  "DatingMaruBirthday_Sebastian:1": "Vamos comer.",
  "DatingPennyBirthday_Finish:0": "Foi bom comemorar meu aniversário com Pam e Penny.",
  "DatingPennyBirthday_Finish:1": "Parece que sobrou bolo e cerveja também!",
  "DatingPennyBirthday_Pam:0": "Venha garoto. A festa acabou de começar!$h",
  "DatingPennyBirthday_Pam:1": "Aqui, sente-se e tome uma cerveja para comemorar!",
  "DatingPennyBirthday_Pam:2": "Tudo bem, garoto de saúde! Feliz aniversário e aqui está mais um grande ano! $h",
  "DatingPennyBirthday_Penny:0": "Oh, @ você chegou aqui na hora certa!$h",
  "DatingPennyBirthday_Penny:1": "Achei que seria bom se fizéssemos uma pequena festa para você. Não é muito, mas espero que goste. $1",
  "DatingPennyBirthday_Penny:2": "Mãe!!$a",
  "DatingPennyBirthday_Penny:3": "*Suspira* Bem, sinta-se em casa. Vou cortar o bolo.",
  "DatingPennyBirthday_Penny:4": "Feliz Aniversário @. Esperamos que possamos passar muito mais aniversários juntos. $1",
  "DatingSamBirthday_Finish:0": "Foi legal comemorar meu aniversario com o Sam.",
  "DatingSamBirthday_Finish:1": "E parece que sobrou um pouco de comida também!",
  "DatingSamBirthday_Sam:0": "Ei @ você chegou bem na hora. $h",
  "DatingSamBirthday_Sam:1": "Achei que seria divertido fazer uma pequena festa para você, já que é seu aniversário. Não se preocupe, minha família está ocupada fazendo outras coisas, então podemos apenas relaxar. $h",
  "DatingSamBirthday_Sam:2": "Trouxe pizza e joja cola para nós. Espero que você goste! Eu teria feito um bolo para você, mas nunca realmente descobri como fazer esse tipo de coisa.$h",
  "DatingSamBirthday_Sam:3": "De qualquer forma, feliz aniversário @. Tenho muita sorte de estar com alguém como você. $1",
  "DatingSebastianBirthday_Demetrius:0": "Concordo. Eu acho que essa festa é perfeita. Além disso, estudos mostram que sua produtividade é aumentada quando você se diverte de vez em quando.$h",
  "DatingSebastianBirthday_Demetrius:1": "Tudo bem, @ vá em frente e faça um desejo!$h",
  "DatingSebastianBirthday_Finish:0": "Foi bom comemorar meu aniversário com Sebastian e sua família.",
  "DatingSebastianBirthday_Finish:1": "Parece que sobrou bolo também!",
  "DatingSebastianBirthday_Maru:0": "Feliz Aniversário @. Honestamente, estou um pouco surpresa por estarmos dando essa festa. Sebastian nunca gostou muito de comemorações.",
  "DatingSebastianBirthday_Maru:1": "Oh, finalmente o bolo ficou pronto! Deixe-me pegar a primeira fatia @!$h",
  "DatingSebastianBirthday_Robin:0": "Bem-vindo(a) @, entre e sinta-se em casa.$h",
  "DatingSebastianBirthday_Robin:1": "Ei, acho ótimo que Sebastian quis dar uma festa para você @.$h",
  "DatingSebastianBirthday_Robin:2": "Oh, eu acho que o bolo está pronto!",
  "DatingSebastianBirthday_Sebastian:0": "Ei @ você está aqui na hora certa. Mamãe está terminando o bolo agora.$h",
  "DatingSebastianBirthday_Sebastian:1": "Honestamente... E eles se perguntam por que não faço coisas assim com mais frequência.",
  "DatingSebastianBirthday_Sebastian:2": "Feliz Aniversário @. Estou feliz por termos passado um tempo assim juntos. $h",
  "DatingShaneBirthday_Finish:0": "Foi legal comemorar meu aniversario com o Shane!",
  "DatingShaneBirthday_Finish:1": "E parece que sobrou um pouco de comida também!",
  "DatingShaneBirthday_Shane:0": "Ei @ você chegou bem na hora. $h",
  "DatingShaneBirthday_Shane:1": "Achei que seria bom fazer uma festa para você. $h",
  "DatingShaneBirthday_Shane:2": "Trouxe pizza e joja cola para nós. Espero que você goste! Eu teria feito algo parecido com um bolo com ovos de galinha para você, mas não tinha certeza de como fazer isso.$h",
  "DatingShaneBirthday_Shane:3": "De qualquer forma, feliz aniversário @. Estou feliz por estar com alguém como você. $1",
  "JojaParty_0": "Bem-vindo ao Mercado Joja estimado membro @!^Bem-vinda ao Mercado Joja estimado membro @!",
  "JojaParty_1": "Nossos registros indicam que hoje é seu aniversário. Você deve saber que tratamos todos os nossos membros como se fossem da família Joja.",
  "JojaParty_2": "Por favor, leve este presente de cortesia da sua família Joja para você.",
  "JojaPartyOver": "Aquilo foi bem legal. Bom... De volta ao trabalho!",
  "JunimoBirthdayParty_0": "Parece que os junimos queriam te dar uma festa!",
  "JunimoBirthdayParty_1": "Parece que sobrou bolo também!",
  "Lewis_AskPlayerForBirthday_Confirmation": "Certo {0}, {1} vou me certificar de registrar isso, até breve @! $h",
  "Lewis_AskPlayerForBirthday_Intro": "@, esqueci de te perguntar o dia so seu aniversário quando você se mudou. Para poder registrar nos documentos da vila. Quero ter certeza de que você se sinta bem-vindo depois de tudo. Basta preencher este formulário aqui e pronto!$h^@, esqueci de te perguntar o dia so seu aniversário quando você se mudou. Para poder registrar nos documentos da vila. Quero ter certeza de que você se sinta bem-vinda depois de tudo. Basta preencher este formulário aqui e pronto!$h",
  "Lewis_AskPlayerForBirthday_TodayIsBirthday": "Hoje é seu aniversário? Feliz aniversário @! Com certeza eu vou me lembrar! $h",
  "PartyOver": "Foi uma festa divertida. De volta ao trabalho!",
  "SpousePartyOver": "É sempre bom passar esses momentos com a familia.",
  
  "SpouseBirthdayEvent_0": "Ei, {AffectionateSpouseWord}, {TimeOfDay}! $h",
  "SpouseBirthdayEvent_1": "Queria ter certeza de que consegui algo para mostrar meu apreço por você. $h",
  "SpouseBirthdayEvent_2": "Obrigado por fazer parte da minha vida. Cada dia que passo com você é especial para mim. $l",
  "SpouseBirthdayEvent_3": "Feliz Aniversário @, espero que possamos passar muito mais tempo juntos. $l",
 
  "SpouseBirthdayEvent_Abigail_0": "Ei {AffectionateSpouseWord}, {TimeOfDay}! $h",
  "SpouseBirthdayEvent_Abigail_1": "Sabia que hoje é o dia especial de alguém? Haha, eu sei que não é muito, mas eu tenho algo para você! $h",
  "SpouseBirthdayEvent_Abigail_2": "Obrigado por ser uma parte especial da minha vida, com você aprendi que viver tem sido uma grande aventura. Mal posso esperar para ver onde o futuro nos levará. $l",
  "SpouseBirthdayEvent_Abigail_3": "Feliz aniversário @, eu espero que possamos passar muitos mais anos felizes juntos. $l",
  "SpouseBirthdayEvent_Alex_0": "Ei {AffectionateSpouseWord}, {TimeOfDay}! $h",
  "SpouseBirthdayEvent_Alex_1": "Sabia que hoje é o dia especial de alguém? Haha, eu sei que não é muito, mas eu tenho algo para você! $h",
  "SpouseBirthdayEvent_Alex_2": "Obrigado por ser tão incrível e especial para mim. Estou feliz por ter casado com alguém como você, isso me faz sentir um verdadeiro vencedor. Eu não trocaria esses momentos por nada.$l",
  "SpouseBirthdayEvent_Alex_3": "Feliz aniversário @, eu espero que possamos passar muitos mais anos felizes juntos. $l",
  "SpouseBirthdayEvent_Elliott_0": "Ei {AffectionateSpouseWord}, {TimeOfDay}! $h",
  "SpouseBirthdayEvent_Elliott_1": "Sabia que hoje é o dia especial de alguém? Haha, eu sei que não é muito, mas eu tenho algo para você! $h",
  "SpouseBirthdayEvent_Elliott_2": "Você continua me trazendo inspiração a cada momento, e espero que eu possa fazer o mesmo por você também. $l",
  "SpouseBirthdayEvent_Elliott_3": "Feliz aniversário @, eu espero que possamos passar muitos mais anos felizes para escrever nossa história juntos. $l",
  "SpouseBirthdayEvent_Emily_0": "Ei {AffectionateSpouseWord}, {TimeOfDay}! $h",
  "SpouseBirthdayEvent_Emily_1": "Sabia que hoje é o dia especial de alguém? Haha, eu sei que não é muito, mas eu tenho algo para você! $h",
  "SpouseBirthdayEvent_Emily_2": "Estar com você definitivamente parece que nossos destinos estão entrelaçados, e eu não gostaria que fosse de outra maneira. Você é definitivamente minha alma gêmea. $l",
  "SpouseBirthdayEvent_Emily_3": "Feliz aniversário @, eu espero que possamos passar muitos mais anos felizes juntos. $l",
  "SpouseBirthdayEvent_Haley_0": "Ei {AffectionateSpouseWord}, {TimeOfDay}! $h",
  "SpouseBirthdayEvent_Haley_1": "Eu tenho algo para você! Só sei que você vai adorar! Eu tive que fazer muitas compras para encontrar o presente certo para você. $h",
  "SpouseBirthdayEvent_Haley_2": "Sabe {AffectionateSpouseWord}, percorremos um longo caminho desde que nos conhecemos, mas estou feliz por termos feito essa jornada juntos. Todo dia parece uma imagem perfeita estar com você. $l",
  "SpouseBirthdayEvent_Haley_3": "Feliz aniversário @, eu espero que possamos passar muitos mais anos felizes juntos. $l",
  "SpouseBirthdayEvent_Harvey_0": "Ei {AffectionateSpouseWord}, {TimeOfDay}! $h",
  "SpouseBirthdayEvent_Harvey_1": "Eu queria te dar algo especial para esta ocasião especial. $h",
  "SpouseBirthdayEvent_Harvey_2": "Estar com você me fez realmente apreciar muitos outros aspectos da minha vida. Eu nunca me senti tão revigorado antes na minha vida. Você faz meu coração se sentir cheio de alegria. $l",
  "SpouseBirthdayEvent_Harvey_3": "Feliz aniversário @, eu espero que possamos passar muitos mais anos felizes juntos. $l",
  "SpouseBirthdayEvent_Leah_0": "Ei {AffectionateSpouseWord}, {TimeOfDay}! $h",
  "SpouseBirthdayEvent_Leah_1": "Eu tenho algo para você! Só sei que você vai adorar! Eu tive que fazer muitas compras para encontrar o presente certo para você. $h",
  "SpouseBirthdayEvent_Leah_2": "Estou tão feliz por você fazer parte da minha vida. Você esteve lá para mim a cada passo do meu caminho e eu quero continuar a mostrar o quanto você significa para mim. $l",
  "SpouseBirthdayEvent_Leah_3": "Feliz aniversário @, eu espero que possamos passar muitos mais anos felizes juntos. $l",
  "SpouseBirthdayEvent_Maru_0": "Ei {AffectionateSpouseWord}, {TimeOfDay}! $h",
  "SpouseBirthdayEvent_Maru_1": "Sabe, hoje é o dia especial de alguém! Eu tenho uma coisinha para você! $h",
  "SpouseBirthdayEvent_Maru_2": "Estou tão feliz que passamos momentos como esses juntos. Realmente parece que as estrelas se alinharam em nossas vidas. A galáxia pode ser enorme, mas você é meu mundo. $l",
  "SpouseBirthdayEvent_Maru_3": "Feliz aniversário @, eu espero que possamos passar muitos mais anos felizes juntos. $l",
  "SpouseBirthdayEvent_Penny_0": "Ei {AffectionateSpouseWord}, {TimeOfDay}! $h",
  "SpouseBirthdayEvent_Penny_1": "Sabia que hoje é o dia especial de alguém? Haha, eu sei que não é muito, mas eu tenho algo para você! $h",
  "SpouseBirthdayEvent_Penny_2": "Ver você sorrir me deixa muito feliz. Eu amo aproveitar todos os momentos que passamos juntos. É como um sonho tornado realidade. $l",
  "SpouseBirthdayEvent_Penny_3": "Feliz aniversário @, eu espero que possamos passar muitos mais anos felizes juntos. $l",
  "SpouseBirthdayEvent_Sam_0": "Ei {AffectionateSpouseWord}, {TimeOfDay}! $h",
  "SpouseBirthdayEvent_Sam_1": "Eu tenho algo que eu sei que você vai gostar!",
  "SpouseBirthdayEvent_Sam_2": "Estou tão feliz que você veio para está cidade e que nos estabelecemos juntos. Isso realmente me faz apreciar o quão ótimas nossas vidas são juntas. Você tem sido uma grande inspiração para mim e espero poder fazer o mesmo por você também. $l",
  "SpouseBirthdayEvent_Sam_3": "Feliz aniversário @, eu espero que possamos passar muitos mais anos felizes juntos. $l",
  "SpouseBirthdayEvent_Sebastian_0": "Ei {AffectionateSpouseWord}, {TimeOfDay}! $h",
  "SpouseBirthdayEvent_Sebastian_1": "Aqui, eu tenho algo para ajudar a mostrar o quanto eu aprecio você na minha vida. $h",
  "SpouseBirthdayEvent_Sebastian_2": "Obrigado por estar aqui comigo, isso realmente me fez apreciar o quão grande é a nossa vida. Eu não conseguiria tudo isso de outra maneira. ",
  "SpouseBirthdayEvent_Sebastian_3": "Feliz aniversário @, eu espero que possamos passar muitos mais anos felizes juntos. $l",
  "SpouseBirthdayEvent_Shane_0": "Ei {AffectionateSpouseWord}, {TimeOfDay}! $h",
  "SpouseBirthdayEvent_Shane_1": "Aqui, eu tenho algo para ajudar a mostrar o quanto eu aprecio você na minha vida. $h",
  "SpouseBirthdayEvent_Shane_2": "Sou muito grato por você ter vindo fazer parte da minha vida. Você realmente tem sido um grande apoio para mim e eu quero te dar a melhor versão de mim para você também.  $l",
  "SpouseBirthdayEvent_Shane_3": "Feliz aniversário @, eu espero que possamos passar muitos mais anos felizes juntos. $l",


  "SpouseAskPlayerForFavoriteGift_Abigail_0": "@, eu queria te perguntar, o que você realmente ama? Eu estava pensando em como eu realmente não sei do que você gosta... E eu queria perguntar porque eu quero que você se sinta especial se eu lhe der um presente para uma ocasião especial.",
  "SpouseAskPlayerForFavoriteGift_Abigail_1": "Certo, ótimo! Vou me certificar de fazer o meu melhor quando chegar a hora {AffectionateSpouseWord}. $h",
  "SpouseAskPlayerForFavoriteGift_Alex_0": "@, eu queria te perguntar, o que você realmente ama? Eu estava pensando em como eu realmente não sei do que você gosta... E eu queria perguntar porque eu quero que você se sinta especial se eu lhe der um presente para uma ocasião especial.",
  "SpouseAskPlayerForFavoriteGift_Alex_1": "Certo, ótimo! Vou me certificar de fazer o meu melhor quando chegar a hora {AffectionateSpouseWord}. $h",
  "SpouseAskPlayerForFavoriteGift_Elliott_0": "@, eu queria te perguntar, o que você realmente ama? Eu estava pensando em como eu realmente não sei do que você gosta... E eu queria perguntar porque eu quero que você se sinta especial se eu lhe der um presente para uma ocasião especial.",
  "SpouseAskPlayerForFavoriteGift_Elliott_1": "Certo, ótimo! Vou me certificar de fazer o meu melhor quando chegar a hora {AffectionateSpouseWord}. $h",
  "SpouseAskPlayerForFavoriteGift_Emily_0": "@, eu queria te perguntar, o que você realmente ama? Eu estava pensando em como eu realmente não sei do que você gosta... E eu queria perguntar porque eu quero que você se sinta especial se eu lhe der um presente para uma ocasião especial.",
  "SpouseAskPlayerForFavoriteGift_Emily_1": "Certo, ótimo! Vou me certificar de fazer o meu melhor quando chegar a hora {AffectionateSpouseWord}. $h",
  "SpouseAskPlayerForFavoriteGift_Haley_0": "@, eu queria te perguntar, o que você realmente ama? Eu estava pensando em como eu realmente não sei do que você gosta... E eu queria perguntar porque eu quero que você se sinta especial se eu lhe der um presente para uma ocasião especial.",
  "SpouseAskPlayerForFavoriteGift_Haley_1": "Certo, ótimo! Vou me certificar de fazer o meu melhor quando chegar a hora {AffectionateSpouseWord}. $h",
  "SpouseAskPlayerForFavoriteGift_Harvey_0": "@, eu queria te perguntar, o que você realmente ama? Eu estava pensando em como eu realmente não sei do que você gosta... E eu queria perguntar porque eu quero que você se sinta especial se eu lhe der um presente para uma ocasião especial.",
  "SpouseAskPlayerForFavoriteGift_Harvey_1": "Certo, ótimo! Vou me certificar de fazer o meu melhor quando chegar a hora {AffectionateSpouseWord}. $h",
  "SpouseAskPlayerForFavoriteGift_Leah_0": "@, eu queria te perguntar, o que você realmente ama? Eu estava pensando em como eu realmente não sei do que você gosta... E eu queria perguntar porque eu quero que você se sinta especial se eu lhe der um presente para uma ocasião especial.",
  "SpouseAskPlayerForFavoriteGift_Leah_1": "Certo, ótimo! Vou me certificar de fazer o meu melhor quando chegar a hora {AffectionateSpouseWord}. $h",
  "SpouseAskPlayerForFavoriteGift_Maru_0": "@, eu queria te perguntar, o que você realmente ama? Eu estava pensando em como eu realmente não sei do que você gosta... E eu queria perguntar porque eu quero que você se sinta especial se eu lhe der um presente para uma ocasião especial.",
  "SpouseAskPlayerForFavoriteGift_Maru_1": "Certo, ótimo! Vou me certificar de fazer o meu melhor quando chegar a hora {AffectionateSpouseWord}. $h",
  "SpouseAskPlayerForFavoriteGift_Penny_0": "@, eu queria te perguntar, o que você realmente ama? Eu estava pensando em como eu realmente não sei do que você gosta... E eu queria perguntar porque eu quero que você se sinta especial se eu lhe der um presente para uma ocasião especial.",
  "SpouseAskPlayerForFavoriteGift_Penny_1": "Certo, ótimo! Vou me certificar de fazer o meu melhor quando chegar a hora {AffectionateSpouseWord}. $h",
  "SpouseAskPlayerForFavoriteGift_Sam_0": "@, eu queria te perguntar, o que você realmente ama? Eu estava pensando em como eu realmente não sei do que você gosta... E eu queria perguntar porque eu quero que você se sinta especial se eu lhe der um presente para uma ocasião especial.",
  "SpouseAskPlayerForFavoriteGift_Sam_1": "Certo, ótimo! Vou me certificar de fazer o meu melhor quando chegar a hora {AffectionateSpouseWord}. $h",
  "SpouseAskPlayerForFavoriteGift_Sebastian_0": "@, eu queria te perguntar, o que você realmente ama? Eu estava pensando em como eu realmente não sei do que você gosta... E eu queria perguntar porque eu quero que você se sinta especial se eu lhe der um presente para uma ocasião especial.",
  "SpouseAskPlayerForFavoriteGift_Sebastian_1": "Certo, ótimo! Vou me certificar de fazer o meu melhor quando chegar a hora {AffectionateSpouseWord}. $h",
  "SpouseAskPlayerForFavoriteGift_Shane_0": "@, eu queria te perguntar, o que você realmente ama? Eu estava pensando em como eu realmente não sei do que você gosta... E eu queria perguntar porque eu quero que você se sinta especial se eu lhe der um presente para uma ocasião especial.",
  "SpouseAskPlayerForFavoriteGift_Shane_1": "Certo, ótimo! Vou me certificar de fazer o meu melhor quando chegar a hora {AffectionateSpouseWord}. $h",
 
  "SpouseAskPlayerForFavoriteGift_0": "@, Eu queria te perguntar, do que você gosta? Eu estava pensando em como eu realmente não sei do que você gosta! E eu queria perguntar, porque eu quero que você se sinta especial se eu lhe der um presente para uma ocasião especial.",
  "SpouseAskPlayerForFavoriteGift_1": "Ótimo! Vou me certificar de fazer o meu melhor quando chegar a hora {AffectionateSpouseWord}. $h",

  "CommunityBirthdayParty_0": "Shhhi. Acho que ele está aqui.^Shhhi. Acho que ela está aqui.",
  "CommunityBirthdayParty_1": "Alguém acenda as luzes.",
  "CommunityBirthdayParty_2": "Feliz aniversário @!",
  "CommunityBirthdayParty_3": "Feliz aniversário @! Você se tornou uma pedra fundamental da nossa comunidade! Conversei com Gus sobre fazer uma pequena festa para você, e do nada a ideia realmente decolou. Todos queriam fazer parte da celebração para fazer você se sentir especial, assim como você tornou as nossas vidas. $h",
  "CommunityBirthdayParty_4": "Venha, essa festa é para você, vamos comemorar! $h",
  "CommunityBirthdayParty_5": "A festa foi muito divertida. Foi ótimo ver todo mundo lá. Certo, de volta ao trabalho!"
}
