{
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Abigail": "Feliz aniversário atrasado, @! ^ Espero que este ano possamos ir ainda em aventuras juntos. ^^ - Abigail {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Alex": "@, Feliz aniversário atrasado! ^ Isso é para tornar este o melhor ano ainda. ^^ - Alex {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Caroline": "Feliz aniversário atrasado, @. ^ Obrigado por tudo o que você fez pela nossa comunidade. Tenho certeza que seus pais devem estar orgulhosos de você. ^^ - Caroline {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Clint": "Feliz aniversário atrasado, @. ^ Tenho certeza que este ano vai ser ótimo para você. ^^ - Clint {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Demetrius": "Feliz aniversário atrasado, @! ^ Certifique-se de tirar algum tempo livre hoje para se divertir. ^^ - Demetrius {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Dwarf": "Feliz aniversário atrasado, @. ^ Espera... Os humanos celebram isso, certo? ^^ - Dwarf {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Elliott": "Espero que você tenha tido um dia lindo no seu aniversário, @. ^ Estava tentando escrever um poema para a ocasião, mas um 'Feliz aniversário atrasado' terá de ser suficiente por hora. ^^ - Elliott {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Emily": "Feliz aniversário atrasado, @! ^ Eu posso ver seu futuro brilhando. ^^ - Emily {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Evelyn": "Feliz aniversário atrasado, @. ^ Você se tornou uma pessoa tão boa, tenho certeza que seu avô ficaria orgulhoso de ver quem você se tornou. ^^ - Evelyn {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_George": "Quando você chega à minha idade, os aniversários começam a ir e vir. Mesmo assim, Feliz aniversário atrasado, @. ^^ - George {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Gus": "Oi, @, Feliz aniversário atrasado! ^ Espero que você aproveite bem o resto do dia e certifique-se de me visitar no salão! ^^ - Gus {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Haley": "Feliz aniversário atrasado, @. ^ Espero que este ano você ganhe alguns bons presentes! ^^ - Haley {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Harvey": "Feliz aniversário atrasado, @. ^ Venha fazer um check-up algum dia, beleza? Quero ter certeza de que você aproveite muito mais. ^^ - Harvey {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Jas": "Feliz aniversário atrasado, @. ^ Fico feliz por ter te conhecido. ^^ - Jas {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Jodi": "Olá, @. ^ Há rumores de que ontem foi seu aniversário. Nesse caso, Feliz aniversário atrasado! ^^ - Jodi {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Kent": "Jodi me disse que era seu aniversário ontem, @. ^ Feliz aniversário atrasado, e certifique-se de dar valor a todos os dias. ^^ - Kent {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Krobus": "Feliz aniversário atrasado, @. ^ Eu ainda não entendo bem os humanos, mas estou feliz por ter te conhecido mesmo assim. ^^ - Krobus {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Leah": "Oi @, Feliz aniversário atrasado! ^ Fico feliz em ver que você está indo bem na sua fazenda e espero que este próximo ano lhe dê novas inspirações! ^^ - Leah {0} ",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Leo": "Oi @, ^ A minha família de pássaros me disse que o seu aniversário era ontem, por isso queria te desejar um Feliz aniversário atrasado. Espero que você tenha mais um grande ano! ^^ -Leo {0} ",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Lewis": "Feliz aniversário atrasado, @! ^ Eu realmente aprecio tudo o que você fez pela cidade. Mantenha o bom trabalho. ^^ - Lewis {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Linus": "Feliz aniversário atrasado, @. ^ Obrigado por me visitar de vez em quando, me deixa muito feliz por ter uma companhia tão maravilhosa. ^^ - Linus {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Marnie": "Oi, @! ^ Todo mundo estava falando sobre seu aniversário ontem, e eu queria ter certeza de que também lhe desejaria um feliz aniversário. Então... Feliz aniversário atrasado! ^^ - Marnie {0} ",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Maru": "Feliz aniversário atrasado, @. ^ Tentei fazer uma vela eterna para você, mas infelizmente não deu certo. Talvez ano que vem, certo? ^^ - Maru {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Pam": "Feliz aniversário atrasado, garoto(a). ^ Devemos tomar uma bebida algum dia, para comemorar mais um ano de vida para você! ^^ - Pam {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Penny": "Feliz aniversário atrasado, @. ^ Que você aproveite todas as bênçãos da vida este ano. ^^ - Penny {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Pierre": "Olá @, Feliz aniversário atrasado! ^ Espero que este próximo ano seje ótimo para você! ^^ - Pierre {0} ",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Robin": "@, Feliz aniversário atrasado! ^ Fico muito feliz que você decidiu se mudar para o vale. ^^ - Robin {0} ",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Sam": "Ei @, Feliz aniversário atrasado! ^ Que tal uma cama elastica no seu proximo aniversário?! ^^ - Sam {0} ",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Sandy": "Oi @! Como você está hoje? ^ Eu gostaria de ter ido até ai para te desejar um feliz aniversário, mas eu estive muito ocupada, mesmo assim eu queria desejar um Feliz aniversário atrasado do mesmo jeito~. Aqui uma lembrancinha. ^^ - Sandy {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Sebastian": "Feliz aniversário atrasado, @. ^ Espero que as coisas estejam indo bem na sua fazenda, bora jogar um RPG de mesa algum dia. ^^ - Sebastian {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Shane": "Feliz aniversário atrasado, @. ^ Continue trabalhando duro, e tenho certeza que este próximo ano será ótimo para você. ^^ - Shane {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Vincent": "Oi @, ^ Mamãe me disse que ontem foi seu aniversário então eu queria te desejar um Feliz aniversário atrasado! Venha me ver para que possamos brincar algum dia! ^^ - Vincent {0} ",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Willy": "Opa! @, ^ Feliz aniversário atrasado. Olhar pro cê mi lembra os dias em qui eu era apenas um bagunceiro. Aproveite o seu enquanto pode, jovenzinho(a). ^^ - Willy {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Wizard": "Feliz aniversário atrasado ^ @. Never forget that you alone make your future. How did I know? Ah, I overheard a few of the locals conferring on what gifts to give you. I think you'll appreciate them. ^^ - M. Rasmodius {0}",
  "Omegasis.HappyBirthday_Dad": "Olá @, ^ Feliz aniversário! Está um pouco quieto por aqui no seu aniversário, já que você não está por perto. Mas sua mãe e eu sabemos que você está deixando seu avô e nós orgulhosos. Nós dois sabemos que morar sozinho pode ser difícil, mas acreditamos muito em você, apenas continue seguindo seus sonhos. ^ Com amor, pai ^ P.S. Aqui está um pouco de dinheiro para ajudá-lo na fazenda. Boa sorte! {0}",
  "Omegasis.HappyBirthday_Dad_Married": "Olá @,^  Feliz aniversário. Parece que foi ontem que a gente ficava acordado até tarde vendo filme, andava de bicicleta depois da escola, cozinhava junto nos fins de semana e visitava seu avô lá na fazenda. Agora olha só você, crescido(a), criando novas lembranças felizes com o amor da sua vida. Sua mãe e eu estamos muito orgulhosos de você, e tenho certeza que o vovô diria o mesmo, sabendo que você herdou o legado dele. Continue se esforçando pra viver a melhor vida possível, e eu sempre vou estar torcendo por você em todos esses anos especiais que ainda vêm por aí.^Com amor, Papai ^ P.S. Aqui vai um dinheirinho pra te ajudar na fazenda. Boa sorte! {0}[#]Feliz Aniversário do Papai",
  "Omegasis.HappyBirthday_DatingAbigail_BirthdayPartyInvitation": "Oi @. ^ Minha família e eu decidimos fazer uma festa de aniversário para você em nossa casa. Você poderia passar por nossa casa alguma hora do dia hoje? ^ Atenciosamente,^      -Abigail",
  "Omegasis.HappyBirthday_DatingAbigail_BirthdayPartyInvitation_Wednesday": "Ei @. ^ Achei que seria divertido se fizessemos uma pequena festa para você hoje. Você poderia passar pelas minas mais tarde?^ Atenciosamente,^      -Abigail",
  "Omegasis.HappyBirthday_DatingAlex_BirthdayPartyInvitation": "Oi @. ^ Achei que seria divertido fazer uma festa de aniversário para você em nossa casa. Você poderia passar aqui depois?^^      -Alex",
  "Omegasis.HappyBirthday_DatingElliott_BirthdayPartyInvitation": "Olá @. ^ Achei que seria bom fazer uma festa de aniversário para você. Você poderia vir à minha humilde casa hoje mais tarde? ^ Atenciosamente,^      -Elloitt",
  "Omegasis.HappyBirthday_DatingEmily_BirthdayPartyInvitation": "Oi @. ^ Achei que seria legal fazer uma festa de aniversário para você em nossa casa. Você poderia vir até minha casa hoje? ^ Atenciosamente,^      -Emily",
  "Omegasis.HappyBirthday_DatingHaley_BirthdayPartyInvitation": "Olá @. ^ Achei que seria bom fazer uma festa de aniversário para você em nossa casa. Você poderia passar por aqui alguma hora hoje? ^ Atenciosamente,^      -Haley",
  "Omegasis.HappyBirthday_DatingHarvey_BirthdayPartyInvitation": "Ei @. ^ Achei que seria bom fazer uma festa de aniversário para você na minha casa. Você poderia passar por meu quarto no segundo andar da clínica algum hora hoje? ^ Atenciosamente,^      -Harvey",
  "Omegasis.HappyBirthday_DatingLeah_BirthdayPartyInvitation": "Ei @. ^ Você poderia vir na minha casa mais tarde? Achei que seria bom se fizéssemos uma pequena festa para você. ^ Atenciosamente,^      -Leah",
  "Omegasis.HappyBirthday_DatingMaru_BirthdayPartyInvitation": "@. ^ Minha família e eu decidimos fazer uma festa de aniversário para você em nossa casa. Você poderia passar por nossa casa algum hora do dia hoje? ^ Atenciosamente,^      -Maru",
  "Omegasis.HappyBirthday_DatingPenny_BirthdayPartyInvitation": "Querido (a) @. ^ Minha mãe e eu decidimos fazer uma festinha de aniversário para você. Você poderia vir alguma hora hoje? ^ Atenciosamente,^      -Penny",
  "Omegasis.HappyBirthday_DatingSam_BirthdayPartyInvitation": "Olá @. ^ Achei que seria divertido fazer uma festa de aniversário para você em nossa casa. Você poderia passar na minha casa algum dia hoje?^^      -Sam",
  "Omegasis.HappyBirthday_DatingSebastian_BirthdayPartyInvitation": "Ei @. ^ Você poderia vir na minha casa mais tarde? Minha família e eu decidimos fazer uma festa de aniversário para você comemorar. ^^      -Sebastian",
  "Omegasis.HappyBirthday_DatingShane_BirthdayPartyInvitation": "Oi @. ^ Você poderia passar pela minha casa algum hora hoje? Pensei em ter uma pequena reunião com você.^^      -Shane",
  "Omegasis.HappyBirthday_Junimos": "Por favor, venha ao centro comunitário. ^ Atenciosamente, ^ -Os Junimos",
  "Omegasis.HappyBirthday_Mom": "Oiiiii @, ^ Feliz aniversário, meu anjo! Tem sido incrível ver você crescer e se tornar essa pessoa gentil e trabalhadora que sempre sonhei que você se tornaria. Espero que continue a ter muitas outras boas lembranças com quem você ama. ^ Amor, mãe ^ P.S. Aqui está uma coisinha que fiz para você. {0}",
  "Omegasis.HappyBirthday_BelatedBirthdayWish_Generic_Fallback_Npc_Message": "Feliz aniversário atrasado, @! ^Espero que você tenha tido um dia maravilhoso ontem.^^ - {1} {0}"
}
