{
  "Alex": "Feliz aniversário, amor! Que a sua vida seja rica de saúde, paz, felicidade, sonhos alcançados e muita prosperidade!",
  "Elliott": "Parabéns, meu amor! Que os seus dias sejam repletos da mesma felicidade que você me proporciona.",
  "Harvey": "O maior presente que recebi na vida foi você! Você é um sonho que se tornou realidade! Feliz aniversário amor!",
  "Sam": "Espero que seu dia seja repleto de alegria e felicidades. Desejo a você toda felicidade, todo sucesso do mundo e muitos anos de vida para celebrarmos esta data maravilhosa juntos! Feliz aniversario, @!",
  "Sebastian": "Bom, não sou muito bom com frases de feliz aniversario, porem, espero que você tenha um otimo dia amor! Feliz aniversario.",
  "Shane": "Feliz aniversário, meu amor! Quero te desejar todas as coisas boas desse mundo neste dia tão especial.",
  "Abigail": "Meu amor, feliz aniversário! Espero que você seja muito feliz e realize todos os seus sonhos. Que você continue essa pessoa incrível e batalhadora que você é, sempre buscando novas conquistas. Eu te desejo muito sucesso e um dia incrível.",
  "Emily": "Bom dia amor, e feliz anviersario, espero que você tenha um dia incrivel e continue sendo essa pessoa incrivel que você é! Aqui está um presentinho para você.",
  "Haley": "Meu amor, te desejo tudo de mais maravilhoso nesse dia. Que você seja muito feliz e realize os seus sonhos. Outros aniversários virão e eu quero estar junto de você. Parabéns!",
  "Leah": "Parabéns, meu amor. Felicidades hoje e sempre! Aqui está um presentinho que quis dar a você!",
  "Maru": "Feliz aniversário, meu bem! Desejo muita paz, saúde, prosperidade e, acima de tudo, felicidade. Espero que goste do presente!",
  "Penny": "Bom dia meu amor, feliz aniversário! Esse dia será especial para você, tenho certeza. Te amo @!",
  "Krobus": "Estou feliz por termos a oportunidade de viver juntos, pois isso me ensinou muito sobre você e sua cultura humana, incluindo como os aniversários são comemorados. Aqui está a esperança de que possamos passar muitos mais anos juntos. Feliz aniversário @!$h"
}
