{
    "0FallIndoor_Day.1": "Rise and Shine! Breakfast is ready! [194]$9",
    "0FallIndoor_Day.2": "I might be coming down with a cold today.$2#$b#You dont mind if I stay home right?$0",
    "0FallIndoor_Night.1": "Feel free to use my sewing machine whenever you want, we're family after all!$9",
    "0FallIndoor_Night.2": "I've been thinking about learning a new hobby to pass time for when winter arrives.$1#$b#Maybe I should learn pottery or perhaps an instrument.$9",
    "0FallOutdoors.1": "...$1#$e#......$4#$e#Are you just going to stand there and do nothing?$4#$e#%You kiss Sophia.",
    "0FallOutdoors.2": "I'm pretty hungry right now.$2#$b#Lucky for me I brought some field snacks.$9",
    "0Rainy_Day.1": "It's raining! On days like this, I just want to cover myself with blankets and watch TV shows.$1#$e#I'm trying out this new popcorn recipe where you add a little bit of birch syrup.$9",
    "0Rainy_Day.2": "This must be a great day for you right? You don't have to water your crops after all.$8",
    "0Rainy_Night.1": "Oh, I'm glad you're back! I missed you so much.$1#$e#*yawn* Heading to bed soon? I washed the sheets today, so they're nice and fresh.$0",
    "0Rainy_Night.2": "Today has been a slow day for me. I just want to go to sleep alreayd.$2",
    "0SpringIndoor_Day.1": "My new fabric should have arrived today, but it wasn't in the mailbox.$1#$b#I swear that I ordered overnight shipping.$0",
    "0SpringIndoor_Day.2": "*yawn* I'm so sleepy still.$2#$e#Have a nice day, silly.$1#$e#Oh. How could I forget?$4#$b#*smooch*!!!$9",
    "0SpringIndoor_Night.1": "Have you ever wondered why the town is called Pelican Town? In all my life I have never seen a pelican here.$0",
    "0SpringIndoor_Night.2": "Are you going to watch 'The Queen of Sauce' sauce tonight?$1#$b#The latest episode of 'Sailor Sun' is going to come on at the same time as it.$1",
    "0SpringOutdoors.1": "Spring is a great time for picnics. It's not too cold like Winter and not too hot like Summer.$1",
    "0SpringOutdoors.2": "It's such a lovely day to read outside today!$9",
    "0SummerIndoor_Day.1": "Spending a summer day in a home all day is bliss.$1",
    "0SummerIndoor_Day.2": "Here's your breakfast silly. I hope you enjoy it. [210]$9",
    "0SummerIndoor_Night.1": "For such a hot day today, the night sure is cold.$1",
    "0SummerIndoor_Night.2": "Hey! How was your day?$1",
    "0SummerOutdoors.1": "I don't know which one I prefer more, indoors or outdoors.$0#$b#They're both just so great that I can't decide.$9",
    "0SummerOutdoors.2": "Summer here isn't as bad as other places. They say that the heat is practically unbearable in Zuzu city.$1",
    "0WinterIndoor_Day.1": "It's so cold outside today, I might need to buy a thicker coat for this season.$0",
    "0WinterIndoor_Day.2": "If you ever feel cold outside you can always come back inside and cuddle with me for a bit.$4",
    "0WinterIndoor_Day.3": "Hey, you! I made something healthy for breakfast today. We gotta keep in shape right? [196]$9",
    "0WinterIndoor_Day.4": "I finally got my daily skincare routine done. I'm ready to start the day.$9",
    "0WinterIndoor_Night.1": "Hey you, it's been a while since we cuddled hasn't it?$4#$b#It doesn't matter if your still dirty from farmwork.$4",
    "0WinterIndoor_Night.2": "Blue Moon Vineyard is doing well. It's a bit tough managing it from here, but I don't mind.$1",
    "0WinterIndoor_Night.3": "Have you ever wondered why at this time of year almost none of the lakes near town freeze over?$0",
    "0WinterIndoor_Night.4": "It's so bizzare that we're currently at war with the Gotoro Empire and yet we're still here as if nothing is happening...$0#$b#Everyhing we've built together, our happiness, could be taken away at any moment if the war came here.$2",
    "0WinterOutdoors.1": "I have much more free time during the winter so I'll be helping around the farm more.$9",
    "0WinterOutdoors.2": "I wonder how the bunnies are during this season.$0#$b#It must be so harsh for them.$2",
    "1FallIndoor_Day.1": "Would you mind foraging for some mushrooms today?$0#$b#I want to make a special stew for tonight's dinner.$1",
    "1FallIndoor_Day.2": "Today's a beautiful day isn't it silly? Here's your breakfast.[194 195 210]$9",
    "1FallIndoor_Night.1": "Yay! You're back!$9",
    "1FallIndoor_Night.2": "Ever since I've opened up more, a lot of people have been coming to me for farming advice.$1#$b#It feels nice to have people who depend on you.$9",
    "1FallOutdoors.1": "I tapped a tree last season and it finally gave me something.$9#$b#Here, I'm sure you could find a good use for it. [724]$1",
    "1FallOutdoors.2": "Grapes are the only things I can think about ever since I woke up.$0#$b#I think that the fall harvest is getting to me.$5",
    "1Rainy_Day.1": "Awww its raining today, I wanted to go see Scarlett today, I guess I'll just stick with calling.$2",
    "1Rainy_Day.2": "Hey, you. Another rainy day, huh?$1#$e#I wonder what it feels like to be a plant on a rainy day.$0",
    "1Rainy_Night.1": "It's a shame that you can't see the stars tonight, the clouds have been blocking the sky all day.$0",
    "1Rainy_Night.2": "This weather makes me sooo sleepy.$2#$e#*yawn*$9",
    "1SpringIndoor_Day.1": "My manga got crumpled in bed last night while I was sleeping.$2",
    "1SpringIndoor_Day.2": "Hey silly, made you some lunch for the day.$1#$b#I think I might have gone a little too far with it. [240]$8",
    "1SpringIndoor_Night.1": "Evening, you. I made dinner![727 231 207 199]$1#$e#You can eat it now or put it in the fridge.$0",
    "1SpringIndoor_Night.2": "Seeing everyone's flower beds really makes me want to try making one myself.$1#$b#Having some fairy roses in it would be amazing.$9",
    "1SpringOutdoors.1": "My clothes got a bit dirty from the farm work today.$2#$b#I should clean up when I get inside.$0",
    "1SpringOutdoors.2": "%Sophia is letting the spring breeze flow through her face.",
    "1SummerIndoor_Day.1": "Guess what I'm making today.$1#$b#That's right I'm making pancakes! Here's your share. [211]$1",
    "1SummerIndoor_Day.2": "A new episode of 'My Villain Academia' is coming out today.$1#$e#You can bet that I'll be watching it.$9",
    "1SummerIndoor_Night.1": "Today was such a fullfilling day! I got so much done.$9",
    "1SummerIndoor_Night.2": "When I first moved in here I was a bit scared.$0#$b#It was the first time I've lived somewhere else that isn't my house after all.$0#$b#But the atmosphere of this place has really warmed up to me.$9",
    "1SummerOutdoors.1": "Marnie came over this morning and asked how we were doing.$1#$b#She gave me this and wished us good luck in our marriage. Not sure what it even is for? [432]$0",
    "1SummerOutdoors.2": "Is it just me or do you also sometimes see a figure near the bus stop.$2",
    "1WinterIndoor_Day.1": "Hey silly I made today's breakfast with eggs from Pierre's.$9#$e#They're a bit pricey but way better than anything Joja sells.$1#$e#Maybe we could just use eggs from %farm Farm, it'd be cheaper for us.$1",
    "1WinterIndoor_Day.2": "I hope you have a great day today silly!$9#$e#I need to stay here and work out the finances for this year's harvest.$2#$b#But I'll still try to have as much fun as I can either way.$9",
    "1WinterIndoor_Day.3": "Ouch! I think I woke up on the wrong side of bed, my neck hurts a lot.$2",
    "1WinterIndoor_Day.4": "I want to renovate the basement in my house and integrate modern aging equipment.$0#$e#But it would mean removing everything my parents built and that just makes me feel...$2",
    "1WinterIndoor_Night.1": "Winter is a good season for watching anime.$1#$b#No farm work to worry about and the shows they put out are great too.$9",
    "1WinterIndoor_Night.2": "Want to continue watching our show later before bed?$1",
    "1WinterIndoor_Night.3": "Stardew Valley has some of the strongest bushes in all of the Ferngill Republic! The cold winter stands no chance against them.$9",
    "1WinterIndoor_Night.4": "I'm so glad I dont have to do weeding this time of year or else I'd freeze up in the snow.$8",
    "1WinterOutdoors.1": "%pet licked my hand today. I feel like we've gotten really close recently!$9",
    "1WinterOutdoors.2": "Let's go make snow angels on the snow.$9",
    "2FallIndoor_Day.1": "Sorry, I forgot to make breakfast today, I was too focused on my cosplay all morning.$2#$e#Ummm, you can have this instead. [216]$0",
    "2FallIndoor_Day.2": "Hey, you! Good morning. Did you sleep okay?$1#$e#Thinking about maybe putting together a new cosplay soon!$9",
    "2FallIndoor_Night.1": "I've always enjoyed drinking alcholic drinks but I always try to hold myself back from drinking too much.$0#$b#Being drunk has always been a very uncomfortable experience for me.$2",
    "2FallIndoor_Night.2": "Welcome home. I hope you had as much of a productive day as I did.$9",
    "2FallOutdoors.1": "Are you going to grow any grapes this season?$1#$b#You can have a look at the books in my house anytime if you need them.$1",
    "2FallOutdoors.2": "We should turn all of the fruit you grow into wine! Do you think that's a good idea?$9",
    "2Rainy_Day.1": "I tried opening the door but it was so windy that all the water came pouring in.$0#$e#Be careful out there okay?$0",
    "2Rainy_Day.2": "I wonder if Haley is up to anything today? Maybe I'll text her soon.$1",
    "2Rainy_Night.1": "Have you ever noticed that different fish show up during rainy days?$1#$b#I wonder where they go whenever it isn't raning....$0",
    "2Rainy_Night.2": "You know what lifts someone's mood during a rainy night?$1#$b#Food!!![727 231 207 199]$9",
    "2SpringIndoor_Day.1": "Hey, you! I was just thinking that we should get a new pet.$1#$b#The more the merrier right?$9",
    "2SpringIndoor_Day.3": "Good Morning silly, I've got something really special for you today.$4#$b#Behold! The Complete Breakfast. [201]$8",
    "2SpringIndoor_Night.1": "You kicked me last night.$2#$e#...$2",
    "2SpringIndoor_Night.2": "I've always thought that the vineyard might be haunted to some extent by some evil spirit.$0#$b#Whenever I went to trash bin to throw out the garbage I saw something that shocked me to my core.$2#$e#There was a plate of orange chicken inside it.$5",
    "2SpringOutdoors.1": "Look at this leek I found! [20]$9#$e#They aren't really my thing so you can have it.$1",
    "2SpringOutdoors.3": "I have a gift for you. I hope you like it. [18]$4",
    "2SummerIndoor_Day.1": "Hey silly, I tried making orange chicken for our breakfast.$0#$b#But it didn't turn out so well.$2",
    "2SummerIndoor_Day.2": "You got any plans today?$1#$e#If not, you can stay here with me and watch anime all day.$9",
    "2SummerIndoor_Night.1": "There's a vineyard in Grampleton called 'Sakura Vineyard' one of the largest in the world.$1#$e#It'd be cute if we could rent a cottage there for a vacation in the future.$9",
    "2SummerIndoor_Night.2": "Are you staying up late tonight? Just make sure to come back before it gets too dark.$0",
    "2SummerOutdoors.1": "Sunflowers are so pretty.$1#$b#We should buy some for our house as decoration.$9",
    "2SummerOutdoors.2": "%Sophia is smiling at you brightly.",
    "2WinterIndoor_Day.1": "I should go out more often during winter.$1#$b#Being at home all day is really tiring even for me.$0",
    "2WinterIndoor_Day.2": "Good Morning silly! Be sure to bundle up before you go.$9",
    "2WinterIndoor_Day.3": "Winter is the best time of year to hone my cosplay skills.$1#$e#I can spend the entire day focusing with any worries.$1",
    "2WinterIndoor_Day.4": "I still haven't bought next year's grape seeds from Pierre.$0#$b#I better hurry or I might have to farm parsnips in spring.$5",
    "2WinterIndoor_Night.1": "Are you sure the heating is working correctly? I'm freezing.$2",
    "2WinterIndoor_Night.2": "I might not do any farming in winter but I still need to do the accounting for the vineyard.$2#$b#The ledgers won't fill themselves.$0",
    "2WinterIndoor_Night.3": "Want to share a bottle of Blue Moon wine?[FlashShifter.StardewValleyExpandedCP_Blue_Moon_Wine]$9",
    "2WinterIndoor_Night.4": "Do you know the wizard @? I've seen you go to his tower a couple of times.$0",
    "2WinterOutdoors.1": "Hey, you! Guess what I found! [283]$1#$b#Do you want to... kiss under this mistletoe?$4#$e#Huh? What do you mean that's not a mistletoe?!$5#$b#Well it doesn't matter lets just kiss anyway.$4",
    "2WinterOutdoors.2": "Hey, you! Up to anything fun today?$1#$e#OoOoh. Sounds important!$8",
    "3FallIndoor_Day.1": "Today's going to be a busy day for me as usual.$1",
    "3FallIndoor_Day.2": "I sew all the Blue Moon Wine baskets myself.$9#$b#My mom taught me how to do it when I was younger.$1",
    "3FallIndoor_Night.1": "I heard from some other winemakers that dried mushrooms are a very lucrative bussiness this time of year.$1",
    "3FallIndoor_Night.2": "You've been away so much lately...$2#$e#Did I do something wrong?$2",
    "3FallOutdoors.1": "The bunnies are more active during this time of year.$1#$e#I guess they must be preparing for winter.$0",
    "3FallOutdoors.2": "The farm pond you have is really convenient! It makes watering the crops so much easier.$1",
    "3Rainy_Day.1": "I think I slept weird last night. My back still hurts.$2",
    "3Rainy_Day.2": "A rainy day like this makes me feel melancholic.$2#$b#My mind tends to drift back to that day.....$6#$e#%You hug Sophia.#$b#T-thank you, you're so sweet.$10",
    "3Rainy_Night.1": "I think there's a leak in the living room.$5#$b#We need to call Robin over to fix it.$2",
    "3Rainy_Night.2": "I finished my show I've been watching.$9#$e#It was a mini-series so there weren't too many episodes to watch...$0#$b#I hope they make more!$1",
    "3SpringIndoor_Day.1": "You don't have any allergies right?$0#$b#I've heard that they can be very bad during Spring.$2",
    "3SpringIndoor_Day.2": "Maybe I should let my hair grow out a bit this year.$1#$e#That would bring some much needed change this year right?$9",
    "3SpringIndoor_Night.1": "You were so busy working today you missed dinner. Want some leftovers?$0#$e#Here, help yourself![727 231 207 199]$1",
    "3SpringIndoor_Night.2": "Has the Stardew Valley Tribune contacted you ever since they interviewed you?$0#$b#That article was really cool, I still have it at home.$9",
    "3SpringOutdoors.1": "Do you go the farm cave often?$0#$e#It's really scary but you always go in there as if it were nothing.$1",
    "3SpringOutdoors.2": "I love the fresh air here. It's a lovely change from the salty ocean wind.$1",
    "3SummerIndoor_Day.1": "Good Morning! I tried my hand at making something unique today. [904 228 232]$1#$b#Tell me how it tastes.$8",
    "3SummerIndoor_Day.2": "I know that it's still early but...$1#$b#Can we have some early morning cuddles?$4",
    "3SummerIndoor_Night.1": "I've been thinking about upgrading my PC. Maybe I should consult Victor before I do.$1",
    "3SummerIndoor_Night.2": "There's a weird soggy bird outside. I hope it doesn't find its way inside.$2",
    "3SummerOutdoors.1": "Oh my! I've worked up a sweat already and it's only morning!$5",
    "3SummerOutdoors.2": "Hey, Hey! Look at this orange I found! [635]$9",
    "3WinterIndoor_Day.1": "It's so cold outside today.$1#$e#Wouldn't you prefer to have some alone time inside with me.$4",
    "3WinterIndoor_Day.2": "Have you been trying to improve the farm over the winter?$1#$b#I'm trying to see if I can get some higher quality fertilizer for next year.$9",
    "3WinterIndoor_Day.3": "Have you ever thought where the name %farm came from? It's a very interesting name.$1",
    "3WinterIndoor_Day.4": "I opened the window to get some fresh air but instead a whole pile of snow got inside the house.$2#$e#I had to clean it all up.$2",
    "3WinterIndoor_Night.1": "Oh, I'm glad you're back! I missed you so much.$1",
    "3WinterIndoor_Night.2": "I just got off a call with the supplier of the fertilizer for the grapes.$0#$b#They said this year's shipment might be delayed.$2",
    "3WinterIndoor_Night.3": "Make sure to close the door tightly it looks like there'll be a storm tonight.$0",
    "3WinterIndoor_Night.4": "I wish I could do some jobs from the bulletin board but I don't have the skills to do them.$2#$e#If only there were requests related to winemaking or tailoring...$0",
    "3WinterOutdoors.1": "I made a quick snack for you and me before I went out.$1#$b#It isn't much but I hope it gets you through the day. [403]$1",
    "3WinterOutdoors.2": "I should head back inside soon, it's especially chilly today.$0",
    "4FallIndoor_Day.1": "Whenever it's fall I start feeling a bit emotional.$0#$b#Just looking at the fall foliage sometimes makes me feel.....sad.$2",
    "4FallIndoor_Day.2": "I've got to say, Robin did a really good job in this kitchen.$1#$e#You can practically cook anything with it!$1",
    "4FallIndoor_Night.1": "Even though I might not live in the vineyard anymore I still make sure to put the Spirit's Eve decorations.$1",
    "4FallIndoor_Night.2": "Hey, I've noticed something recently....$0#$b#Ever since I've moved in the electricity bill has skyrocketed.$5",
    "4FallOutdoors.1": "The fall leaves are so fun to crunch.$9#$e#But they're a real pain to rake once you're done crunching.$2",
    "4FallOutdoors.2": "It's truly incredible how you've grown %farm Farm into such a beautiful place.$1#$b#You are really amazing. Have I told you that enough times?$8",
    "4Rainy_Day.1": "The weather report was right as always, it's raining.$1#$b#They always manage to be right, its amazing.$1",
    "4Rainy_Day.2": "Do you remember when you found me crying in the rain? I'm happy you were there that day...$2#$b#I'll always treasure that moment, @.$1",
    "4Rainy_Night.1": "Despite the moody weather today I was still able to get a lot things done.$1#$b#For example, our dinner! [727 231 207 199]$8",
    "4Rainy_Night.2": "I hope the rain goes away by tomorrow, I need to go to buy something from Pierre's and I'm scared that I'll get wet.$0",
    "4SpringIndoor_Day.1": "You should clean yourself before going to bed next time.$2#$e#You got mud all over my clothes.$2",
    "4SpringIndoor_Day.2": "Your breath smells a bit bad. Did you brush your teeth today?$2#$b#Wait, do you even have a toothbrush at all?$0",
    "4SpringIndoor_Night.1": "Remind me to check the mail tommorow. The items I ordered should arrive in the morning.$1",
    "4SpringIndoor_Night.2": "*yawn* sooo sleepy. Want to go to bed soon, @?$1#$e#Maybe I'll read in bed for a bit.$0",
    "4SpringOutdoors.1": "Do you think I should go find some spring onions?$1#$b#They could be a great seasoning for tonight's dinner.$1",
    "4SpringOutdoors.2": "Today is a great day for working on %farm Farm.$1",
    "4SummerIndoor_Day.1": "If you're going out, mind picking up some snacks from Pierre's?$1#$e#I love snacks!$9",
    "4SummerIndoor_Day.2": "Good Morning silly!$1#$e#Have you been feeling alright? You look a bit down.$2",
    "4SummerIndoor_Night.1": "I owe all my cooking skills to Gus. He taught me a lot of nifty tricks when I was starting.$1",
    "4SummerIndoor_Night.2": "Hey you! Orange you glad to see me?[635]$8#$b#Susan gave me some this morning, she's always so nice to us.$9",
    "4SummerOutdoors.1": "Don't overwork yourself silly. If you need a cuddle break, just ask.$1#$e#*smooch*$9",
    "4SummerOutdoors.2": "I woke up so tired this morning that my legs almost fell asleep.$2#$b#But the sunny day woke me up and now I'm ready for the day!$1",
    "4WinterIndoor_Day.1": "I wonder how my house is doing. I haven't checked up on it in a while.$0",
    "4WinterIndoor_Day.2": "You better keep a closer eye on your shipping bin.$0#$b#I saw a racoon trying to get inside of it this morning!$5",
    "4WinterIndoor_Day.3": "Good morning, I'm having some morning wine today.$1#$b#No wine for you though, you still have to go out and work today.$9",
    "4WinterIndoor_Day.4": "I'm feeling confident about this year's wine selection.$1#$b#Samples from the wine thief I used have been turning out really good.$1",
    "4WinterIndoor_Night.1": "It feels especially cold tonight so I made some coffee to warm us up.[395]$1#$b#It might make it harder for us to fall asleep though.$9",
    "4WinterIndoor_Night.2": "Hey, you. Are you done for the day?$1",
    "4WinterIndoor_Night.3": "Winter is a great season for selling wine.$1#$b#People love to drink a glass of wine next to the fireside on a cold night.$1",
    "4WinterIndoor_Night.4": "I think I've been gaining weight recently.$2#$e#Maybe I should really cut down on the sweets.$2",
    "4WinterOutdoors.1": "Look at this crystal fruit. It's so pretty yet so fragile.$1#$b#Here, be careful with it alright? [414]$1",
    "4WinterOutdoors.2": "Hey, I know you have to go outside and work today, but do you want to...$1#$b#Go inside and cuddle for a bit before you leave?$4",
    "BDay.Bad.1": "Oh...$2#$e#%Sophia seems to be in a bad mood.",
    "BDay.Bad.2": "Oh, um, thank you? This is isn't what I imagined I would get for a birthday present...$2",
    "BDay.Bad.3": "Is this for my birthday?$2#$e#Ummm maybe you should keep it for yourself?$2",
    "BDay.Good.1": "This is one of the best presents I've gotten all day! Thank you so much @.$9",
    "BDay.Good.2": "I love this present! You always know the best things to gift.$9",
    "BDay.Good.3": "You remembered my birthday! I'm beyond speechless. I was hoping I'd get something like this!$9",
    "BDay.Marriage.Bad.1": "You know I only have one birthday a year right? I thought you'd put more effort on your gift.$2",
    "BDay.Marriage.Bad.2": "Hey, you didn't really need to get me something for my birthday, just you ummm being here is enough...$0",
    "BDay.Marriage.Bad.3": "I appreciate the thought but you don't have to force yourself too much if you forgot...$2",
    "BDay.Marriage.Good.1": "Is this for me? I'm so happy! I'll make sure to get you something for your birthday too just you wait!!!$1",
    "BDay.Marriage.Good.2": "Thank you so much @. I love you!$4#$b#*smooch*$9",
    "BDay.Marriage.Good.3": "You're so sweet @.$9#$b#Here, have this, maybe we can drink it together tonight. [FlashShifter.StardewValleyExpandedCP_Blue_Moon_Wine]$4",
    "BeginningOfYear.1": "Do you smell the pollen and nectar in the air!? Spring has arrived!$1#$e#I'll be setting up grape trellises all day at the vineyard.$1#$b#Good luck, silly! It'll be a busy day for the both of us. Extra cuddles tonight!$1",
    "BeginningOfYear.2": "This year Blue Moon Vineyard is expecting an increase in wine production.$9#$e#Are you planning on expanding %farm Farm too?$1",
    "BeginningOfYear.3": "I sure did spend a lot of time at home during winter.$1#$b#It's time to use all that energy on this year's harvest!$9",
    "Birthday.1": "Gus dropped by my house earlier and congratulated me. He also gave me loads of orange chicken.$9",
    "Birthday.2": "Ever since my parents died, I barely celebrated my birthday, it just felt so empty without them.$0#$b#But now, I understand that I shouldn't let it weigh me down. I can still be happy.$1",
    "Birthday.3": "I wish I could take the whole day off for my birthday but I have paperwork to do before winter ends.$2",
    "Birthday.4": "Emily gifted me some top of the line expensive fabric for my birthday, I can't wait to use it for a cosplay.$1",
    "Birthday.5": "Scarlett is coming by later to celebrate my birthday, she's also bringing cake.$1#$e#You can come join us if you want.$9",
    "BurgerGift.1": "No! What did you do to the poor puppyfish!?$5#$b#*sniff*...$6",
    "BurgerGift.2": "Eeep! I don't want to see that. Keep it away from me!.$5",
    "BurgerGift.3": "I never understood why people in Zuzu City like this, it makes me feel sick.$2",
    "BurgerGift.4": "Ugh. Now I kind of undestand what Marnie feels like when she sees me with orange chicken.$2",
    "EggFestival.1": "How many eggs do you think you'll find this year?$1",
    "EggFestival.2": "I still get nervous around large crowds of people...$2#$e#C-can we hold hands today at the festival?$4",
    "EggFestival.3": "Abigail is really good at the egg hunt.$0#$e#It's almost like she's scripted to win every time.$1",
    "Emily.HouseAct.1": "I can feel a wave of inspiration surge over me.$9#$b#I'm so close to finishing my cosplay!$8",
    "Emily.HouseAct.2": "Emily and I are sewing together today.$1",
    "Emily.HouseAct.3": "I come over to Emily every once in a while to ask for advice on clothing.$1#$e#She has really good tastes in colour palettes.$1",
    "Emily.HouseGreet.1": "Look at these fabrics I brought today!$8",
    "Emily.HouseGreet.2": "Wow Emily, your outfit looks great today.$9",
    "Emily.HouseGreet.3": "Hi, Emily!$9",
    "Emily.HouseLeave.1": "I think it just needs a few snippets over there.$1",
    "Emily.HouseLeave.2": "Is this pattern looking okay, Emily?$1",
    "Emily.HouseLeave.3": "You wouldn't mind if I take some of these fabrics with me, right?$1",
    "EndOfYear.1": "Let's go outside and appreciate the snow one more time before it melts away.$1#$b#We can hold hands while we do it as well if you want.$4",
    "EndOfYear.2": "I'm sad the snow is leaving. I'll miss crunching when I walk in it.$2#$e#%You pat Sophia on the head.",
    "EndOfYear.3": "Looks like winter is finally over.$0#$e#I guess I don't have an excuse to stay at home all day do I?$8",
    "Fair.1": "The Pelican Town Fair is today! I just know you're gonna blow everyone away!$9#$e#I'll be showing off a new vintage wine.$1",
    "Fair.2": "Scarlett is coming over for the fair.$1#$b#She and I will conquer all the stands!$8",
    "Fair.3": "I might not win this year.$1#$b#But I'll still try to set up the best grange display I can. I want to give people a good show.$1",
    "fall_Fri.1": "Pelican Town has such a problem with pests. Sometimes I wake up and find my garbage can knocked over.$3#$e#You haven't seen a trash panda around here, have you, @?$2",
    "fall_Fri.2": "In times like these, I try to think about happy things to cheer me up.$0#$b#But somehow I still end up falling down the same hole again and again.$2",
    "fall_Fri4.1": "Have you been to the Zuzu City convention center? It's the largest in the Ferngill Republic.$1#$e#I go for the merch and people watching.$9",
    "fall_Fri4.2": "Not that many interesting conventions happen during fall, normally winter and summer have the important ones.$1",
    "fall_Fri8.1": "You know, I could see myself growing something other than grapes some day.$1",
    "fall_Fri8.2": "I still remember when Victor first saw my PC and his jaw dropped at my high specs.$1#$b#I barely knew much about PC's back then, I just bought the one that looked the prettiest.$1",
    "fall_Mon.1": "Can you please just go away? I'm not having a great day.$2#$e#P-please?$6#$e#%Sophia looks upset...",
    "fall_Mon.2": "I-I really like the fall leaves, even though they're a mess to clean up.$1",
    "fall_Mon4.1": "Scarlett's visiting soon. She always finds a way to cheer me up.$1#$e#I wish she came over more often. But I understand Grampleton is far away...$2",
    "fall_Mon4.2": "Joja is still sending me discount offers in the mail. I already told them time and time again that I don't want them.$3",
    "fall_Mon8.1": "Hi, @. We should share a bottle of iridium wine soon. I wanna hang out with you!$1#$e#Or better yet, we could watch some anime! The new season of 'Sailor Sun' is debuting soon!$9",
    "fall_Mon8.2": "Mayor Lewis asked me to donate some seeds to the community farm for this season's crops.$1#$b#It feels good to have people rely on me.$1",
    "fall_Sat.1": "I just feel like being a couch potato today.$0",
    "fall_Sat.2": "Oh, hello. Umm how are you doing today?$0",
    "fall_Sat10.1": "Scarlett is visiting me soon! We're going to have dinner together.#$e#Hey, maybe you can join us if you have the time!$9",
    "fall_Sat10.2": "%Sophia hugs you tightly.#$e#I'm sorry, I just really needed a hug right now.$6#$e#%You embrace her even tighter.#$e#...$10",
    "fall_Sat6.1": "Hey, you! Do you ever make your own clothes?$9#$b#Emily has a really good sewing machine. I bet if you asked, she'd let you use it.$1#$e#Oh. You're using it? We should sew something together!$8",
    "fall_Sat6.2": "The 'Pink Princess Crusaders' canon is really complicated with all the spin-off content it has.$1#$b#You wouldn't belive the amount of debate there is on wherever the books are canon.$1",
    "fall_Sun.1": "...$6#$e#%Sophia is ignoring you. She looks sad.",
    "fall_Sun.2": "Can you hear it? The rustle of the fall leaves, they bring back bad memories...$0",
    "fall_Sun4.1": "The Jenkins are really nice. Sometimes, I sneak an extra bottle of wine into their orders.$1",
    "fall_Sun4.2": "I've wanted to trying learning an instrument but I've already got so many other hobbiesso it might be tough.$1",
    "fall_Sun8.1": "Wow, it's hard to keep up with you! I need to apply myself more!$9#$e#See you later, @.$1",
    "fall_Sun8.2": "I really have to properly decide when to paint my nails.$0#$b#I want them to look pretty but they always end up getting dirty when I do farmwork.$2",
    "fall_Thu.1": "*sniff*... Oh. Hi, @. H-how are you today?$6#$e#O-oh. Me? I-I'm okay.$6#$e#*sniff*...$12#$e#%Sophia is crying.",
    "fall_Thu.2": "Fall is a really complicated season for me, I'm sorry if I'm unresponsive at times.$0",
    "fall_Thu4.1": "What do you mean you haven't heard of 'My Villain School'?!$5#$b#It is only one of the most popular TV shows right now.$1",
    "fall_Thu4.2": "Although drinking many varieties of alcohol forms part of my job and I do enjoy tasting them.$0#$b#Beer always sticks out as my least liked, alongside ale and mead.$0",
    "fall_Thu8.1": "Hey, you! I feel like maybe I should be asking *you* for farming tips now.$1",
    "fall_Thu8.2": "I'm so glad the community farm is doing well.$1#$b#I'm not in need of the crops myself but seeing everyone work together is really nice.$9",
    "fall_Tue.1": "I'm sooo hungry. Is it time to eat yet?$2",
    "fall_Tue.2": "I don't think I got enough sleep last night. I've been having a headache all day.$2",
    "fall_Tue10.1": "Hey, you! If you want orange chicken sometime, I'll make you some.$1#$e#But not too much of it. You have to save some for me!$9",
    "fall_Tue10.2": "Fall is a problematic season for me, I feel down much more often.$2#$b#But ever since we started dating, looking forward to seeing you everyday, it makes me happy,$1",
    "fall_Tue4.1": "Don't you just love the colors of this season?$1#$b#It's like we're living in a different world.$9",
    "fall_Tue4.2": "I once tried taking the path east of town to Grampleton but the walk was too long, I had to take the train back afterwards.$0",
    "fall_Wed.1": "Wh-what do you want?$3#$e#Oh. Sorry. I'm a bit on edge today.$2#$e#You wouldn't understand...$2",
    "fall_Wed.2": "I'm feeling a bit sick today, it must have been my breakfast.$2",
    "fall_Wed6.1": "I'm planning my next cosplay. I think I wanna be a character from my show, Pink Princess Crusaders.$1#$e#Not like, a regular princess, a fierce warrior princess! With a gigantic sword, and a flowy red cape!$9",
    "fall_Wed6.2": "Emily has been really busy lately. It's a shame, I really needed her help for something.$0",
    "FishPondDialogue": "I heard you built a fish pond?$0#$b#Make sure to invite me over if you have any puppyfish alright?$1",
    "FishPondDialogueMarriage": "I saw that Robin finished building the fish pond.$0#$b#Can we start raising puppyfish? They're just so adorable.$9",
    "FlowerDance.1": "My favorite part of the flower dance is not really the dancing but rather all the pretty flowers there.$1#$e#%Oh and the cake too.$9",
    "FlowerDance.2": "Do you think there's gonna free cake again this year?$1",
    "FlowerDance.3": "It's a shame that we don't get to go to that flower field more often. It would look beautiful in the other seasons.$1",
    "Fri.1": "I wanted to look pretty today so I put on some eyeliner.$0#$b#D-do you think it looks okay?$2#$e#Aww. Thanks.$4",
    "Fri.2": "My phone battery just went out, luckily I have a charger on hand.$1",
    "Fri10.1": "Do you ever get lonely on %farm Farm?$0#$e#Oh. Um. No reason why I asked that.$4",
    "Fri10.2": "Hey, can you stay here for a while. I'm feeling a bit down and having you around makes me feel better.$2#$e#Than you.$9",
    "Fri2.1": "Eek! You scared me!$5#$b#Um, Hello.$2#$b#You want to talk about something?$0#$e#S-sorry. I-I'm a little busy.$2",
    "Fri2.2": "I forgot to charge my phone last night, I don't think I'll be able to last the day.$2",
    "Fri4.1": "Maybe I should buy some farm animals from Marnie? I need cute animals in my life.$1#$e#Hmm... actually, I don't know if I could handle that much work by myself.$2",
    "Fri4.2": "Maybe I should look into buying some headphones.$1#$b#Not everyone who passes by the vineyard is a fan of anime openings.$0",
    "Fri8.1": "Do you have any baby bunnies on your farm? They are so adorable!$9",
    "Fri8.2": "It can sometimes be hard to spot the difference between maple and oak trees, but you can tell them apart easily by the trunk.$1#$b#Oak trees always have a sturdier trunk than maple ones, it's something my dad taught me.$9",
    "FridayMorning.Fall.1": "Do you have any plans for the weekend?$1#$b#We should go out and do something fun.$1#$b#Or we could just laze at home all day. It's your choice.$9",
    "FridayMorning.Fall.2": "Should I take a detour to check how the grape trellises are doing?$0#$#Maybe not, I'm sure they're doing fine.$1",
    "FridayMorning.Fall.3": "Fall has always been the busiest season for us farmers.$0#$e#But even if we have a lot to do, we still deserve some breaks every once in a while.$1",
    "FridayMorning.Fall.4": "Will you be at the saloon tonight?$1#$e#I'm sure everyone would be glad to see you there.$1",
    "FridayMorning.Spring.1": "Good Morning silly! Do you know what day it is?$1#$#Friiidayyyyyyyy!!!$8",
    "FridayMorning.Spring.2": "Hey，you! I'm heading over to Pierre's, do you want anything?$0",
    "FridayMorning.Spring.3": "I should be more careful when I head out today.$0#$b#Last time I almost tripped and fell down.$2",
    "FridayMorning.Spring.4": "Hey, you! I'm running some errands today.$1#$b#I'll be thinking about you.$9#$e#Let's grab a drink at the saloon tonight! Gus is serving Grampleton orange chicken!$1",
    "FridayMorning.Summer.1": "I need to apply some sunscreen on today or I might get burnt in the sun.$5",
    "FridayMorning.Summer.2": "Friday is finally here!$1#$b#I‘m going to unwind at the saloon this evening, I hope I see you there.$9",
    "FridayMorning.Summer.3": "Finally! The weekend has arrived!!!$9",
    "FridayMorning.Summer.4": "I'm sure that the saloon will be packed tonight as always.$1#$b#I used to feel a bit nervous when near such a big crowd.$2#$b#But thanks to you, I've gotten more used to it.$9",
    "FridayMorning.Winter.1": "I've got a new bottle of wine to show off to Ms. Jenkins in the saloon tonight.$1#$b#I will blow her socks off with this one.$9",
    "FridayMorning.Winter.2": "Staying home all week has tired out my feet.$2#$e#I hope today's walk will wake them right up!$9",
    "FridayMorning.Winter.3": "Let's drink some hot coffee before we go out.[395]$1#$e#Done! Now I'm ready to go out and conquer the day!$9",
    "FridayMorning.Winter.4": "I should go see Dusty today...$0#$b#The poor boy must have felt so cold last night.$2",
    "FridayNight.Fall.1": "I might have freed myself from the fall fever for now but next week its right back at it again.$0",
    "FridayNight.Fall.2": "I meet Evelyn earlier this afternoon and she gifted me some leftover pie she had.$8#$b#I saved you a slice of course.[608]$9",
    "FridayNight.Fall.3": "I had a productive day today!$9#$e#I love you.$4#$b#*smooch*!!!$9",
    "FridayNight.Fall.4": "I don't go to the vineyard often on weekends.$0#$b#I have to make sure to have everything in place by Friday.$1",
    "FridayNight.Spring.1": "Do we have any festivities coming up?$1#$e#I'm thinking of wearing something special to the next festival.$1",
    "FridayNight.Spring.2": "Look what I found on my walk today![20]$8#$e#I should try foraging more every now and then.$1",
    "FridayNight.Spring.3": "I saw my parent's grave on my walk today.$2#$b#I-I'll try to buy some flowers for them.$6",
    "FridayNight.Spring.4": "The saloon was as lively as always tonight.$1#$b#It's always nice to see Gus get bussiness.$8",
    "FridayNight.Summer.1": "How was your day? Fridays are always fun days for me.$9",
    "FridayNight.Summer.2": "Since tomorrow is Saturday, maybe I can stay up a bit late tonight reading manga.$1#$e#I've got lots of catching up to do.$1",
    "FridayNight.Summer.3": "I was thinking of visiting Zuzu City this weekend.$1#$b#A 'Sailor Sun' themed popup cafe will open up there soon.$9",
    "FridayNight.Summer.4": "Hey you! I got you a little something from the saloon.[206]$1",
    "FridayNight.Winter.1": "I nearly slipped over some ice and fell on my walk today.$2#$e#It gave me the shock of my life.$5",
    "FridayNight.Winter.2": "I got our groceries for the week done but I accidentally bought more honey than we needed.$0#$b#Here you can have it.[247]$1",
    "FridayNight.Winter.3": "There was a really cool snowflake outside but I forgot to take a picture.$2#$e#Well, what matters in the end isn't just pictures but the memories of that come with them.$1",
    "FridayNight.Winter.4": "It was so cold outside, I'm itching to go to bed and warm up.$0",
    "Gifts.Fall4.Disliked": "You should just... leave me alone.$12",
    "Gifts.Fall4.Hated": "Is this some kind of sick joke? Leave me alone.$7",
    "Gifts.Fall4.Liked": "T-thank you for trying to cheer me up but I think I need some time to myself.$12",
    "Gifts.Fall4.Loved": "T-thank you, this means a lot to me.$13",
    "Gifts.Fall4.Neutral": "Sorry but I'm just not really in the mood right now.$6",
    "Good.0.1": "So will you ever take me to see your parents?$1#$b#I've seen the mail your mother has sent you and she seems very nice.$1",
    "Good.0.2": "Come closer, @.$4#$e#Closer...$4#$e#*smooch*!!!$9#$b#Love you!$9",
    "Good.0.3": "Even after I grew up to be an adult, I've still liked fairy tales.$1#$b#The illustrations and story really captivate me.$1",
    "Good.1.1": "I might miss being at my old home but being here in this house makes me feel really happy.$1",
    "Good.1.2": "I thought it'd be tough managing Blue Moon Vineyard but it actually isn't so bad.$1",
    "Good.1.3": "I've been trying to come up with a cosplay idea all day but my mind feels empty.$2#$e#Maybe a hug could help me with some inspiration?$4",
    "Good.2.1": "H-hey, be careful down in the mines, okay? I can't imagine what I'd do if anything happened to you.$2#$e#%You tell Sophia not to worry. She smiles at you.",
    "Good.2.2": "Have you ever thought about how'd you see yourself in 5 years?$1#$b#I always used to think I'd stay in that state for the rest of my life.$2#$b#I'm so glad I can finallly be truly happy again.$9",
    "Good.2.3": "@.$1#$b#@, @, @.$1#$e#%Oh. Don't mind me, your name is just so nice to say.$9",
    "Good.3.1": "Do you believe in true love @?$0#$e#I used to think it was just a fairy tale fantasy but after meeting you...$1#$b#I think I might be starting to believe in fairy tale fantasies.$4",
    "Good.3.2": "Gus gave me a few plates of grampleton orange chicken.$9#$b#As a reward, I'll let you have some tomorrow.$1",
    "Good.3.3": "Hey, you! Want to drink some aged Blue Moon wine tonight?$1",
    "Good.4.1": "I'm dyeing my hair again soon! Maybe I should change the color?$1#$e#Mmm... no, I'll keep it 'cotton candy pink'!$9",
    "Good.4.2": "I've been dependent on the wine aging techniques of my family for so many years.$0#$b#But now I want to invent something of my own.$1#$b#Leave my own mark on the tradition.$9",
    "Good.4.3": "You brighten up the room more than 'Sailor Sun' when she uses her Golden Sun Crystal Power Kiss.$8",
    "Good.5.1": "I'm so glad that I married a fellow farmer.$1#$b#I feel like we can understand each other so much better.$9",
    "Good.5.2": "Have you ever seen a real fairy?$1#$b#When I was little, I once saw a glowing light circling the grapes at night.$1#$b#And the next day, all the trellis had matured instantly!$5#$b#From that day on I have believed in the existence of fairies.$8",
    "Good.5.3": "Hey, hey! Um. Do you have a moment?$1#$e#Just... wanted to say I'm proud of everything you do.$9#$b#I love the life we started together. It's... like a magical paradise.$1#$b#Lets always be there for each other!$9",
    "Good.6.1": "We should go to a cosplay convention in Zuzu City sometime! You'd love it!$1",
    "Good.6.2": "Hey silly, how are you on this spectacular day?$9#$b#Me? I'm doing just fine of course, as long as I get to be with you.$8",
    "Good.6.3": "I bought this new manga today.$9#$b#Do you want to read it together in bed tonight?$4",
    "Good.7.1": "I know that you aren't as much of an anime fanatic than me but I'm so glad you take the effort to watch it with me.$9#$b#Do you have any hobbies that I can try out?$1",
    "Good.7.2": "You know, we haven't really had a honeymoon since we got married.$1#$b#Maybe we could take a few days off farming and go somewhere nice.$1#$b#Just the two of us.$4",
    "Good.7.3": "Eek! A stranger!$2#$e#*giggle* I'm just being silly.$9#$e#Um. So, what kinda of farm work do you have today?$1",
    "Good.8.1": "I've been feeling so sleepy all day but seeing you wakes me right up!$9#$e#Thank you for being so cute today.$8",
    "Good.8.2": "Hey, you! Scarlett sent me this really funny meme yesterday, I'll send it to you later.$9#$b#Wait, you don't have a phone do you?$5",
    "Good.8.3": "I always thought I'd be alone my whole life.$2#$b#I'm happy we found each other, silly.$1#$e#*smooch*$9",
    "Good.9.1": "Hey silly, how are you on this spectacular day?$9",
    "Good.9.2": "I've never had a chance to properly read my dad's old comic books.$0#$e#They're not manga but I would be willing to try them out.$1",
    "Good.9.3": "I finally finished my cosplay!!!$9#$e#Oh no this one isn't for a convention.$1#$b#It's a special cosplay, just for you.$4",
    "GrampChickenGift.1": "I already had some orange chicken for breakfast but you can never have too many. Thanks!$8",
    "GrampChickenGift.2": "Wow, Grampleton orange chicken! I was actually kinda hungry. I'm gonna dig in and and savor every bite!$9",
    "GrampChickenGift.3": "Yay orange chicken! And I was starting to run out of it too.$9",
    "GrampChickenGift.4": "Thank you! I was feeling a little down today but a good orange chicken instantly lifts my mood.$9",
    "GreenDay.1": "There's so much moss outside, I wonder if I can use them for anything in the vineyard.$0",
    "GreenDay.2": "Are people still taking refuge in the saloon?$0#$e#Well, I guess it's better to be safe than sorry.$1",
    "GreenDay.3": "I was going to watch one of my shows today but my TV only displays green static...$2",
    "GreenDay.4": "Those weird trees really remind me of candy canes.$1#$b#It's a shame you can't eat them though.$2",
    "GreenDay.5": "From what I heard this event is supposed to be a rare occurence.$0#$b#It's odd that it now became a yearly thing.$0",
    "GreenDay.Marriage.1": "Weird question but have you tried tasting the green rain? Would it taste like normal water or broccoli juice?$0",
    "GreenDay.Marriage.2": "I'm going to stay at home, be careful to not slip over some moss if you go out.$0",
    "GreenDay.Marriage.3": "Victor once tried to explain to me the theories on why the green rain occurs but they just went over my head.$0#$b#At least I understood from him that they're perfectly safe.$1",
    "GreenDay.Marriage.4": "The farm looks overgrown. Are you sure you'll be able to clean it all up?$0",
    "GreenDay.Marriage.5": "I should do some sewing today, if I keep staring at green static on TV I think I'll go insane.$0",
    "GreenDayFinished.1": "I'm glad this rain didn't turn out to be dangerous. In most shows green rain is acid and melts people.$8",
    "GreenDayFinished.2": "I'm pretty hungry right now, I haven't left the house all day and I forgot to buy groceries.$2",
    "GreenDayFinished.3": "The moss seems to be growing like crazy but luckily it hasn't affected my house.$1",
    "GreenDayFinished.4": "That weird rain worked wonders for my grape trellis! They all look so much more healthier now!$1",
    "GreenDayFinished.5": "I think I can see the clouds parting now, the green rain is going to end soon.$0#$e#Well, it was fun while it lasted.$1",
    "GreenDayFinished.Marriage.1": "Surprisingly, today was no different than a usual rainy day.$1#$e#The only problem is that I now have to clean off a lot of moss tommorow.$2",
    "GreenDayFinished.Marriage.2": "How did your day go? I hope you found some use for all that moss.$1#$b#It'd be a shame if it all went to waste.$1",
    "GreenDayFinished.Marriage.3": "I hope this rain ends already, I've missed out on all of today's anime and I have to watch the rebroadcasts.$2",
    "GreenDayFinished.Marriage.4": "Considering all the moss we have now, I think I should start making moss soup for breakfast, lunch and dinner.$1#$e#Haha, just kidding.$9",
    "GreenDayFinished.Marriage.5": "I think I'll actually kind of miss the green rain. It was a good excuse to take a break from work.$9",
    "Haley.HouseAct1.1": "What do you think of this colour of lipstick?$1",
    "Haley.HouseAct1.2": "Do you want to try something new today?$9",
    "Haley.HouseAct1.3": "OoOoo! Those are so so pretty!$9",
    "Haley.HouseAct2.1": "Do you think this looks good?$1",
    "Haley.HouseAct2.2": "Let me try applying it!$1",
    "Haley.HouseAct2.3": "Oops, I think I applied a bit too much blush.$2",
    "Haley.HouseGreet.1": "I hope I didn't arrive late. Let's get started.$1",
    "Haley.HouseGreet.2": "Hey, I brought over some new eyeliner today. Do you want to try it out?$9",
    "Haley.HouseGreet.3": "Hi, Haley.$1",
    "Haley.HouseLeave.1": "I'd say we did a good job today Haley?$1",
    "Haley.HouseLeave.2": "See you soon, Haley.$1",
    "Haley.HouseLeave.3": "I'll text you later Haley.$1",
    "HouseUpgrade_2Marriage": "The house feels so much more spacious now!$9#$e#Also, with the new nursery are you maybe planning to...$1#$b#...$4#$e#Ummm... nevermind.$4",
    "HouseUpgrade_3": "Hey, Robin gave me a heads up that you might be looking to get into the wine aging game.$0#$e#A little friendly competition wouldn't hurt anyone right?$9",
    "HouseUpgrade_3Marriage": "Is that a wine cellar I see?$1#$e#We may be married but just so you know, I don't go easy on competition.$9",
    "Ice.1": "Do you think the ice on the lake would break if we jumped on it?$0#$b#Maybe I shouldn't worry. It's pretty cold out there so the ice must be thick.$1",
    "Ice.2": "Everybody's snowmen looked so cool last year.$1#$e#Let's make something that'll blow them away!$9",
    "Ice.3": "I can feel it! You are gonna win the fishing contest today!$1#$e#If you win - extra cuddles tonight...$4",
    "Jelly.1": "Um. Would you like to watch those jellyfish tonight? We can hold hands on the dock.$4#$e#...Do you think the jellyfish sting?$0",
    "Jelly.2": "Are you ready for the festival today?$1#$e#It isn't the flashiest but the beauty of the jellyfish is worth it.$9",
    "Jelly.3": "I wonder where the jellyfish are right now...$0",
    "Luau.1": "Do you know what you're bringing to the potluck today for the Luau?$1#$e#I'm pouring aged Blue Moon wine into the adult pot!$1",
    "Luau.2": "Gus has been working real hard on this year's Luau, you better eat up as much as you can.$9",
    "Luau.3": "Guess what I'm putting in the potluck this year.$1#$e#What. How did you know?!$5#$b#Am I really that predictable?$2",
    "Mon.1": "Um... hello.$2#$e#Do you need something?$0",
    "Mon.2": "Today is a....day right?$0#$e#%Sophia looks like she's uncomfortable, it's better to leave her alone.",
    "Mon10.1": "I want to hike up to the summit sometime! We could maybe pack a picnic too!$9#$e#Oh! And we could hold hands.$4",
    "Mon10.2": "Dating someone is a whole lot nicer than I imagined it to be.$1#$b#Having someone you can rely on no matter what makes me feel happy.$4",
    "Mon2.1": "...$6#$e#%Sophia is ignoring you. She looks sad.",
    "Mon2.2": "You sure do come over here often don't you?$0#$e#Well I don't really mind, it's kind of nice actually.$1",
    "Mon4.1": "If you need sprinklers, you can purchase some from me.$0#$b#I don't charge too much.$1#$e#Sprinklers can be ordered through the ledger in my crafts room.$0",
    "Mon4.2": "I sure do miss the snow, sadly winter is almost a year away.$2",
    "Mon8.1": "Hey, you. Nice to see you!$1",
    "Mon8.2": "I think that I went a little bit too far tasting last year's wine samples.$0#$b#I can barely stand on my own two feet right now.$2",
    "Neutral.0.1": "We should try to make some orange chicken together.$1#$b#If we combine our cooking skills I'm sure we can make something amazing.$9",
    "Neutral.0.2": "Hey, you. I'm going to clean the house today.$1",
    "Neutral.0.3": "We should visit Sakura Vineyard someday.$1#$b#It's a bit expensive but if we put our money together we can make it happen.$9",
    "Neutral.1.1": "What's your favorite type of gem @?$1#$b#You already know that mine is fairy stones but you never told me yours.$1",
    "Neutral.1.2": "I still get a bit jumpy around strangers sometimes.$0#$b#But I've really improved since before.$1",
    "Neutral.1.3": "Blue Moon Vineyard is doing well. It's a bit tough managing it from here, but I don't mind.$1",
    "Neutral.2.1": "I don't know why I love orange chicken so much.$1#$b#I've eaten it for so long and yet I can never get tired of it.$9",
    "Neutral.2.2": "When can we go on a date night?$4#$b#We could go eat and eat at a fancy restaurant in Zuzu City.$1",
    "Neutral.2.3": "Do you want to live in Stardew Valley for the rest of your life, @?$0#$e#I was thinking maybe we'd move somewhere else later. Maybe the Fern Islands?$1#$e#We can talk more about it later. I definitely don't want to move anytime soon!$9",
    "Neutral.3.1": "Hi, silly. Keep up the good work!$1#$e#I'm always rooting for you.$9",
    "Neutral.3.2": "Wow, your clothes are looking sharp today!$8#$b#Do you mind if you let me try them on later?$1",
    "Neutral.3.3": "You don't mind all the plates of orange chicken in the fridge right?$0#$b#I just really love it.$9",
    "Neutral.4.1": "Remember that if you're ever feeling down, or are having a bad day.$1#$b#I'll always be here to comfort you even in your darkest hours.$8",
    "Neutral.4.2": "How do you always manage to brighten up the room whenever you come in?$9#$e#Seriously, what's your secret?$0",
    "Neutral.4.3": "You know, I feel like my parents would be proud of me if they saw my life now.$1#$e#Your grandpa would be, too.$1",
    "Neutral.5.1": "Do you remember that time when I was looking at you behind the fence and jumped when I saw you?$1#$b#Gosh that was so embarrassing.$9",
    "Neutral.5.2": "Did you see the new 'Sailor Sun' episode?$1#$e#You didn't?! We have to go watch it straight away, you won't believe what happens.$5",
    "Neutral.5.3": "Um. Sooo tell me that story again about how you got my mermaid pendant!$1#$e#A ghost at the beach! So spooky!$9",
    "Neutral.6.1": "*yawn* I-I don't know why. I'm so... *yawn* sleepy today.$2#$e#Maybe I'll take a nap.$1",
    "Neutral.6.2": "Moving my manga collection from my house to here sure was hard.$1#$b#Sometimes I forgot just how much manga I have.$5",
    "Neutral.6.3": "You look so adorable today silly.$9#$b#*smooch*$9",
    "Neutral.7.1": "I cannot believe what just happened in the last episode of Maguca Magika!$5",
    "Neutral.7.2": "Hey! Always be you, okay?$9",
    "Neutral.7.3": "You've gone to the deeper parts of Cindersap forest right?$0#$b#So tell me, what's it like?$1",
    "Neutral.8.1": "I might go over to visit Susan soon.$0#$b#She wanted some help on fixing up one of her sprinklers.$0",
    "Neutral.8.2": "Hey! Scarlett is coming over soon, is that alright?$1#$e#You're the best!$9",
    "Neutral.8.3": "If you're ever lacking sprinklers for your farm, my ledger is always open for you to use.$1",
    "Neutral.9.1": "My house back at the Vineyard has been getting a bit dusty.$0#$b#We should do some spring cleaning in it someday, who knows what we might find!$1",
    "Neutral.9.2": "Want to watch anime later? I'll even make us homemade snacks!$1",
    "Neutral.9.3": "I've been dabbling in other types of farming recently.$0#$b#Andy has given me really good advice on the best techniques for foraging.$1",
    "NewSaloonDialogueFall.1": "I've rarely tasted Gotoran wine, I've drunk many glasses of Sakura Vineyard wine.$0#$b#But it just isn't the same as authentic Gotoran wine.$0",
    "NewSaloonDialogueFall.2": "So do you prefer red or white wines?$1#$b#I've always preferred reds, it's what Blue Moon Vineyard makes after all.$9",
    "NewSaloonDialogueFall.3": "Maybe I should go play Pumpkin Smashers with Victor.$1#$e#He really seems to be having fun!$9",
    "NewSaloonDialogueFallMarriage.1": "I've heard people praising Pierre's spiced pumpkin cider to the same level as my wine.$0#$b#I need to know how he makes it but he's been really tight-lipped about it.$0",
    "NewSaloonDialogueFallMarriage.2": "Gus' jukebox is so cool. It's really vintage, I'm surprised that it still works.$1",
    "NewSaloonDialogueFallMarriage.3": "I should try to drink a cocktail today.$1#$b#It's good to mix up things every once in a while.$1",
    "NewSaloonDialogueSpring.1": "%Sophia stares at her wine glass quietly in thought",
    "NewSaloonDialogueSpring.2": "I try to be social every so often. No better place than the saloon!$1",
    "NewSaloonDialogueSpring.3": "Ms. Jenkins sure does know her wine.$9#$e#I've taken a glance at her wine collecting and I was impressed.$1#$e#There's some really vintage stuff there.$1",
    "NewSaloonDialogueSpringMarriage.1": "Everybody is having so much fun here.$1#$e#Even without the community center, people still find a way to gather together and have a good time.$1",
    "NewSaloonDialogueSpringMarriage.2": "I've gone to the saloon so many times that Gus practically knows my order by heart.$1#$b#Whenever I come in the saloon he serves exactly up what I want without me even telling him.$8",
    "NewSaloonDialogueSpringMarriage.3": "Hey, you! I know we might be in public but...$4#$b#*smooch*$9#$e#Hehehe.$4",
    "NewSaloonDialogueSummer.1": "Today was a very busy week, I deserve to get myself some vintage wine tonight.$9#$e#You should also go and give yourself a reward, managing %farm Farm isn't an easy job.$8",
    "NewSaloonDialogueSummer.2": "I don't know much about Shane, but whenever I'm eating orange chicken...$0#$b#He just stares at me coldly.$2",
    "NewSaloonDialogueSummer.3": "The hot and humid environment in the Fern Islands gives their wine a unique taste.$1#$b#Their wines are fruity and even have a chocolate-like taste.$1",
    "NewSaloonDialogueSummerMarriage.1": "Hey, you! Here to socialize too?$1#$b#Have a seat and let's enjoy this ring fruit wine Gus brought in.$9",
    "NewSaloonDialogueSummerMarriage.2": "Want to take a stroll under the moonlight after we leave the saloon?$4#$b#The summer night sky tonight is beautiful.$4",
    "NewSaloonDialogueSummerMarriage.3": "I'm glad that Gus now directly sells orange chicken.$9#$b#I used to stockpile it when I went to Grampleton but now I can get it directly from here.$8",
    "NewSaloonDialogueWinter.1": "It's so cool that Gus got a Journey of the Prairie King arcade machine.$9#$b#I already have the game on my computer but the arcade machine has a certain feel to it that makes it way better to play on.$1",
    "NewSaloonDialogueWinter.2": "There's so many types of alcoholic drinks but wine will always be my favourite.$9",
    "NewSaloonDialogueWinter.3": "I don't know about you but I don't like beer at all.$2#$b#The taste really hurts my stomach.$2",
    "NewSaloonDialogueWinterMarriage.1": "Me and my parents used to come here all the time on Fridays.$0#$b#But I've never really stopped coming, I want to treasure the tradition.$1",
    "NewSaloonDialogueWinterMarriage.2": "It's so cold outside tonight, I almost froze up just walking to here.$2#$b#Maybe I should warm myself up with more wine before I go out.$8",
    "NewSaloonDialogueWinterMarriage.3": "As much as I would like to bundle up at home watching anime on this chilly night.$1#$b#I've got to dedicate at least one day of the week to talking with others.$9",
    "OneKid0.1": "I can't believe we're parents, @. Everything is so different.$9#$e#I'm so happy with you. It's...it's nice to have a family again.$1",
    "OneKid0.2": "Jodi and Caroline have told me horror stories about how expensive it is to raise kids.$0#$b#But we haven't had much trouble have we? We're both successful farmers.$9",
    "OneKid0.3": "When Gus met %kid1 he broke in tears and hugged all of us.$1#$b#It felt like he was much happier than even us.$9",
    "OneKid1.1": "%kid1 laughs when I make funny noises and faces.$9#$e#I love how our home is always full of laughter!$8",
    "OneKid1.2": "I showed %kid1 some pictures of their grandparents. They might not ever meet them but I still want them to know their family.$1#$b#You should show $kid1 pictures of your grandpa, they'd love it.$9",
    "OneKid1.3": "I had to stop %kid1 from drinking one of my bottles of wine today. They've been really mischevious lately.$5",
    "OneKid2.1": "Hey, you! I'm heading to Pierre's soon to pick up baby stuff.$1",
    "OneKid2.2": "%kid1 has been feeling a bit lonely without you lately. You should go play with them more often. Invite me too while you're at it.$1",
    "OneKid2.3": "Haley was having a bit of trouble when she tried to carry %kid1.$1#$b#To be honest, it was kind of funny.$9",
    "OneKid3.1": "%kid1 was playing around in the dirt outside. Had to draw a bath.$0#$e#I feel like %kid1 will be a farmer someday, just like us.$1",
    "OneKid3.2": "%kid1 showed interest in the manga I was reading.$1#$e#It reminds me of when I first learned of comics from my dad. It makes me really happy.$9",
    "OneKid3.3": "Maybe I should show %kid1 some anime. Would they be more of a 'Sailor Sun' fan or a 'Pink Princess Crusaders' enjoyer?$1",
    "Patio.1": "Hey, you! I'm just here catching up on this manga.$1#$b#This latest chapter is a real page turner!$1",
    "Patio.10": "My manga was almost blown away by the wind. I should be more careful.$2",
    "Patio.2": "I might not have a view of the Gem Sea from here, but %farm Farm's scenery is a beautiful sight on its own.$9",
    "Patio.3": "%Sophia is humming the opening of an anime.",
    "Patio.4": "I'm really happy living here with you.$1#$e#%You pat Sophia's head.#$e#!!!$9",
    "Patio.5": "Sitting on this hard floor for a long time tires me.$2#$e#I should buy some cushions so I can sit more comfortably.$0",
    "Patio.6": "I'm really glad for the life we are living. We should learn to appreciate every moment of it.$1",
    "Patio.7": "Reading outdoors is great, this fresh air is so nice!$1",
    "Patio.8": "Hey silly, I'm just going to sit here for a while. Don't worry about me, just go work on %farm Farm.$1#$b#I'll be watching!$9",
    "Patio.9": "The flowers behind me are looking great this year!$9#$e#I made sure to give them some of the spare fertilizer I use for the grapes.$1",
    "PierreShop.1": "Pierre has some good quality seeds but I usually only buy grape seeds in bulk.$1",
    "PierreShop.2": "It's nice to have Pierre's close by, it fits better with my schedule on Friday.$1",
    "PierreShop.3": "I've been buying my groceries from Pierre's for so long and yet I don't know much about him or Abigail and Caroline.$0",
    "PierreShop.4": "I Thought I'd pick up groceries while running errands today. We were running a little low on some stuff.$1",
    "PierreShop.5": "%Sophia seems to be deep in thought on wherever to buy Chilled Flakes or Fortunate Charms.",
    "PuppyGift.1": "Just look at that face, it's so cute! I can't wait to play with them.$1",
    "PuppyGift.2": "I love this gift. Thank you so much! What should I name this little guy?$9",
    "PuppyGift.3": "Yay! I've got a find a tank for this one, I can't let it stay in my pockets for too long.$1",
    "PuppyGift.4": "I usually don't like fish but I just can't say no to that cute little face.$9",
    "Resort.1": "Hey, @! Did you see the little crabby on the shore?$1#$e#I tried catching it but the little guy ran away.$2",
    "Resort.2": "Letting the sand sink your feet gives you such a nice feeling.$9#$b#I do it every time I go to a beach.$1",
    "Resort.3": "Do you think that the volcano could erupt someday?$0",
    "Resort.Bar.1": "This mango smoothie Gus made for me is really tasty!$1",
    "Resort.Bar.2": "I slipped some bottles of Blue Moon wine into the bar.$1#$b#I hope everybody enjoys it.$9",
    "Resort.Bar.3": "There's so many exotic drinks here!$8#$b#Gus really outdid himself this time.$1",
    "Resort.Chair.1": "The beach here feels so much different from the one back home.$1#$b#In a good way of course.$8",
    "Resort.Chair.2": "This trip is really helping me calm down. I've had a lot on my mind lately.$1#$e#Hey, if you're up for it, maybe we can check out the coral reefs?$1",
    "Resort.Chair.3": "Thank you for fixing up the boat and getting this resort set up.$9#$e#It's amazing.$1",
    "Resort.Enter.1": "Yay! We're here!$9",
    "Resort.Enter.2": "With a boat trip like that you'd expect there to be a Kraken.$2#$e#Don't be scared I was just kidding.$9",
    "Resort.Enter.3": "Ginger island looks so big from out here.$1",
    "Resort.Leave.1": "Aww. We have to go home now...$2",
    "Resort.Leave.2": "Until next time Ginger island!$1",
    "Resort.Leave.3": "I got some seashells with me to bring home.$9",
    "Resort.Marriage.1": "The volcano looks so ominous.$0#$b#Have you really gone there?!$5",
    "Resort.Marriage.2": "Do you think we could make snow angels on the sand?$1#$b#But then they wouldn't really be snow angels would they?$0#$e#Yes that's right! Sand angels!$1",
    "Resort.Marriage.3": "Have you tried growing anything on this island?$0#$e#I bet you could make some great wine with this environment.$9",
    "Resort.Marriage.Bar.1": "You can always count on Gus to make the best drinks no matter where.$9#$e#He was able to make so many drinks with the local ingredients from this island.$1",
    "Resort.Marriage.Bar.2": "Maybe I should take this opportunity to find some ring fruit wine.$1#$e#There's a lot of things to learn from the viticulture here.$1",
    "Resort.Marriage.Bar.3": "Hey, you! Do you want to have a drink with me?$1#$b#Gus made something special for the two of us.$1",
    "Resort.Marriage.Chair.1": "I want to get up and go to the shore but...$0#$b#This chair is just so comfortable.$8",
    "Resort.Marriage.Chair.2": "Oh no. I forgot to put on my sunscreen.$2#$b#Would you mind applying it to me?$4",
    "Resort.Marriage.Chair.3": "The sun here is so nice.$9",
    "Resort.Marriage.Enter.1": "I have a lot of things to worry about at home but I should just relax today.$1",
    "Resort.Marriage.Enter.2": "That boat trip sure was long, I'm glad I can finally stretch my legs.$1",
    "Resort.Marriage.Enter.3": "We're finally here! Ready to have fun?$1",
    "Resort.Marriage.Leave.1": "I'm going back to Stardew Valley now. See you at the farm.$1#$e#*smooch*$9",
    "Resort.Marriage.Leave.2": "Time to go back, I still have some unfinished housework.$2",
    "Resort.Marriage.Leave.3": "I think I got a pretty good tan at the beach today.$1#$b#Do you like it?$4",
    "Resort.Marriage.Shore.1": "You bet that I can swim to that island over in the distance?$1#$e#Never mind, I'm pretty hungry right now.$2",
    "Resort.Marriage.Shore.2": "Hey, you! Do you want to swim somewhere far away?$1#$e#Just the two of us alone of course.$4",
    "Resort.Marriage.Shore.3": "The ocean waves wash some really interesting things onto the shore.$1#$b#Just look at how cool this seashell looks.$9",
    "Resort.Shore.1": "Swimming makes me hungry.$0#$e#Maybe it's time for a snack?$1",
    "Resort.Shore.2": "It's been so long since I've been swimming.$1#$e#I should see how far I can go.$1",
    "Resort.Shore.3": "OoOoh. I can see another island from here.$1",
    "Sat.1": "Um. Hello.$0",
    "Sat.2": "I'm tired, It looks like I'll be going to bed early...$0",
    "Sat10.1": "Hey, you! I just want to talk to you every day!$9#$e#Did that sound too clingy?$2#$e#%You hug Sophia. She blushes.",
    "Sat10.2": "Where are you going without giving me my daily kiss first?$4#$b#*smooch*$9",
    "Sat2.1": "I wish Gus sold orange chicken. The closest place that sells it is in Grampleton.$0#$e#I love orange chicken!$9#$b#Scarlett brings me some when she visits.$1",
    "Sat2.2": "I have some books that might interest you in the bookshelf in my house. I wouldn't mind you checking them out.$1",
    "Sat6.1": "Hey, you! Want to grab food at the saloon sometime?$9#$e#I can put a good word in with Gus.$1#$e#%Sophia smiles at you.",
    "Sat6.2": "Blue Moon Vineyard isn't really big but it makes up for it with quality.$9",
    "Sophia.DesertFestival.15.1": "There's a guy giving out free cactuses back there.$1#$b#He looks shady but trust me he's the real deal! Just look at this cactus!$1",
    "Sophia.DesertFestival.15.2": "I'm struggling between what to get. Maybe I'll just close my eyes and point at the menu!$1",
    "Sophia.DesertFestival.15.3": "The bus ride here was really long. I was already sweating before we even got to the desert.$0",
    "Sophia.DesertFestival.16.1": "I think someone dropped some calico eggs in the trash can back there...$0",
    "Sophia.DesertFestival.16.2": "I tried the scholar's challenge but I failed at the last question.$2#$b#I guess I'll have to try again tomorrow.$0#$e#Wish me luck.$1",
    "Sophia.DesertFestival.16.3": "Look at this trinket I bought!$1#$e#Have you bought anything cool from the stands?$9",
    "Sophia.DesertFestival.17.1": "Victor has just been going back and forth near the cave.$1#$e#Maybe I should go give him some words of encouragement.$9",
    "Sophia.DesertFestival.17.2": "These last few days were so fun! Maybe I should set up a stand next year.$1#$e#Hmm.. maybe not, I don't really have anything interesting to sell other than wine.$0",
    "Sophia.DesertFestival.17.3": "I finally beat the scholar's challenge! And on the last day too.$8#$b#Now what should I do with all these eggs?$1",
    "Sophia.DesertFestival.Marriage.15.1": "Hey, you! Excited for today's festival?$1#$e#I'll have to catchup with all my farm work once its over though.$0",
    "Sophia.DesertFestival.Marriage.15.2": "Hey, I'm hungry. Want to grab food with me soon?$1",
    "Sophia.DesertFestival.Marriage.15.3": "Have you gone to Emily's stand?$1#$b#I contributed some clothes of mine to the line-up.$9",
    "Sophia.DesertFestival.Marriage.16.1": "The food here is so good. I've lost count of the plates I've eaten.$9#$e#Now that I think about it, maybe I shouldn't have eaten too much, my stomach is starting to hurt.$2",
    "Sophia.DesertFestival.Marriage.16.2": "Make sure you're careful when you go to the skull cavern.$0#$b#I get really worried.$2",
    "Sophia.DesertFestival.Marriage.16.3": "Did you get anything cool?$9#$b#I still don't know what I should buy with my calico eggs.$1",
    "Sophia.DesertFestival.Marriage.17.1": "Did you see those little racers running around?$9#$b#They look so cute!$8",
    "Sophia.DesertFestival.Marriage.17.2": "Today's the last day of the festival.$1#$b#I still have some calico eggs left, maybe I'll splurge them on something cool.$1",
    "Sophia.DesertFestival.Marriage.17.3": "Have you done everything you wanted? Remember, today's the last day of the festival.$1",
    "Sophia.Fall.12": "I've had to rake leaves all day, they just don't stop coming.$2",
    "Sophia.Fall.20": "Even though my bussiness is making wines, I love eating just the grapes.$1#$b#Sometimes I take a small part of the harvest just so I can eat them.$9",
    "Sophia.Fall.24": "How's it going fellow farmer? How are you handling the fall?$1#$e#Me? Oh I'm doing really well.$9",
    "Sophia.Fall.3": "The flowers I ordered for tommorow just arrived.$2#$e#I would have gotten them locally but I can't just go into the store looking like this.$2",
    "Sophia.Fall.8": "I'm so glad we're in fall now. It's when fairy roses start coming into season.$9",
    "Sophia.NightMarket.1": "I'm not going to participate in the auction this time.$0#$b#Ms. Jenkins gets all the good bids every time.$2",
    "Sophia.NightMarket.10": "The mermaid show sure was........ interesting.$4",
    "Sophia.NightMarket.11": "The dark atmosphere of the market really reminds me of Spirit's Eve. It's a shame that you can't wear cosplay here too.$1",
    "Sophia.NightMarket.12": "I wish the market could expand but any more boats and the whole dock will come crashing down.$5",
    "Sophia.NightMarket.2": "I normally don't go out so late at night.$1#$b#Luckily I have the free coffee is keeping me up.$8",
    "Sophia.NightMarket.3": "I got my hands on a Gotoran painting from the man in the fancy suit.$0#$b#But it looked like Ms. Jenkins also wanted the painting and she looked really disappointed...$2#$b#So I gifted it to her.$1",
    "Sophia.NightMarket.4": "I usually only go to the beach during the daytime festivals.$1#$b#It's so nice to see it come alive at night.$9",
    "Sophia.NightMarket.5": "I might buy a painting from this man in the fancy suit.$1",
    "Sophia.NightMarket.6": "OoOoh. There's so many cool things in this market.$8",
    "Sophia.NightMarket.7": "There's a lot of things to buy from here, but sometimes the really good stuff is only available on certain days.$1",
    "Sophia.NightMarket.8": "Now that I think about it we dont really get many boats coming here to Stardew Valley do we? The port is usually empty.$0",
    "Sophia.NightMarket.9": "I bought this exotic fabric from that boat down there, the texture of it feels so nice I can't wait to use it.$9",
    "Sophia.NightMarket.Marriage.1": "Has anything caught your attention yet? I've been eyeing the paintings this man has.$1",
    "Sophia.NightMarket.Marriage.10": "I'm feeling a bit drowsy, maybe I should go for some coffee.$1",
    "Sophia.NightMarket.Marriage.11": "This market feels like something straight out of a fairy tale.$1",
    "Sophia.NightMarket.Marriage.12": "Seeing the dock reminds me of the moonlight jellyfish. I can't wait to see them again.$1",
    "Sophia.NightMarket.Marriage.2": "Did you get the free coffee?$9",
    "Sophia.NightMarket.Marriage.3": "Hey, you! Want to go out into the beach and have fun?$4",
    "Sophia.NightMarket.Marriage.4": "You're not going to go see the mermaid show are you?$0#$b#Why watch those silly mermaids when you have me.$4",
    "Sophia.NightMarket.Marriage.5": "Maybe I should pay to that shrouded figure to warp me back home.$0#$e#Maybe not, I really want to stretch my legs one last time before heading to sleep.$1",
    "Sophia.NightMarket.Marriage.6": "The underwater expedition was really amazing.$9#$e#I was relunctant to go but now I'm really glad I went to see it.$9",
    "Sophia.NightMarket.Marriage.7": "I think I exceded my fund for the auction today.$0#$b#Well, at least I got this pretty painting.$1",
    "Sophia.NightMarket.Marriage.8": "The walk back home is so long and it's so dark outside.$0#$e#You wouldn't mind carrying me back home right?$4",
    "Sophia.NightMarket.Marriage.9": "The market has spooky vibes to it, but they're pleasant spooky vibes.$9",
    "Sophia.Spring.15": "Do you go to the saloon often?$0#$b#Whenever I don't feel like cooking dinner I can always go there and get a good meal from Gus.$9",
    "Sophia.Spring.21": "Have you been enjoying your time here in Stardew Valley?$0#$b#I know I have all I could want here, but sometimes I feel like I want to start anew somewhere else...$0",
    "Sophia.Spring.26": "Summer hasn't even arrived and I'm starting to feel the heat.$0#$b#I just hope it isn't as bad as last year's, I almost fainted back then.$2",
    "Sophia.Spring.5": "Saturday is almost here, do you have any plans for the weekend?.$1#$e#Oh. You don't take weekends off? That's a shame.$2",
    "Sophia.Spring.9": "It was kind of stressful being the only young farmer around here.$1#$b#I'm glad you came, now I feel less left out.$8",
    "Sophia.Summer.14": "Sometimes I wish I lived in Zuzu City, it'd make travelling to conventions so much more convenient.$0#$b#However I've got the vineyard to tend to and I can't just leave it alone can I?$8",
    "Sophia.Summer.20": "It's a bit tough to source the iridium for my sprinklers.$0#$b#It's a bit surprising considering this town used to have a lot of mining activity.$0",
    "Sophia.Summer.25": "I think I'm starting to notice the leaves on the tress turn orange, the air turn colder.$1#$e#Fall is upon us!$9",
    "Sophia.Summer.4": "Have the crows been bothering you recently?.$0#$b#I saw one of them flying around the farm this morning.$2",
    "Sophia.Summer.8": "I should go to the beach sometime, It's been a while since I've gone there for something that isn't a festival.$1",
    "Sophia.Winter.10": "I've got a lot of anime to catch up on. Luckily it's winter and I have a *lot* of free time.$1",
    "Sophia.Winter.16": "How has your wallet been faring with winter? The lack of crops makes it harder to get a consistent source of money.$0#$e#Luckily for me, I can make enough money to last the winter.$1",
    "Sophia.Winter.20": "Late winter is one of my favorite times of the year. There's a lot to look foward to.$1",
    "Sophia.Winter.3": "This year's wine stock has been turning out really well. I have the feeling I might get some really good bottles this year.$1",
    "Sophia.Winter.6": "There's a lot of stuff that I have on my checklist for winter.$1#$b#I really want to finish them before spring comes and my hands get busy with farming.$9",
    "SpiEve.1": "Boo!$9#$b#Did I scare you?$8#$e#I... didn't?$0#$b#Maybe I should wear a scary mask next time...$0",
    "SpiEve.2": "We should wear a unique costume this year!$8#$e#Maybe we could wear an oversized t-shirt and be a two headed monster.$1#$e#Hmm... But then wouldn't it be hard to navigate the maze?$0#$b#Give me more time to think about it.$9",
    "SpiEve.3": "It's spoop day! Spooop! SPOOP!$9#$e#I wonder if the maze is different this year!$1",
    "Star.1": "Have you got your secret gift ready?$1#$b#I'm planning to gift something that isn't Blue Moon wine this year! Gotta have some variety.$9",
    "Star.2": "I hope you get all your tasks done before the festival starts.$9#$e#You don't want to miss out on the fun do you?$8",
    "Star.3": "Merry Winter Star, silly. I made you some coffee! It's just how you like it! [395]$4#$e#Let me know when you want to go to the town square.$4#$e#Oh. Um. You'll get a 'special' gift later.$4#$e#Nooo. It isn't something you open. You'll see soon. I think you'll like it!$4",
    "summer_Fri.1": "I'm so tired. I just want to go back to bed and do nothing today.$2",
    "summer_Fri.2": "Summer invites a lot of frogs into the local wilderness....... and into my house.$2",
    "summer_Fri2.1": "Sometimes I wish I could grow stuff that isn't grapes, but then Blue Moon Vineyard wouldn't... be a vineyard.$0",
    "summer_Fri2.2": "I feel surprisingly good today. How are you?$1",
    "summer_Fri8.1": "I'm thinking about having a picnic soon. The weather is perfect for it!$9#$e#Wanna join me sometime? There's a really pretty field of grass by my vineyard.$8",
    "summer_Fri8.2": "I have an appointment with Dr. Harvey soon, hopefully it goes well...$2",
    "summer_Mon.1": "*sigh* I have no motivation today.$2#$b#Maybe I'll visit Haley and Emily?$0#$e#AHH! W-were you listening to me talk to myself!?$5#$e#%Sophia looks shocked.",
    "summer_Mon.2": "I'ts only Monday and I'm already tired.$2",
    "summer_Mon10.1": "I heard there's a cave on your farm. Do you think you could show me sometime?$1#$e#Yay!$9",
    "summer_Mon10.2": "I think I should cut down on the orange chicken. It's all I've been eating all week. Breakfast, Lunch and Dinner.$1",
    "summer_Mon4.1": "Oh, hi @. Taking a breather from farmwork?#$e#I might take it easy this week. I've been working really hard.$1",
    "summer_Mon4.2": "Dusty is such a good boy. Alex should take him out on walks more he barely leaves his doghouse.$1",
    "summer_Mon8.1": "Hey, you! Taking a breather from farmwork?$1#$e#I might take it easy this week. I've been working really hard.$9",
    "summer_Mon8.2": "My. The way you handle your farm tools is very inspiring.$4",
    "summer_Sat4.1": "Bleh. I have a stomachache...$2#$e#Maybe it was the candy I ate for breakfast!?$6",
    "summer_Sat4.2": "Gus likes to order a lot wine for the food in the town festivals.$1#$b#He's really good at bringing out the best of Blue Moon Wine.$9",
    "summer_Sat8.1": "People come to the cliff in front of my house pretty often.$0#$e#The view of the Gem Sea is beautiful from that far up. It's a good date spot.$1",
    "summer_Sat8.2": "You can always take some manga from my shelf if you want to get into reading them.$1#$b#But *do not* touch the top shelf, those are my limited edition tankobon.$0",
    "summer_Sun.1": "*sniff*... Ugh. I'm ruining my eyeliner...$6#$e#... Sorry. Now isn't a good time.$6",
    "summer_Sun.2": "Today I'm feeling better than usual, it's.... nice.$1",
    "summer_Sun10.1": "I was thinking we could maybe cook dinner together sometime? What do you think?$1#$e#Yay!$9",
    "summer_Sun10.2": "It looks like you've been hard at work, you're sweating buckets right now.#$b#Not that I don't mind of course...$4",
    "summer_Sun4.1": "You can make really yummy syrup from tapping birch trees.$1",
    "summer_Sun4.2": "Barely anyone in town who isn't young owns a computer, we still use postal mail instead of email after all.$1",
    "summer_Sun8.1": "Victor and I don't see each other as often as we used to... I wonder what's up.$2#$e#Hey, I really like it when you visit. Wanna swap farmer stories?$1",
    "summer_Sun8.2": "I like using the radio to listen to music. It might be a little these days but it's a cherished gift from my parents.$1",
    "summer_Thu.1": "...$6#$e#P-please leave me alone...$12#$e#%Sophia turns away from you.",
    "summer_Thu.2": "It must be nice to have a change of life like you did.$0#$e#You're a really lucky person.$1",
    "summer_Thu2.1": "The view from the cliff is my favorite. The ocean goes on all the way into the horizon, it seems like forever.$0#$b#I'd love to see what's on the other side one day.$1",
    "summer_Thu2.2": "Deep sea fish freak me out. How can animals like that exist?$5#$e#Well maybe I do have one exception. The Moonlight jellyfish!$9",
    "summer_Thu4.1": "I've never been to the mines before. I'm afraid of what I might find there.$2#$e#Oh? You've gone into the caves!?$5#$b#That's right. You're an adventurer. I'm not that brave...$1",
    "summer_Thu4.2": "I'm trying to practice a skit to go along with my 'Pink Princess Crusaders' cosplay but it isn't going really well.$2#$b#The problem is that the sword that comes with it is as tall as me.$5",
    "summer_Thu8.1": "Ms. Jenkins orders wine from me pretty often.$1#$b#I know she has fancy taste, so I'm really happy she likes my wine.$9#$e#I'll see you later, okay?$1",
    "summer_Thu8.2": "Hey @, I was just doing my 'Princess Crusaders Fighters' daily logins on my phone, I can't lose the streak.$1",
    "summer_Tue10.1": "I've been spending more time with Haley and Emily. They're really good friends.$1",
    "summer_Tue10.2": "What would the wizard think of 'School Girl Wizards'? Are all the magic spells accurate?.$0",
    "summer_Tue2.1": "Do you have a pet? I've always wanted one...$2",
    "summer_Tue2.2": "I remember the day there was once a power outage in my house due to a storm.$0#$b#It was one of the scariest moments of my life.$0",
    "summer_Tue4.1": "I accidentally stepped on a bunny while tending my vineyard. I hope the bun is okay...$2",
    "summer_Tue4.2": "I really like the colour pink.$1#$b#I don't really know why but it just calls to me on a spiritual level.$8",
    "summer_Wed.1": "...$6#$e#%Sophia doesn't want to be bothered.",
    "summer_Wed.2": "Eeek! I think I just heard some rustling inside the trees.$5#$b#You don't think there could be a bear do you?$2",
    "summer_Wed10.1": "It's so hot today. I may go swimming at the beach.$2#$e#Want to go swimming, @?$9",
    "summer_Wed10.2": "Cute...$4#$e#%Sophia keeps staring at you.",
    "summer_Wed2.1": "Gus has been a friend of my family ever since I was little.$0#$b#I like it when he comes to visit.$1",
    "summer_Wed2.2": "I'm starting to get used to seeing your face around here.$1#$b#Once you get used to seeing the same people for your whole life, a new person throws you off entirely.$1",
    "summer_Wed6.1": "Marnie's baby cows are adorable! They deserve all the pets!$9#$e#I should visit the ranch soon! I wonder how Betcy is doing.$1",
    "summer_Wed6.2": "Summer might have beaches and warm sunny days, but I just can't stand all the insects.$0",
    "Sun.1": "Hello, can I help you with something?$1",
    "Sun.2": "I know this might sound funnt but have you seen any fairies around here lately?$0#$e#You haven't? Oh well that's a shame....$0",
    "Sun10.1": "We should swap farmer trade secrets! There's some specialty ingredients I use to make Blue Moon Vineyard's trademark wine.$1",
    "Sun10.2": "They released a live action adaptation of 'Sailor Sun' and they absolutely ruined it.$2#$b#None of the character look right and they removed all my favourite scenes.$2",
    "Sun4.1": "Haley and I did our makeup together today. You should join us sometime!$1#$e#I-I think it went well.$9",
    "Sun4.2": "Victor really likes bridges, it's a bit uncommon but it is very interesting to see the variety of hobbies people can have.$1",
    "Sun8.1": "Hey, you! Having a productive day? We should do some makeup together sometime!$1#$e#Talk to you later, @.$9",
    "Sun8.2": "Susan really knows her stuff when it comes to farming!$1#$b#I learned a lot from her in my early days.",
    "Susan.HouseAct.1": "You've really got skill at this Susan.$9",
    "Susan.HouseAct.2": "OooOoo! So that's how you make it!$9",
    "Susan.HouseAct.3": "So I just insert this screw here right?$0",
    "Susan.HouseGreet.1": "How are you today Susan?$9#$e#I brought over some extra wood today I hope that it helps.$1",
    "Susan.HouseGreet.2": "I made sure to memorize all the recipes we learnt last time.$1#$b#Let's get to work.$9",
    "Susan.HouseGreet.3": "Hey, Susan! Ready to teach me crafting techniques?$1",
    "Susan.HouseLeave.1": "I've learnt so much today!$8",
    "Susan.HouseLeave.2": "That was fun! Thanks for having me over.$1",
    "Susan.HouseLeave.3": "Bye, Susan. I'll make sure to bring more materials over next time.$1",
    "TeaGift.1": "Ooo this tea smells so sweet! I'll try to pace myself so I don't burn my mouth. Thank you!$9",
    "TeaGift.2": "Stardrop Tea? Thank you so much!$9#$b#I've always wondered how it's made, it's a very rare drink after all.$1",
    "TeaGift.3": "Oh wow, I barely get gifted Stardrop Tea. Thank you so much!$9",
    "TeaGift.4": "This is such a great gift! I'll savour every drop.$1#$e#I get to keep the cup right?$1",
    "Thu.1": "I don't feel so good today...$2#$e#...$2",
    "Thu.2": "You work in @ farm right? It's a pretty nice place.$1",
    "Thu10.1": "I was thinking maybe we could go on a trip sometime! It'd be fun to explore the world together.$1#$e#*smooch*$9",
    "Thu10.2": "Expanding Blue Moon Vineyard takes a lot of effort, I admire how you can do it with %farm Farm so quickly..$1",
    "Thu2.1": "Um, hello. You want to talk?$0#$e#Um... Do you watch 'School Girl Wizards'?$1#$e#Oh, you don't? That's okay.$2",
    "Thu2.2": "There's apparently some channels on TV that are really hard to find.$0#$b#If I ever do find one I hope that it's a channel that displays all the anime I like.$9",
    "Thu6.1": "Your outfit looks nice on you. What material is that?$1#$e#Oh! I see!$9",
    "Thu6.2": "My house is really nice, I prefer something small and cozy over an overwhelmingly big house.$1",
    "Tue.1": "Wh-what do you want?$2#$e#Oh. Saying hello? Um...$2#$b#Hi.$0",
    "Tue.2": "How has your umm farming been?$0#$b#That's good to hear I suppose...$0",
    "Tue10.1": "Um. How is your day?$0#$e#Mine just got better because you're here!$1",
    "Tue10.2": "Hehe.$1#$e#Sophia seems to be concocting something mischevious.",
    "Tue2.1": "Have you talked to Emily and Haley recently? I should visit them soon.$0#$e#Those two are really good friends.$1",
    "Tue2.2": "What do you have your phone ringtone set to? I personally have it as the opening of season 3 of 'Sailor Sun'.$9#$e#Oh. You don't have a phone?$0",
    "Tue6.1": "Emily was sweet and gave me some of her premium fabric.$1#$e#I need to do something nice for her too!$9",
    "Tue6.2": "I wonder if that drainage pipe that connects to the sewer is safe for the environment...$0",
    "TwoKids0.1": "I want to build a pillow fort for %kid1 and %kid2! Do you think they'd enjoy that?$1#$e#I know I would.$9",
    "TwoKids0.2": "Would you mind getting some kid stuff at Pierre's? I'm a bit busy here with the kids.$1",
    "TwoKids0.3": "%kid1 and %kid2 almost went into Pelican town all by themselves.$5#$b#I'm glad they're learning to get around but what if they get lost?$2",
    "TwoKids1.1": "Found %kid2 digging around in my cosplay drawer earlier this morning.$0#$e#Maybe when %kid2 is older, we can do cosplays together!$1",
    "TwoKids1.2": "%kid2 needs to learn the difference between lemonade and window cleaner ASAP.$5",
    "TwoKids1.3": "%kid1 tried to pull a prank on %kid2.$0#$b#I know they want to have fun. But %kid1 needs to be a responsible older sibling.$2",
    "TwoKids2.1": "Hey, you! We should bring %kid1 and %kid2 to the Pelican Town park sometime soon.$1#$b#It'd be fun!$9#$e#Could have a picnic too!$1",
    "TwoKids2.2": "I tried giving our kids some Grampleton Orange chicken to see how they would like it.$1#$b#%kid2 wanted more but %kid2 wasn't a big fan of it.$0#$e#I guess it's not something everyone likes.$1",
    "TwoKids2.3": "Scarlett is pretty good at taking care of %kid1 and %kid2.$1#$b#They both really like her.$1",
    "TwoKids3.1": "%kid1 and %kid2 get along well with each other.$1#$e#We need to make sure they both feel loved! Wouldn't want them getting jealous of each other.$1",
    "TwoKids3.2": "Do you like the clothes the kids have got on? I made them all myself.$9",
    "TwoKids3.3": "Now I understand why my parents never decided to have a second kid, it sure is tough work.$0#$e#But, it's very rewarding, and I love every second of it.$9",
    "VeganGift.1": "*gasp* A cold tasty treat just for me? I hope I don't get a brain freeze!$9",
    "VeganGift.2": "Yummy! I've heard that artist Leah loves these too, I should try eating some with her sometime.$1",
    "VeganGift.3": "I'm not a vegan myself but they sure do know how to make a good snack.$1",
    "VeganGift.4": "I better put this in the freezer now. I'll save this for dessert!$1",
    "Victor.HouseAct.1": "Give me a minute I can't get my eyes off the screen.$1",
    "Victor.HouseAct.2": "'My Villain Academia' is so cool!$9",
    "Victor.HouseAct.3": "Wow. That animation is amazing!$4",
    "Victor.HouseGreet.1": "Hi Victor! Ready for today's episode?$9",
    "Victor.HouseGreet.2": "Hey Victor! Ready to pick of from where we left last time?$1",
    "Victor.HouseGreet.3": "I'm watching anime with Victor today.$1",
    "Victor.HouseLeave.1": "Wasn't today's episode fantastic?$9#$e#I hope next week's episode is just as great.$8",
    "Victor.HouseLeave.2": "Bye, Victor!$1",
    "Victor.HouseLeave.3": "That episode was amazing. See you soon Victor.$9",
    "Wed.1": "Do you ever have days when your motivation is completely gone? That's me today...$2",
    "Wed.2": "I'm sorry but can you please not go into my house. Your shoes are dirty and you'll stain the carpets.$2",
    "Wed10.1": "@, you look really cute today.$4#$e#%You hug Sophia. She smiles at you.",
    "Wed10.2": "Being happy at wearing new clothes, doing makeup, or even trying a new perfume might seem superficial to some people.$1#$b#But being able to look at yourself in the mirror and be happy with who you are is as important as being happy mentally.$1",
    "Wed4.1": "My friend, Scarlett, is visiting soon. I love seeing her, she's the best.$9",
    "Wed4.2": "I'm trying it some new perfume today. I hope it smells good it was pretty expensive.$1",
    "WeekdayMorning.Fall.Monday.1": "The new season of 'School Girl Wizards' is premiering today!$8$#$b#But I've to go work at the vineyard today, I just can't decide.$2",
    "WeekdayMorning.Fall.Monday.2": "It might only be fall but I feel like we should consider changing our blanket to a thicker one.$0",
    "WeekdayMorning.Fall.Monday.3": "I've got to much work to do today.$0#$b#%You give Sophia some words of encouragement.#$b#You're right. I can do this. Thank you.$9",
    "WeekdayMorning.Fall.Monday.4": "I made breakfast! Here![195]$1#$e#It's already salted.$9",
    "WeekdayMorning.Fall.Tuesday.1": "I've been up since 4:00am...$0#$e#Oh. Um. I couldn't sleep...$2",
    "WeekdayMorning.Fall.Tuesday.2": "Hey, you! I made us some coffee.[395]$4#$e#Hope you have a productive day!$1",
    "WeekdayMorning.Fall.Tuesday.3": "I wonder if Haley is up to anything today? Maybe I'll text her soon.$1#$e#Well, I'm off to the vineyard here soon. Have a nice day, you!$9",
    "WeekdayMorning.Fall.Tuesday.4": "Hey you! Scarlett came over this morning but you were still sleeping.$1#$e#I was going to wake you up but you looked so cute sleeping.$9",
    "WeekdayMorning.Fall.Wednesday.1": "Morning! I made breakfast.[195]$1",
    "WeekdayMorning.Fall.Wednesday.2": "I surprisingly slept really well last night.$9#$b#Well, I did have you sleeping by my side all night long.$8",
    "WeekdayMorning.Fall.Wednesday.3": "Want to watch A TV show later when I get back from work?$1",
    "WeekdayMorning.Fall.Wednesday.4": "I really love the fall leaves but they're so hard to rake and throw away.$2",
    "WeekdayMorning.Spring.Monday.1": "Morning! I made coffee.[395]$1#$e#I have some vineyard stuff to do today.$0",
    "WeekdayMorning.Spring.Monday.2": "Monday has arrived, it's time to get back to work.$1",
    "WeekdayMorning.Spring.Monday.3": "Heres a little something to get you started in the morning silly.[211]$1#$e#Don't eat it too fast, it's still hot.$1",
    "WeekdayMorning.Spring.Monday.4": "Good morning! If you're going out, mind picking up some groceries from Pierre's?$1",
    "WeekdayMorning.Spring.Thursday.1": "Did I move a lot in bed?$0#$b#I had a nightmare last night.$2",
    "WeekdayMorning.Spring.Thursday.2": "I-I had trouble breathing this morning...$2#$b#I-I'm okay...$6#$e#%You hug Sophia.",
    "WeekdayMorning.Spring.Thursday.3": "Good morning, you're always so punctual when waking up.$1",
    "WeekdayMorning.Spring.Thursday.4": "Good morning! I hope you have a productive day.$1#$e#I'm heading to the vineyard soon. Maybe you can drop by and say hi later?$1",
    "WeekdayMorning.Spring.Tuesday.1": "If you want orange chicken sometime, I'll make you some.$1#$e#But not too much of it. You have to save some for me!$9",
    "WeekdayMorning.Spring.Tuesday.2": "My grampleton orange chicken supply has run out.$0#$b#I'll have to go buy some more plates from Gus so I can last the week.$0",
    "WeekdayMorning.Spring.Tuesday.3": "*humming to herself*$9#$e#Oh! Hi, you!$1",
    "WeekdayMorning.Spring.Tuesday.4": "I still feel hungry even though I had breakfast.$2",
    "WeekdayMorning.Spring.Wednesday.1": "Good luck with the farm work today, you!$9#$e#Drop by the vineyard later if you wanna say hi.$1",
    "WeekdayMorning.Spring.Wednesday.2": "My phone battery just went out, luckily I have a charger on hand.$1",
    "WeekdayMorning.Spring.Wednesday.3": "Good morning, you! I made us coffee.[395]$4#$e#I'll be at the vineyard all day working! Cuddles tonight?$1",
    "WeekdayMorning.Spring.Wednesday.4": "You finally woke up, here's breakfast. I hope you have a lucky day.[204]$9",
    "WeekdayMorning.Summer.Monday.1": "Hey, I'm heading out soon. I have a bunch of work at the vineyard today.$1",
    "WeekdayMorning.Summer.Monday.2": "I'm worried about the grape trellis.$2#$b#I think I saw an infection on one of them.$2",
    "WeekdayMorning.Summer.Monday.3": "Yay! You're finally up!$9#$e#Craving anything for breakfast?$1#$e#There's so many weeds to remove today at the vineyard.$2",
    "WeekdayMorning.Summer.Monday.4": "Good morning, you!$1#$e#Um. Want coffee?$9#$e#Here you go! It's fresh![395]$1#$e#I feel like I'll need the coffee today too. Grapes don't grow themselves.$1",
    "WeekdayMorning.Summer.Thursday.1": "I'm selling a whole batch of iridium wine today.$1#$e#I worked really hard on it.$9",
    "WeekdayMorning.Summer.Thursday.2": "Have you seen my medicine by any chance? I think I lost it.$2",
    "WeekdayMorning.Summer.Thursday.3": "Good morning! Coffee for you![395]$1#$e#Those bunnies I found at the vineyard in spring are getting bigger.$9",
    "WeekdayMorning.Summer.Thursday.4": "The fortune teller said today I would have good luck.$1#$e#Let's just hope the luck extends to the grapes.$8",
    "WeekdayMorning.Summer.Tuesday.1": "Yay! You're finally up!$9#$e#Craving anything for breakfast?$1#$e#I'll be at the vineyard today. You should drop by and visit!$1",
    "WeekdayMorning.Summer.Tuesday.2": "I don't feel well today.$2#$e#...$2#$e#%You hug Sophia.",
    "WeekdayMorning.Summer.Tuesday.3": "*yawn* Hi, you!$9#$e#I don't really feel like working today, but I need to get some things done at the vineyard.$0",
    "WeekdayMorning.Summer.Tuesday.4": "Rise and shine! It's a new day, which means a new us!$9#$e#I'll see you later tonight.$1",
    "WeekdayMorning.Summer.Wednesday.1": "You're looking cute today.$4#$e#%You lock eyes with Sophia. She turns away and blushes.#$e#Um. Well. I have work to do! I'll see you tonight?$4",
    "WeekdayMorning.Summer.Wednesday.2": "We're only halfway through the weekday and I already feel exhausted.$2",
    "WeekdayMorning.Summer.Wednesday.3": "I don't wanna work today...$2#$e#%You tell Sophia she can do it!#$e#Hehe. Thanks!$8",
    "WeekdayMorning.Summer.Wednesday.4": "I can hear the vineyard calling me. I better head there soon.$1",
    "WeekdayNight.Fall.Monday.1": "So... tired... from today...$2#$e#Um. Can you make dinner?$0",
    "WeekdayNight.Fall.Monday.2": "I was able to catch a glimpse of Ms. Jenkins' art when I went to see Victor.$1#$b#There were some great pieces there, I never knew she was that good.$1",
    "WeekdayNight.Fall.Monday.3": "Originally, I was a little jealous of how you were able to build up a farm so fast while it took my family years to get where we are.$0#$b#But once I finally saw you working on the farm, I realized that you really do dedicate yourself to it.$1#$b#It isn't just dumb luck, you're a really great person.$9",
    "WeekdayNight.Fall.Monday.4": "*yawn* Sooo sleepy.$1#$e#See you in bed soon?$1",
    "WeekdayNight.Fall.Tuesday.1": "I lived alone in my parents' house for so long. It was a little scary, being there by myself when it got dark.$0#$b#So many sleepless nights...$2#$e#But now I actually look forward to the sun going down. Gives me an excuse to get close to you.$1#$e#Um. Want to cuddle tonight?$4",
    "WeekdayNight.Fall.Tuesday.2": "I've worked so hard today, I think I deserve to get myself a litte treat.$9#$e#Of course you can get one too come here.$4#$b#*smooch*!!!$9",
    "WeekdayNight.Fall.Tuesday.3": "Have you been checking %farm Farm recently? I think I saw some weeds there this morning.$0",
    "WeekdayNight.Fall.Tuesday.4": "Find anything interesting today?$1#$e#I keep digging up arrowheads at the vineyard.$0",
    "WeekdayNight.Fall.Wednesday.1": "I'm exhausted. All the grapes require a lot of care.$0",
    "WeekdayNight.Fall.Wednesday.2": "I saw a scary crow with red eyes by the vineyard today.$2",
    "WeekdayNight.Fall.Wednesday.3": "Are you done for the day? You should go to bed already, you've had a busy day.$1",
    "WeekdayNight.Fall.Wednesday.4": "Blackberries grow during this season don't they?$1#$e#I remember that when I was younger I'd always confuse them for grapes.$8",
    "WeekdayNight.Spring.Monday.1": "*grumble* My tummy is speaking to me again.$1",
    "WeekdayNight.Spring.Monday.2": "Have you ever tried taking the long way round to Grampleton?$1#$b#I once tried to but my feet gave out before I was halfway through.$0#$b#Thankfully though, Scarlett came and helped me finish.$9",
    "WeekdayNight.Spring.Monday.3": "Hey, you! I was craving sweets today so I made dessert![232 234 223 220]$1#$e#*smooch*$9",
    "WeekdayNight.Spring.Monday.4": "I already ate dinner but I'm still hungry.$2#$e#Perhaps having a little desert might fill me up.$1",
    "WeekdayNight.Spring.Thursday.1": "Hey! Here's some honey from Blue Moon Vineyard.[340]$1#$e#Um. The kitchen cupboard is a good place for it?$1#$e#Or... you can do that thing where you put it in the shipping bin.$2",
    "WeekdayNight.Spring.Thursday.2": "I can't decide what material to use for my project...$2#$e#Hmm. Maybe I'll ask Emily, she's good at this stuff!$1",
    "WeekdayNight.Spring.Thursday.3": "I saw bunnies running around the vineyard today!$1",
    "WeekdayNight.Spring.Thursday.4": "It's amazing how Lewis goes around to pick up all the items from the shipping boxes everynight.$1#$b#He's like the Father Winter Star of our town.$9",
    "WeekdayNight.Spring.Tuesday.1": "Hey... I have a present for you.$1#$e#Here! Love you![688]$9#$e#I know you use 'light magic'. Thought maybe a totem could help you.$1#$e#Oh! I bought it from some wizard overseas.$9",
    "WeekdayNight.Spring.Tuesday.2": "%pet has finally been going out more recently.$1#$b#Looks like the winter stiffness has finally melted for them.$9",
    "WeekdayNight.Spring.Tuesday.3": "I found a nest of baby bunnies today.$1",
    "WeekdayNight.Spring.Tuesday.4": "I hope that you're done for the day because I'm ready to jump into bed at any minute now.$9",
    "WeekdayNight.Spring.Wednesday.1": "Hey, you! Here's an extra bottle of wine from today's shipment![FlashShifter.StardewValleyExpandedCP_Blue_Moon_Wine]$1",
    "WeekdayNight.Spring.Wednesday.2": "We're halfway through the week aren't we?$1#$b#I can't wait for the weekend!$9",
    "WeekdayNight.Spring.Wednesday.3": "I have a doctors appointment soon...$2#$e#I don't wanna go.$6#$e#%You tell Sophia everything will be okay.#$e#Th-thanks.$1",
    "WeekdayNight.Spring.Wednesday.4": "I remember being too scared to ride on the minecarts when I was a kid.$1#$b#Don't blame me though, those things go crazy fast!$5",
    "WeekdayNight.Summer.Monday.1": "I could've sworn I saw a bear today on a cliff. Maybe I was just seeing things...$0",
    "WeekdayNight.Summer.Monday.2": "My eyes are having trouble staying open. I think our bed is calling out to me...$0",
    "WeekdayNight.Summer.Monday.3": "*grumble* My tummy is speaking to me again.$1",
    "WeekdayNight.Summer.Monday.4": "Haley bought some new lipstick, I really want to try it out when I visit her next time.$1",
    "WeekdayNight.Summer.Thursday.1": "Dinner is served![727 231 207 199]$1#$e#Um. Did you have a nice day?$9",
    "WeekdayNight.Summer.Thursday.2": "I'm craving some orange chicken but I already ate dinner.$0#$b#One little plate wouldn't hurt right?$9",
    "WeekdayNight.Summer.Thursday.3": "...$1#$e#...$4#$e#%Sophia stares at you with intent.",
    "WeekdayNight.Summer.Thursday.4": "I wasn't able to finish all the chores today, I had a lot on my plate.$2",
    "WeekdayNight.Summer.Tuesday.1": "Hey you! Ready to go to bed? I sure am!$1",
    "WeekdayNight.Summer.Tuesday.2": "I'm a little sore from the vineyard work today.$0",
    "WeekdayNight.Summer.Tuesday.3": "I replaced some of the sprinklers in the vineyard today. Here, you can have one of the old ones.[621]$1",
    "WeekdayNight.Summer.Tuesday.4": "I'm sooo tired from being up on my feet all day. I think I might head to bed early tonight.$1",
    "WeekdayNight.Summer.Wednesday.1": "How have you been doing? Gus gave us something to eat.[618]$1#$e#It's absolutely delicious, I almost ate yours.$9",
    "WeekdayNight.Summer.Wednesday.2": "Hey! I got fiber from weeding. You love crafting with this stuff, right?[771]$1",
    "WeekdayNight.Summer.Wednesday.3": "*sigh*...$2#$e#Oh. Um. Hey, you.$0",
    "WeekdayNight.Summer.Wednesday.4": "My manga shelf has gotten really full.$5#$e#You don't mind if I get another one right?$1",
    "winter_Fri.1": "Um, hi.$0#$b#Have anything planned for the weekend?$1#$e#I need to finish my show.$0",
    "winter_Fri.2": "There's nothing better than watching TV with the heater on while eating a bowl of snacks during winter.$9",
    "winter_Fri10.1": "Wanna have a snowball fight sometime?$1#$b#I bet I'd win!$9#$e#%You explain to Sophia there's no possible way she could win.#$e#Is that a challenge?$3",
    "winter_Fri10.2": "The saloon is always packed on Fridays and you can always count on me to be there.$1",
    "winter_Fri4.1": "Fresh snow is covering everything. I love it!$1#$e#The crunchy sound snow makes when you walk in it is so satisfying!$9",
    "winter_Fri4.2": "Are you okay in this weather? You always run around unfazed by the cold no matter what you wear.$0",
    "winter_Fri8.1": "Would people judge me if I carried my blanket around with me?$0#$e#O-oh. They would?$2#$b#Maybe I'll put on another layer instead.$9",
    "winter_Fri8.2": "I love the saloon to death but I can never get used to the smell of beer. It just makes me feel sick.$0",
    "winter_Mon.1": "I'm procrastinating today and it feels great.$1#$e#Until tomorrow... Yeah...$2",
    "winter_Mon.2": "Ouchie, I stubbed my toe earlier this morning and it still hurts.$2",
    "winter_Mon10.1": "We should cuddle by the fire together.$1",
    "winter_Mon10.2": "Are you sure you wont freeze like popsicle out there?$0#$b#You're always so physically active but I'm worried you might get sick.$2",
    "winter_Sat.1": "I can't handle all the work for the vineyard during fall. I'm grateful my best friend Scarlett helps out.$0#$e#Well, I also pay her.$1",
    "winter_Sat.2": "...$0#$e#Oh! I didn't see you there sorry, I was busy thinking....$0",
    "winter_Sat10.1": "I don't feel so good today.$2#$e#Huh?$0#$e#%You hug Sophia.#$e#...$1",
    "winter_Sat10.2": "Surpise Attack! *smooch*$9#$e#Hehe.$4",
    "winter_Sat4.1": "Do you want to hear a joke? What do you call cheese that isn't yours?$1#$e#Nacho cheese!$8#$e#Now I'm hungry...$2",
    "winter_Sat4.2": "I like wintery clothes, it's so fun to wear coats and sweaters.$9",
    "winter_Sat8.1": "Hey, you! Do anything fun today?$9#$e#I made a huge breakthrough on my project this morning. Artist's block, no more!$1",
    "winter_Sat8.2": "I had to walk so much yesterday doing stuff, my legs still feel sore.$2",
    "winter_Sun.1": "It's f-freezing t-today...$2",
    "winter_Sun.2": "I accidentally turned off my heater last night and I was woken up by the sheer cold at midnight.$2",
    "winter_Sun10.1": "I've been thinking about what it'd be like to live somewhere else.$1#$e#It'd be a new adventure.$9",
    "winter_Sun10.2": "On Sundays I'm always dejected because I know that tommorow is Monday.$0#$b#But now it's Winter and I don't have to worry about it at all!$9",
    "winter_Sun6.1": "My makeup skills are improving! Practice makes perfect.$1#$e#Since moving to Stardew Valley, have you learned any new stuff?$1#$e#Ooh! That's really impressive!$9",
    "winter_Sun6.2": "I left a window open last night and a lot of snow came in.$0#$b#It was really hard getting it out.$2",
    "winter_Thu.1": "I almost slipped on ice today.$2#$b#Maybe investing in some proper snow boots is in order.$3",
    "winter_Thu.2": "I really wish I could stay at home all winter and hibernate like a bear.$2",
    "winter_Thu10.1": "Hey, it's my favorite person!$9#$e#Come closer.$4#$e#*smooch*$9",
    "winter_Thu10.2": "Are you allowed to look this cute today?$1#$e#No seriously, is this legal?$0",
    "winter_Thu6.1": "Emily is sewing a gorgeous outfit. She's taught me a thing or two.$1#$e#I have more free time during the winter season to focus on hobbies. You do too, right?$9",
    "winter_Thu6.2": "Be careful in my house, I dropped a set of needles in my sewing room and I'm not sure if I've found them all...$2",
    "winter_Tue.1": "*sniff*...$6#$e#I-I'm not in the mood. Sorry.$6",
    "winter_Tue.2": "Don't get near me, I'm all dirty from farm work.$2#$e#Well, I guess you're also dirty from your farmwork, it doesn't really matter does it?$1",
    "winter_Tue10.1": "You're looking cute today.$1",
    "winter_Tue10.2": "Just the face I wanted to see.$1#$b#%Sophia hugs you tightly#$e#I needed some warmth, it's cold outside.$4",
    "winter_Tue6.1": "I went to a comic con last season in Zuzu City, @. Dressing up was so much fun!$9#$b#Everyone at the event looked amazing! I wonder what I should cosplay as next year.$1",
    "winter_Tue6.2": "You have a TV right? What channels do you watch on it?$1#$e#Huh. Just those? You do know that there are other channels right?$0",
    "winter_Wed.1": "I just want to sleep all day, eat snacks, and watch TV.$2#$e#Ugh. Maybe I can get away with it this weekend.$3",
    "winter_Wed.2": "It looks like there's a pretty bad tear on my clothes, I hope no one notices it....$2#$e#Eeeek! Oh I didn't see you there @.$5#$e#%Sophia is trying to obscure her left sleeve.",
    "winter_Wed10.1": "We should stop by the saloon soon and grab something to eat!$1#$e#You can guess what I'd get!$1#$e#Of course it's orange chicken!$9",
    "winter_Wed10.2": "My bones are getting stiff from not moving much, I might have to do some exercise.$1#$e#I would love it if you could join as well.$9",
    "winter_Wed4.1": "My favorite character in my tv show passed away last night. I'm so upset.$2#$b#I feel like locking myself in my room for the rest of the day.$6",
    "winter_Wed4.2": "Scarlett comes by less often during winter. It makes me feel lonely.$2",
    "winter_Wed8.1": "This cold weather makes me want to snuggle up in bed all day with peppermint hot chocolate.$9#$e#We could always watch something together. Maybe?$1",
    "winter_Wed8.2": "Sometimes when I pass by the wizard's tower, I see a really pretty lady with an amazing outfit.$1#$b#Maybe I should get the courage to ask her where she got her clothes.$1",
    "WonGrange.1": "Your grange display was so well put together! I need to try harder next year.$1#$e#Maybe I should add some seashells to diversify my display...$9",
    "WonGrange.2": "Congratulations, you did a very good job! Your composition was really nice,$1",
    "WonGrange.3": "So did you use up all the points you won in the grange on something cool or are you going to bet with them?$1",
    "WonGrange.Marriage.1": "I feel a little sad that I couldn't win this year, I tried really hard this time.$2",
    "WonGrange.Marriage.2": "You might have won this year but next time I'll be sure to best you, I've still got some tricks up my sleeve.$9",
    "WonGrange.Marriage.3": "Congratulations! I know you worked really hard on your display so I'm happy your effort paid off.$9",
    "Year3Beginning": "Hey silly, you look really happy today. Did you have a pleasant dream?$8"
}