{
    "0FallIndoor_Day.1": "Acorda e brilha! O café da manhã está pronto! [194]$9",
    "0FallIndoor_Day.2": "Eu posso estar pegando um resfriado hoje.$2#$b#Você não se importa se eu ficar em casa, certo?$0",
    "0FallIndoor_Night.1": "Sinta-se à vontade para usar minha máquina de costura sempre que quiser, somos família, afinal!$9",
    "0FallIndoor_Night.2": "Eu tenho pensado em aprender um novo hobby para passar o tempo quando o inverno chegar.$1#$b#Talvez eu deva aprender cerâmica ou talvez um instrumento.$9",
    "0FallOutdoors.1": "...$1#$e#......$4#$e#Você vai só ficar aí e não fazer nada?$4#$e#%Você beija Sophia.",
    "0FallOutdoors.2": "Estou com bastante fome agora.$2#$b#Por sorte, eu trouxe alguns lanches de campo.$9",
    "0Rainy_Day.1": "Está chovendo! Em dias como este, eu só quero me cobrir com cobertores e assistir a programas de TV.$1#$e#Estou experimentando esta nova receita de pipoca onde você adiciona um pouco de xarope de bétula.$9",
    "0Rainy_Day.2": "Este deve ser um ótimo dia para você, certo? Você não precisa regar suas plantações, afinal.$8",
    "0Rainy_Night.1": "Ah, fico tão feliz que você voltou! Senti tanto sua falta.$1#$e#*bocejo* Vai para cama em breve? Lavei os lençóis hoje, então estão bem fresquinhos.$0",
    "0Rainy_Night.2": "Hoje foi um dia lento para mim. Eu só quero ir dormir logo.$2",
    "0SpringIndoor_Day.1": "Meu novo tecido deveria ter chegado hoje, mas não estava na caixa de correio.$1#$b#Eu juro que eu pedi entrega noturna.$0",
    "0SpringIndoor_Day.2": "*bocejo* Eu ainda estou com tanto sono.$2#$e#Tenha um bom dia, bobinho(a).$1#$e#Ah. Como eu pude esquecer?$4#$b#*beijo*!!!$9",
    "0SpringIndoor_Night.1": "Você já se perguntou por que a cidade se chama Vila Pelicanos? Em toda a minha vida eu nunca vi um pelicano aqui.$0",
    "0SpringIndoor_Night.2": "Você vai assistir 'A Rainha do Molho' hoje à noite?$1#$b#O último episódio de 'Sailor Sun' vai passar no mesmo horário que ele.$1",
    "0SpringOutdoors.1": "A primavera é uma ótima época para piqueniques. Não está tão frio como no inverno e nem tão quente como no verão.$1",
    "0SpringOutdoors.2": "É um dia tão adorável para ler ao ar livre hoje!$9",
    "0SummerIndoor_Day.1": "Passar um dia de verão em casa o dia todo é uma bênção.$1",
    "0SummerIndoor_Day.2": "Aqui está o seu café da manhã, bobinho(a). Eu espero que você goste. [210]$9",
    "0SummerIndoor_Night.1": "Para um dia tão quente hoje, a noite com certeza está fria.$1",
    "0SummerIndoor_Night.2": "Ei! Como foi seu dia?$1",
    "0SummerOutdoors.1": "Eu não sei qual eu prefiro mais, dentro de casa ou ao ar livre.$0#$b#Ambos são tão ótimos que eu não consigo decidir.$9",
    "0SummerOutdoors.2": "O verão aqui não é tão ruim quanto em outros lugares. Dizem que o calor é praticamente insuportável na cidade Zuzu.$1",
    "0WinterIndoor_Day.1": "Está tão frio lá fora hoje, eu posso precisar comprar um casaco mais grosso para esta temporada.$0",
    "0WinterIndoor_Day.2": "Se você sentir frio lá fora, você sempre pode voltar para dentro e abraçar comigo por um tempo.$4",
    "0WinterIndoor_Day.3": "Ei, você! Eu fiz algo saudável para o café da manhã hoje. Nós temos que nos manter em forma, certo? [196]$9",
    "0WinterIndoor_Day.4": "Eu finalmente fiz minha rotina diária de cuidados com a pele. Estou pronta para começar o dia.$9",
    "0WinterIndoor_Night.1": "Ei, você, faz um tempo desde que a gente se abraçou, não faz?$4#$b#Não importa se você ainda está suja do trabalho na fazenda.$4",
    "0WinterIndoor_Night.2": "O Vinhedo Lua Azul está indo bem. É um pouco difícil administrá-lo daqui, mas eu não me importo.$1",
    "0WinterIndoor_Night.3": "Você já se perguntou por que nesta época do ano quase nenhum dos lagos perto da cidade congela?$0",
    "0WinterIndoor_Night.4": "É tão bizarro que estamos atualmente em guerra com o Império Gotoro e ainda estamos aqui como se nada estivesse acontecendo...$0#$e#Tudo o que construímos juntas, nossa felicidade, poderia ser tirado a qualquer momento.$2",
    "0WinterOutdoors.1": "Eu tenho muito mais tempo livre durante o inverno, então vou ajudar mais na fazenda.$9",
    "0WinterOutdoors.2": "Eu me pergunto como os coelhos estão durante esta temporada.$0#$b#Deve ser tão difícil para eles.$2",
    "1FallIndoor_Day.1": "Você se importaria de forragear alguns cogumelos hoje?$0#$b#Eu quero fazer um ensopado especial para o jantar de hoje à noite.$1",
    "1FallIndoor_Day.2": "Hoje é um dia lindo, não é, bobinho(a)? Aqui está o seu café da manhã.[194 195 210]$9",
    "1FallIndoor_Night.1": "Viva! Você está de volta!$9",
    "1FallIndoor_Night.2": "Desde que eu me abri mais, muitas pessoas têm vindo até mim para pedir conselhos sobre agricultura.$1#$b#É bom ter pessoas que dependem de você.$9",
    "1FallOutdoors.1": "Eu toquei uma árvore na temporada passada e ela finalmente me deu algo.$9#$b#Aqui, tenho certeza que você pode encontrar um bom uso para isso. [724]$1",
    "1FallOutdoors.2": "Uvas são a única coisa em que consigo pensar desde que acordei.$0#$b#Eu acho que a colheita de outono está me afetando.$5",
    "1Rainy_Day.1": "Awww, está chovendo hoje, eu queria ir ver a Scarlett hoje, acho que vou ter que me contentar em ligar.$2",
    "1Rainy_Day.2": "Ei, você. Outro dia chuvoso, hein?$1#$e#Eu me pergunto como é ser uma planta em um dia chuvoso.$0",
    "1Rainy_Night.1": "É uma pena que você não possa ver as estrelas hoje à noite, as nuvens têm bloqueado o céu o dia todo.$0",
    "1Rainy_Night.2": "Este tempo me deixa com muuuuito sono.$2#$e#*bocejo*$9",
    "1SpringIndoor_Day.1": "Meu mangá ficou amassado na cama na noite passada enquanto eu estava dormindo.$2",
    "1SpringIndoor_Day.2": "Ei, bobinho(a), fiz um pouco de almoço para você hoje.$1#$b#Acho que exagerei um pouco. [240]$8",
    "1SpringIndoor_Night.1": "Noite, você. Eu fiz o jantar![727 231 207 199]$1#$e#Você pode comer agora ou colocar na geladeira.$0",
    "1SpringIndoor_Night.2": "Ver os canteiros de flores de todo mundo realmente me faz querer tentar fazer um eu mesma.$1#$b#Ter algumas rosas-fada nele seria incrível.$9",
    "1SpringOutdoors.1": "Minhas roupas ficaram um pouco sujas do trabalho na fazenda hoje.$2#$b#Eu deveria me limpar quando eu entrar.$0",
    "1SpringOutdoors.2": "%Sophia is letting the spring breeze flow through her face.",
    "1SummerIndoor_Day.1": "Adivinha o que eu estou fazendo hoje.$1#$b#Isso mesmo, estou fazendo panquecas! Aqui está a sua parte. [211]$1",
    "1SummerIndoor_Day.2": "Um novo episódio de 'My Villain Academia' vai sair hoje.$1#$e#Pode apostar que eu vou estar assistindo.$9",
    "1SummerIndoor_Night.1": "Hoje foi um dia tão satisfatório! Eu fiz tanta coisa.$9",
    "1SummerIndoor_Night.2": "Quando eu me mudei para cá, eu estava um pouco assustada.$0#$b#Foi a primeira vez que eu morei em outro lugar que não fosse a minha casa, afinal.$0#$b#Mas a atmosfera deste lugar realmente me aqueceu.$9",
    "1SummerOutdoors.1": "A Marnie veio aqui esta manhã e perguntou como estávamos.$1#$b#Ela me deu isso e nos desejou boa sorte em nosso casamento. Não sei para que serve? [432]$0",
    "1SummerOutdoors.2": "Sou só eu ou você também às vezes vê uma figura perto do ponto de ônibus?$2",
    "1WinterIndoor_Day.1": "Ei, bobinho(a), eu fiz o café da manhã de hoje com ovos da loja do Pierre.$9#$e#Eles são um pouco caros, mas muito melhores do que qualquer coisa que a Joja vende.$1#$e#Talvez a gente pudesse usar ovos da %farm Farm, seria mais barato para nós.$1",
    "1WinterIndoor_Day.2": "Eu espero que você tenha um ótimo dia hoje, bobinho(a)!$9#$e#Eu preciso ficar aqui e resolver as finanças da colheita deste ano.$2#$b#Mas eu ainda vou tentar me divertir o máximo que eu puder de qualquer forma.$9",
    "1WinterIndoor_Day.3": "Ai! Eu acho que acordei do lado errado da cama, meu pescoço dói muito.$2",
    "1WinterIndoor_Day.4": "Eu quero reformar o porão da minha casa e integrar equipamentos modernos de envelhecimento.$0#$e#Mas isso significaria remover tudo o que meus pais construíram e isso me faz sentir...$2",
    "1WinterIndoor_Night.1": "O inverno é uma boa temporada para assistir anime.$1#$b#Nenhum trabalho na fazenda para se preocupar e os programas que eles lançam também são ótimos.$9",
    "1WinterIndoor_Night.2": "Quer continuar assistindo nosso programa mais tarde, antes de dormir?$1",
    "1WinterIndoor_Night.3": "O Vale do Orvalho tem alguns dos arbustos mais fortes de toda a República Ferngill! O inverno frio não tem chance contra eles.$9",
    "1WinterIndoor_Night.4": "Estou tão feliz por não ter que fazer a capina nesta época do ano, senão eu congelaria na neve.$8",
    "1WinterOutdoors.1": "O %pet lambeu minha mão hoje. Sinto que ficamos muito próximas recentemente!$9",
    "1WinterOutdoors.2": "Vamos fazer anjos de neve na neve.$9",
    "2FallIndoor_Day.1": "Desculpa, eu esqueci de fazer o café da manhã hoje, eu estava muito focada no meu cosplay a manhã toda.$2#$e#Ummm, você pode ficar com isso no lugar. [216]$0",
    "2FallIndoor_Day.2": "Ei, você! Bom dia. Você dormiu bem?$1#$e#Estou pensando em montar um novo cosplay em breve!$9",
    "2FallIndoor_Night.1": "Eu sempre gostei de beber bebidas alcoólicas, mas sempre tento me controlar para não beber demais.$0#$b#Ficar bêbada sempre foi uma experiência muito desconfortável para mim.$2",
    "2FallIndoor_Night.2": "Bem-vinda de volta. Eu espero que você tenha tido um dia tão produtivo quanto eu.$9",
    "2FallOutdoors.1": "Você vai cultivar alguma uva nesta temporada?$1#$b#Você pode dar uma olhada nos livros na minha casa a qualquer momento se precisar deles.$1",
    "2FallOutdoors.2": "Nós deveríamos transformar todas as frutas que você cultiva em vinho! Você acha que é uma boa ideia?$9",
    "2Rainy_Day.1": "Eu tentei abrir a porta, mas estava ventando tanto que toda a água entrou.$0#$e#Tenha cuidado lá fora, ok?$0",
    "2Rainy_Day.2": "Eu me pergunto se a Haley está fazendo algo hoje? Talvez eu mande uma mensagem para ela em breve.$1",
    "2Rainy_Night.1": "Você já notou que peixes diferentes aparecem em dias chuvosos?$1#$b#Eu me pergunto para onde eles vão sempre que não está chovendo....$0",
    "2Rainy_Night.2": "Você sabe o que levanta o humor de alguém durante uma noite chuvosa?$1#$b#Comida!!![727 231 207 199]$9",
    "2SpringIndoor_Day.1": "Ei, você! Eu estava pensando que a gente deveria ter um novo animal de estimação.$1#$b#Quanto mais, melhor, certo?$9",
    "2SpringIndoor_Day.3": "Bom dia, bobinho(a), eu tenho algo realmente especial para você hoje.$4#$b#Contempla! O Café da Manhã Completo. [201]$8",
    "2SpringIndoor_Night.1": "Você me chutou na noite passada.$2#$e#...$2",
    "2SpringIndoor_Night.2": "Eu sempre pensei que o vinhedo poderia ser assombrado até certo ponto por algum espírito maligno.$0#$b#Sempre que eu ia para o lixo para jogar o lixo fora, eu via algo que me chocou até o âmago.$2#$3#Havia um prato de frango com laranja dentro dele.$5",
    "2SpringOutdoors.1": "Olha este alho-poró que eu encontrei! [20]$9#$e#Eles não são realmente a minha praia, então você pode ficar com ele.$1",
    "2SpringOutdoors.3": "Eu tenho um presente para você. Espero que você goste. [18]$4",
    "2SummerIndoor_Day.1": "Ei, bobinho(a), eu tentei fazer frango com laranja para o nosso café da manhã.$0#$b#Mas não ficou muito bom.$2",
    "2SummerIndoor_Day.2": "Você tem planos para hoje?$1#$e#Se não, você pode ficar aqui comigo e assistir anime o dia todo.$9",
    "2SummerIndoor_Night.1": "Há um vinhedo em Grampleton chamado 'Vinhedo Sakura', um dos maiores do mundo.$1#$e#Seria fofo se a gente pudesse alugar uma cabana lá para umas férias no futuro.$9",
    "2SummerIndoor_Night.2": "Você vai ficar acordada até tarde hoje à noite? Só certifique-se de voltar antes que fique muito escuro.$0",
    "2SummerOutdoors.1": "Girassóis são tão bonitos.$1#$b#Nós deveríamos comprar alguns para a nossa casa como decoração.$9",
    "2SummerOutdoors.2": "%Sophia está sorrindo para você brilhantemente.",
    "2WinterIndoor_Day.1": "Eu deveria sair mais vezes durante o inverno.$1#$b#Ficar em casa o dia todo é realmente cansativo, mesmo para mim.$0",
    "2WinterIndoor_Day.2": "Bom dia, bobinho(a)! Certifique-se de se agasalhar bem antes de você sair.$9",
    "2WinterIndoor_Day.3": "O inverno é a melhor época do ano para aprimorar minhas habilidades de cosplay.$1#$e#Eu posso passar o dia inteiro me concentrando sem nenhuma preocupação.$1",
    "2WinterIndoor_Day.4": "Eu ainda não comprei as sementes de uva do ano que vem do Pierre.$0#$b#É melhor eu me apressar ou eu posso ter que cultivar nabo na primavera.$5",
    "2WinterIndoor_Night.1": "Você tem certeza de que o aquecimento está funcionando corretamente? Eu estou congelando.$2",
    "2WinterIndoor_Night.2": "Eu posso não fazer nenhuma agricultura no inverno, mas eu ainda preciso fazer a contabilidade do vinhedo.$2#$b#Os livros não vão se preencher sozinhos.$0",
    "2WinterIndoor_Night.3": "Quer compartilhar uma garrafa de vinho Lua Azul?[FlashShifter.StardewValleyExpandedCP_Blue_Moon_Wine]$9",
    "2WinterIndoor_Night.4": "Você conhece o mago, @? Eu vi você ir para a torre dele algumas vezes.$0",
    "2WinterOutdoors.1": "Ei, você! Adivinha o que eu encontrei! [283]$1#$b#Você quer... beijar debaixo deste visco?$4#$e#Huh? O que você quer dizer com isso não é um visco?!$5#$b#Bem, não importa, vamos apenas nos beijar mesmo assim.$4",
    "2WinterOutdoors.2": "Ei, você! Pronta para algo divertido hoje?$1#$e#OoOoh. Parece importante!$8",
    "3FallIndoor_Day.1": "Hoje vai ser um dia ocupado para mim como de costume.$1",
    "3FallIndoor_Day.2": "Eu costuro todas as cestas de Vinho Lua Azul sozinha.$9#$b#Minha mãe me ensinou a fazer isso quando eu era mais nova.$1",
    "3FallIndoor_Night.1": "Ouvi de outros produtores de vinho que cogumelos secos são um negócio muito lucrativo nesta época do ano.$1",
    "3FallIndoor_Night.2": "Você tem estado tão distante ultimamente...$2#$e#Eu fiz algo de errado?$2",
    "3FallOutdoors.1": "Os coelhos estão mais ativos durante esta época do ano.$1#$e#Eu acho que eles devem estar se preparando para o inverno.$0",
    "3FallOutdoors.2": "O viveiro da fazenda que você tem é realmente conveniente! Torna a rega das plantações muito mais fácil.$1",
    "3Rainy_Day.1": "Acho que dormi de um jeito estranho na noite passada. Minhas costas ainda doem.$2",
    "3Rainy_Day.2": "Um dia chuvoso como este me faz sentir melancólica.$2#$b#Minha mente tende a voltar para aquele dia.....$6#$e#%Você abraça Sophia.#$b#O-obrigada, você é tão doce.$10",
    "3Rainy_Night.1": "Acho que há um vazamento na sala de estar.$5#$b#Precisamos chamar a Robin para consertar.$2",
    "3Rainy_Night.2": "Eu terminei meu programa que eu estava assistindo.$9#$e#Era uma minissérie, então não havia muitos episódios para assistir...$0#$b#Espero que eles façam mais!$1",
    "3SpringIndoor_Day.1": "Você não tem nenhuma alergia, certo?$0#$b#Eu ouvi dizer que elas podem ser muito ruins durante a primavera.$2",
    "3SpringIndoor_Day.2": "Talvez eu deva deixar meu cabelo crescer um pouco este ano.$1#$e#Isso traria uma mudança muito necessária este ano, certo?$9",
    "3SpringIndoor_Night.1": "Você estava tão ocupada trabalhando hoje que perdeu o jantar. Quer algumas sobras?$0#$e#Aqui, sirva-se![727 231 207 199]$1",
    "3SpringIndoor_Night.2": "O Stardew Valley Tribune já te contatou desde que eles te entrevistaram?$0#$b#Aquele artigo foi muito legal, eu ainda tenho ele em casa.$9",
    "3SpringOutdoors.1": "Você vai para a caverna da fazenda com frequência?$0#$e#É realmente assustador, mas você sempre entra lá como se não fosse nada.$1",
    "3SpringOutdoors.2": "Eu amo o ar fresco aqui. É uma mudança refrescante do vento salgado do oceano.$1",
    "3SummerIndoor_Day.1": "Bom dia! Eu tentei fazer algo único hoje. [904 228 232]$1#$b#Me diga como está o sabor.$8",
    "3SummerIndoor_Day.2": "Eu sei que ainda é cedo, mas...$1#$b#Podemos ter alguns abraços matinais?$4",
    "3SummerIndoor_Night.1": "Eu tenho pensado em atualizar meu PC. Talvez eu deva consultar o Victor antes de fazer isso.$1",
    "3SummerIndoor_Night.2": "Há um pássaro encharcado estranho lá fora. Eu espero que ele não encontre seu caminho para dentro.$2",
    "3SummerOutdoors.1": "Ai, meu Deus! Eu já estou suada e é só de manhã!$5",
    "3SummerOutdoors.2": "Ei, Ei! Olha esta laranja que eu encontrei! [635]$9",
    "3WinterIndoor_Day.1": "Está tão frio lá fora hoje.$1#$e#Você não preferiria ter um tempo a sós aqui dentro comigo.$4",
    "3WinterIndoor_Day.2": "Você tem tentado melhorar a fazenda durante o inverno?$1#$b#Eu estou tentando ver se consigo um fertilizante de maior qualidade para o próximo ano.$9",
    "3WinterIndoor_Day.3": "Você já pensou de onde veio o nome %farm? É um nome muito interessante.$1",
    "3WinterIndoor_Day.4": "Eu abri a janela para pegar um pouco de ar fresco, mas em vez disso, um monte de neve entrou na casa.$2#$e#Eu tive que limpar tudo.$2",
    "3WinterIndoor_Night.1": "Ah, fico feliz que você voltou! Senti tanto a sua falta.$1",
    "3WinterIndoor_Night.2": "Eu acabei de sair de uma ligação com o fornecedor do fertilizante para as uvas.$0#$b#Eles disseram que a entrega deste ano pode ser atrasada.$2",
    "3WinterIndoor_Night.3": "Certifique-se de fechar a porta firmemente, parece que haverá uma tempestade hoje à noite.$0",
    "3WinterIndoor_Night.4": "Eu gostaria de poder fazer alguns trabalhos do quadro de avisos, mas eu não tenho as habilidades para fazê-los.$2#$e#Se ao menos houvesse pedidos relacionados à vinificação ou costura...$0",
    "3WinterOutdoors.1": "Eu fiz um lanche rápido para você e para mim antes de sair.$1#$b#Não é muito, mas espero que te ajude a passar o dia. [403]$1",
    "3WinterOutdoors.2": "Eu deveria voltar para casa em breve, está especialmente frio hoje.$0",
    "4FallIndoor_Day.1": "Sempre que é outono, eu começo a me sentir um pouco emocional.$0#$b#Apenas olhar para a folhagem de outono às vezes me faz sentir.....triste.$2",
    "4FallIndoor_Day.2": "Eu tenho que dizer, a Robin fez um trabalho muito bom nesta cozinha.$1#$e#Você pode cozinhar praticamente qualquer coisa com ela!$1",
    "4FallIndoor_Night.1": "Mesmo que eu não more mais no vinhedo, eu ainda me certifico de colocar as decorações da Véspera dos Espíritos.$1",
    "4FallIndoor_Night.2": "Ei, eu notei algo recentemente....$0#$b#Desde que eu me mudei, a conta de luz disparou.$5",
    "4FallOutdoors.1": "As folhas de outono são tão divertidas de pisar.$9#$e#Mas elas dão um trabalho danado para rastelar depois que você termina de pisar nelas.$2",
    "4FallOutdoors.2": "É realmente incrível como você transformou %farm Farm em um lugar tão bonito.$1#$b#Você é realmente incrível. Eu já te disse isso o suficiente?$8",
    "4Rainy_Day.1": "A previsão do tempo estava certa como sempre, está chovendo.$1#$b#Eles sempre conseguem acertar, é incrível.$1",
    "4Rainy_Day.2": "Você se lembra de quando você me encontrou chorando na chuva? Estou feliz que você estava lá naquele dia...$2#$b#Eu sempre vou valorizar esse momento, @.$1",
    "4Rainy_Night.1": "Apesar do tempo instável de hoje, eu ainda consegui fazer muitas coisas.$1#$b#Por exemplo, nosso jantar! [727 231 207 199]$8",
    "4Rainy_Night.2": "Eu espero que a chuva vá embora até amanhã, eu preciso ir comprar algo na loja do Pierre e estou com medo de me molhar.$0",
    "4SpringIndoor_Day.1": "Você deveria se limpar antes de ir para a cama da próxima vez.$2#$e#Você deixou barro em toda a minha roupa.$2",
    "4SpringIndoor_Day.2": "Seu hálito está com um cheiro um pouco ruim. Você escovou os dentes hoje?$2#$b#Espera, você sequer tem uma escova de dentes?$0",
    "4SpringIndoor_Night.1": "Me lembre de verificar o correio amanhã. Os itens que eu pedi devem chegar de manhã.$1",
    "4SpringIndoor_Night.2": "*bocejo* taaaanto sono. Quer ir para a cama em breve, @?$1#$e#Talvez eu leia na cama por um tempo.$0",
    "4SpringOutdoors.1": "Você acha que eu deveria ir encontrar algumas cebolinhas?$1#$b#Elas poderiam ser um ótimo tempero para o jantar de hoje à noite.$1",
    "4SpringOutdoors.2": "Hoje é um ótimo dia para trabalhar na %farm Farm.$1",
    "4SummerIndoor_Day.1": "Se você estiver saindo, se importa de pegar alguns lanches na loja do Pierre?$1#$e#Eu amo lanches!$9",
    "4SummerIndoor_Day.2": "Bom dia, bobinho(a)!$1#$e#Hum. Você tem se sentido bem? Você parece um pouco para baixo.$2",
    "4SummerIndoor_Night.1": "Eu devo todas as minhas habilidades culinárias ao Gus. Ele me ensinou muitos truques úteis quando eu estava começando.$1",
    "4SummerIndoor_Night.2": "Ei, você! Laranja, você está feliz em me ver?[635]$8#$b#A Susan me deu algumas esta manhã, ela é sempre tão legal conosco.$9",
    "4SummerOutdoors.1": "Não se sobrecarregue demais. Se precisar de uma pausa para abraçar, é só pedir.$1#$e#*beijo*$9",
    "4SummerOutdoors.2": "Eu acordei tão cansada esta manhã que minhas pernas quase adormeceram.$2#$b#Mas o dia ensolarado me acordou e agora estou pronta para o dia!$1",
    "4WinterIndoor_Day.1": "Eu me pergunto como minha casa está. Eu não a verifiquei há um tempo.$0",
    "4WinterIndoor_Day.2": "É melhor você ficar de olho no seu cesto de expedição.$0#$b#Eu vi um guaxinim tentando entrar nele esta manhã!$5",
    "4WinterIndoor_Day.3": "Eu estou tomando um pouco de vinho matinal hoje.$1#$b#Não há vinho para você, no entanto, você ainda tem que sair e trabalhar hoje.$9",
    "4WinterIndoor_Day.4": "Eu estou me sentindo confiante sobre a seleção de vinho deste ano.$1#$b#As amostras do 'ladrão de vinho' que eu usei têm saído muito boas.$1",
    "4WinterIndoor_Night.1": "Está especialmente frio hoje à noite, então eu fiz um pouco de café para nos aquecer.[395]$1#$b#Isso pode tornar mais difícil para a gente dormir, no entanto.$9",
    "4WinterIndoor_Night.2": "Ei, você. Você terminou por hoje?$1",
    "4WinterIndoor_Night.3": "O inverno é uma ótima temporada para vender vinho.$1#$b#As pessoas adoram beber uma taça de vinho ao lado da lareira em uma noite fria.$1",
    "4WinterIndoor_Night.4": "Acho que estou ganhando peso recentemente.$2#$e#Talvez eu realmente deva diminuir nos doces.$2",
    "4WinterOutdoors.1": "Olha este fruto de cristal. É tão bonito e tão frágil.$1#$b#Aqui, tenha cuidado com ele, tudo bem? [414]$1",
    "4WinterOutdoors.2": "Ei, eu sei que você tem que sair para trabalhar hoje, mas você quer...$1#$b#Entrar e abraçar por um tempo antes de você sair?$4",
    "BDay.Bad.1": "Ah...$2#$e#%Sophia seems to be in a bad mood.",
    "BDay.Bad.2": "Ah, hum, obrigada? Isso não é o que eu imaginei que ganharia de presente de aniversário...$2",
    "BDay.Bad.3": "Isso é para o meu aniversário?$2#$e#Ummm, talvez você devesse guardar para você?$2",
    "BDay.Good.1": "Este é um dos melhores presentes que eu ganhei hoje! Muito obrigada, @.$9",
    "BDay.Good.2": "Eu amei este presente! Você sempre sabe as melhores coisas para presentear.$9",
    "BDay.Good.3": "Você se lembrou do meu aniversário! Eu estou sem palavras. Eu estava esperando ganhar algo assim!$9",
    "BDay.Marriage.Bad.1": "Você sabe que eu só tenho um aniversário por ano, né? Eu pensei que você colocaria mais esforço no seu presente.$2",
    "BDay.Marriage.Bad.2": "Ei, você não precisava realmente me dar algo para o meu aniversário, só você hummm estar aqui já é o suficiente...$0",
    "BDay.Marriage.Bad.3": "Eu aprecio a intenção, mas você não precisa se forçar muito se você esqueceu...$2",
    "BDay.Marriage.Good.1": "Isso é para mim? Eu estou tão feliz. Eu vou me certificar de conseguir algo para você no seu aniversário também.$1",
    "BDay.Marriage.Good.2": "Muito obrigada, @. Eu te amo!$4#$b#*beijo*$9",
    "BDay.Marriage.Good.3": "Você é tão doce, @.$9#$b#Aqui, pegue isso, talvez a gente possa beber juntas hoje à noite. [FlashShifter.StardewValleyExpandedCP_Blue_Moon_Wine]$4",
    "BeginningOfYear.1": "Você sente o cheiro do pólen e do néctar no ar!? A primavera chegou!$1#$e#Eu vou estar montando treliças de uva o dia todo no vinhedo.$1#$b#Boa sorte, bobinho(a)! Vai ser um dia ocupado para nós duas. Abraços extras hoje à noite!$1",
    "BeginningOfYear.2": "Este ano, o Vinhedo Lua Azul está esperando um aumento na produção de vinho.$9#$e#Você está planejando expandir a %farm Farm também?$1",
    "BeginningOfYear.3": "Eu com certeza passei muito tempo em casa durante o inverno.$1#$b#É hora de usar toda essa energia na colheita deste ano!$9",
    "Birthday.1": "Gus passou por minha casa mais cedo e me parabenizou. Ele também me deu um monte de frango à laranja.$9",
    "Birthday.2": "Desde que meus pais morreram, eu mal celebrava meu aniversário, se sentia tão vazio sem eles.$0#$b#Mas agora, entendo que não devo deixar isso me pesar. Posso ainda ser feliz.$1",
    "Birthday.3": "Gostaria de poder tirar o dia todo do trabalho no meu aniversário, mas tenho papéis para fazer antes do inverno acabar.$2",
    "Birthday.4": "Emily me deu um tecido caro de primeira linha para meu aniversário, mal posso esperar para usá-lo em um cosplay.$1",
    "Birthday.5": "Scarlett virá aqui mais tarde para comemorar meu aniversário, ela também está trazendo bolo.$1#$e#Você pode vir se juntar a nós se quiser.$9",
    "BurgerGift.1": "Não! O que você fez com o coitado do peixe-cachorro!?$5#$b#*sniff*...$6",
    "BurgerGift.2": "Eeep! Não quero ver isso. Mantenha longe de mim!.$5",
    "BurgerGift.3": "Nunca entendi por que as pessoas de Zuzu City gostam disso, me faz ficar mal.$2",
    "BurgerGift.4": "Ugh. Agora entendo um pouco como Marnie se sente quando me vê com frango à laranja.$2",
    "EggFestival.1": "Quantos ovos você acha que vai encontrar este ano?$1",
    "EggFestival.2": "Eu ainda fico nervosa perto de grandes multidões de pessoas...$2#$e#P-podemos dar as mãos hoje no festival?$4",
    "EggFestival.3": "A Abigail é muito boa na caça aos ovos.$0#$e#É quase como se ela fosse roteirizada para ganhar todas as vezes.$1",
    "Emily.HouseAct.1": "Posso sentir uma onda de inspiração vindo sobre mim.$9#$b#Estou tão perto de terminar meu cosplay!$8",
    "Emily.HouseAct.2": "Emily e eu estamos costurando juntas hoje.$1",
    "Emily.HouseAct.3": "Eu venho ver a Emily de vez em quando para pedir conselhos sobre roupas.$1#$e#Ela tem muito bom gosto em paletas de cores.$1",
    "Emily.HouseGreet.1": "Olha esses tecidos que eu trouxe hoje!$8",
    "Emily.HouseGreet.2": "Uau Emily, sua roupa está ótima hoje.$9",
    "Emily.HouseGreet.3": "Oi, Emily!$9",
    "Emily.HouseLeave.1": "Acho que só precisa de alguns pedacinhos ali.$1",
    "Emily.HouseLeave.2": "Este padrão está bom, Emily?$1",
    "Emily.HouseLeave.3": "Você não se importaria se eu levasse alguns desses tecidos comigo, né?$1",
    "EndOfYear.1": "Vamos sair e apreciar a neve mais uma vez antes que ela derreta.$1#$b#Podemos dar as mãos enquanto fazemos isso também, se você quiser.$4",
    "EndOfYear.2": "Estou triste que a neve está indo embora. Eu vou sentir falta de pisar nela quando eu ando.$2#$e#%Você acaricia a cabeça da Sophia.",
    "EndOfYear.3": "Parece que o inverno finalmente acabou.$0#$e#Eu acho que eu não tenho mais desculpa para ficar em casa o dia todo, tenho?$8",
    "Fair.1": "A Feira da Vila Pelicanos é hoje! Eu sei que você vai deixar todo mundo de queixo caído!$9#$e#Eu vou estar mostrando um novo vinho vintage.$1",
    "Fair.2": "A Scarlett está vindo para a feira.$1#$b#Ela e eu vamos conquistar todas as barracas!$8",
    "Fair.3": "Eu posso não ganhar este ano.$1#$b#Mas eu ainda vou tentar montar o melhor grangeado que eu puder. Eu quero dar às pessoas um bom show.$1",
    "fall_Fri.1": "Pelican Town tem um grande problema com pragas. Às vezes acordo e encontro minha lata de lixo virada.$3#$e#Você não viu algum guaxinim por aqui, viu, @?$2",
    "fall_Fri.2": "Em tempos como este, tento pensar em coisas felizes para me animar.$0#$b#Mas de alguma forma sempre acabo caindo no mesmo buraco uma e outra vez.$2",
    "fall_Fri4.1": "Você já foi ao centro de convenções de Zuzu City? É o maior da República de Ferngill.$1#$e#Vou pela mercadoria e observação de pessoas.$9",
    "fall_Fri4.2": "Não há muitas convenções interessantes durante o outono; normalmente inverno e verão têm as mais importantes.$1",
    "fall_Fri8.1": "Você sabe, eu poderia me ver crescendo algo diferente de uvas em algum dia.$1",
    "fall_Fri8.2": "Ainda me lembro de quando Victor viu meu PC pela primeira vez e sua mandíbula caiu com as altas especificações.$1#$b#Mal sabia muito sobre PCs naquela época, só comprei o que parecia mais bonito.$1",
    "fall_Mon.1": "Você poderia simplesmente ir embora? Não estou tendo um ótimo dia.$2#$e#P-por favor?$6#$e#%Sophia parece chateada...",
    "fall_Mon.2": "Eu-eu realmente gosto das folhas de outono, mesmo que sejam uma bagunça para limpar.$1",
    "fall_Mon4.1": "Scarlett está visitando em breve. Ela sempre encontra uma maneira de me animar.$1#$e#Gostaria que ela viesse com mais frequência. Mas entendo que Grampleton fica longe...$2",
    "fall_Mon4.2": "Joja ainda está me enviando ofertas de desconto pelo correio. Já lhes disse inúmeras vezes que não quero.$3",
    "fall_Mon8.1": "Oi, @. Deveríamos compartilhar uma garrafa de vinho de irídio em breve. Quero sair com você!$1#$e#Ou melhor ainda, poderíamos assistir algum anime! A nova temporada de 'Sailor Sun' está estreando em breve!$9",
    "fall_Mon8.2": "O prefeito Lewis me pediu para doar algumas sementes para a fazenda comunitária desta temporada.$1#$b#É bom ter pessoas confiando em mim.$1",
    "fall_Sat.1": "Sinto vontade de ser uma batata de sofá hoje.$0",
    "fall_Sat.2": "Ah, olá. Hum, como você está hoje?$0",
    "fall_Sat10.1": "Scarlett está me visitando em breve! Vamos jantar juntas.#$e#Ei, talvez você possa se juntar a nós se tiver tempo!$9",
    "fall_Sat10.2": "%Sophia te abraça com força.#$e#Desculpe, eu realmente precisava de um abraço agora.$6#$e#%Você a abraça ainda mais forte.#$e#...$10",
    "fall_Sat6.1": "Ei, você! Você já fez suas próprias roupas?$9#$b#Emily tem uma máquina de costura muito boa. Aposto que se pedisse, ela deixaria você usar.$1#$e#Ah. Você está usando? Deveríamos costurar algo juntas!$8",
    "fall_Sat6.2": "O cânone de 'Pink Princess Crusaders' é realmente complicado com todo o conteúdo derivado que tem.$1#$b#Você não acreditaria na quantidade de debate sobre se os livros são canônicos.$1",
    "fall_Sun.1": "...$6#$e#%Sophia está ignorando você. Ela parece triste.",
    "fall_Sun.2": "Você pode ouvir? O sussurro das folhas de outono, elas trazem más lembranças...$0",
    "fall_Sun4.1": "Os Jenkins são muito legais. Às vezes, discretamente, coloco uma garrafa extra de vinho em seus pedidos.$1",
    "fall_Sun4.2": "Queria tentar aprender a tocar um instrumento, mas já tenho tantos outros hobbies que pode ser difícil.$1",
    "fall_Sun8.1": "Uau, é difícil acompanhar você! Preciso me dedicar mais!$9#$e#Vejo você mais tarde, @.$1",
    "fall_Sun8.2": "Realmente preciso decidir adequadamente quando pintar minhas unhas.$0#$b#Quero que fiquem bonitas, mas sempre acabam ficando sujas quando trabalho na fazenda.$2",
    "fall_Thu.1": "*sniff*... Ah. Oi, @. C-como você está hoje?$6#$e#O-oh. Eu? Eu-eu estou bem.$6#$e#*sniff*...$12#$e#%Sophia está chorando.",
    "fall_Thu.2": "O outono é uma temporada muito complicada para mim, desculpe se não respondo às vezes.$0",
    "fall_Thu4.1": "Como assim você nunca ouviu falar de 'Minha Escola de Vilões'?!$5#$b#É apenas um dos programas de TV mais populares agora.$1",
    "fall_Thu4.2": "Embora beber muitas variedades de álcool faça parte do meu trabalho e eu realmente goste de prová-las.$0#$b#Cerveja sempre se destaca como minha menos preferida, junto com ale e hidromel.$0",
    "fall_Thu8.1": "Ei, você! Acho que talvez deveria estar pedindo *para você* dicas de agricultura.$1",
    "fall_Thu8.2": "Fico tão feliz que a fazenda comunitária está indo bem.$1#$b#Não preciso das colheitas por mim mesma, mas ver todos trabalhando juntos é realmente legal.$9",
    "fall_Tue.1": "Estou tão com fome. Já é hora de comer?$2",
    "fall_Tue.2": "Não acho que dormi o suficiente ontem à noite. Tenho uma dor de cabeça o dia todo.$2",
    "fall_Tue10.1": "Ei, você! Se você quer frango com laranja em algum momento, faço para você.$1#$e#Mas não muita. Você tem que me guardar um pouco!$9",
    "fall_Tue10.2": "O outono é uma temporada problemática para mim, fico triste muito mais vezes.$2#$b#Mas desde que começamos a namorar, esperando por você todos os dias, me faz feliz,$1",
    "fall_Tue4.1": "Você não adora as cores desta temporada?$1#$b#É como se estivéssemos vivendo em um mundo diferente.$9",
    "fall_Tue4.2": "Uma vez tentei pegar o caminho a leste da cidade para Grampleton, mas a caminhada foi muito longa, tive que voltar de trem depois.$0",
    "fall_Wed.1": "O-o que você quer?$3#$e#Ah. Desculpe. Estou um pouco tenso hoje.$2#$e#Você não entenderia...$2",
    "fall_Wed.2": "Estou me sentindo um pouco doente hoje, deve ter sido meu café da manhã.$2",
    "fall_Wed6.1": "Estou planejando meu próximo cosplay. Acho que quero ser um personagem do meu show, Princesas Guerreiras Rosa.$1#$e#Não tipo, uma princesa comum, uma princesa guerreira feroz! Com uma espada gigantesca e uma capa vermelha esvoaçante!$9",
    "fall_Wed6.2": "Emily tem estado muito ocupada ultimamente. É uma pena, eu realmente precisava da ajuda dela para algo.$0",
    "FishPondDialogue": "Ouvi dizer que você construiu um viveiro de peixes?$0#$b#Certifique-se de me convidar se tiver algum peixe-cachorro, tudo bem?$1",
    "FishPondDialogueMarriage": "Eu vi que a Robin terminou de construir o viveiro de peixes.$0#$b#Nós podemos começar a criar peixes-cachorro? Eles são tão adoráveis.$9",
    "FlowerDance.1": "Minha parte favorita da dança das flores não é realmente a dança, mas sim todas as flores bonitas lá.$1#$e#%Oh, e o bolo também.$9",
    "FlowerDance.2": "Você acha que vai ter bolo de graça de novo este ano?$1",
    "FlowerDance.3": "É uma pena que a gente não possa ir para aquele campo de flores mais vezes. Seria lindo nas outras estações.$1",
    "Fri.1": "Queria parecer bonita hoje então passei um delineador.$0#$b#V-você acha que ficou bom?$2#$e#Aww. Obrigada.$4",
    "Fri.2": "A bateria do meu telefone acabou, felizmente tenho um carregador à mão.$1",
    "Fri10.1": "Você já se sente sozinho na Fazenda %farm?$0#$e#Ah. Hum. Sem razão especial pelo qual perguntei.$4",
    "Fri10.2": "Ei, você pode ficar aqui por um tempo? Estou me sentindo um pouco triste e ter você por perto me faz se melhor.$2#$e#Obrigada.$9",
    "Fri2.1": "Eeek! Você me assustou!$5#$b#Hum, Olá.$2#$b#Quer falar sobre algo?$0#$e#D-desculpa. E-estou um pouco ocupada.$2",
    "Fri2.2": "Esqueci de carregar meu telefone ontem à noite, acho que não vou conseguir durar o dia.$2",
    "Fri4.1": "Talvez eu devesse comprar alguns animais de fazenda com Marnie? Preciso de animais fofos em minha vida.$1#$e#Hmm... na verdade, não sei se conseguiria lidar com tanto trabalho sozinha.$2",
    "Fri4.2": "Talvez eu devesse investir em alguns fones de ouvido.$1#$b#Nem todos que passam pela vinha são fãs de aberturas de anime.$0",
    "Fri8.1": "Você tem alguns coelhinhos bebê em sua fazenda? Eles são tão adoráveis!$9",
    "Fri8.2": "Às vezes pode ser difícil notar a diferença entre árvores de bordo e carvalho, mas você pode diferenciá-los facilmente pelo tronco.$1#$b#Árvores de carvalho sempre têm um tronco mais resistente que as de bordo, é algo que meu pai me ensinou.$9",
    "FridayMorning.Fall.1": "Você tem planos para o fim de semana?$1#$b#Nós deveríamos sair e fazer algo divertido.$1#$b#Ou poderíamos apenas ficar em casa o dia todo. É sua escolha.$9",
    "FridayMorning.Fall.2": "Eu deveria fazer um desvio para verificar como as treliças de uva estão?$0#$#Talvez não, tenho certeza de que elas estão bem.$1",
    "FridayMorning.Fall.3": "O outono sempre foi a estação mais movimentada para nós, fazendeiras.$0#$e#Mas mesmo que a gente tenha muito o que fazer, a gente ainda merece algumas pausas de vez em quando.$1",
    "FridayMorning.Fall.4": "Você estará no Saloon hoje à noite?$1#$e#Tenho certeza de que todo mundo ficaria feliz em te ver lá.$1",
    "FridayMorning.Spring.1": "Bom dia, bobinho(a)! Você sabe que dia é hoje?$1#$#Sextaaaaaa!!!$8",
    "FridayMorning.Spring.2": "Ei, você! Estou indo para a loja do Pierre, você quer alguma coisa?$0",
    "FridayMorning.Spring.3": "Eu deveria ser mais cuidadosa quando eu sair hoje.$0#$b#Da última vez eu quase tropecei e caí.$2",
    "FridayMorning.Spring.4": "Ei, você! Estou fazendo algumas tarefas hoje.$1#$b#Eu estarei pensando em você.$9#$e#Vamos pegar uma bebida no Saloon hoje à noite! Gus está servindo frango com laranja de Grampleton!$1",
    "FridayMorning.Summer.1": "Eu preciso passar um pouco de protetor solar hoje ou posso me queimar no sol.$5",
    "FridayMorning.Summer.2": "A sexta-feira finalmente chegou!$1#$b#Eu vou relaxar no Saloon esta noite, espero te ver lá.$9",
    "FridayMorning.Summer.3": "Finalmente! O fim de semana chegou!!!$9",
    "FridayMorning.Summer.4": "Tenho certeza de que o Saloon estará lotado hoje à noite como sempre.$1#$b#Eu costumava ficar um pouco nervosa perto de uma multidão tão grande.$2#$b#Mas graças a você, eu me acostumei mais com isso.$9",
    "FridayMorning.Winter.1": "Eu tenho uma nova garrafa de vinho para mostrar à Sra. Jenkins no Saloon hoje à noite.$1#$b#Eu vou deixá-la de queixo caído com esta.$9",
    "FridayMorning.Winter.2": "Ficar em casa a semana toda cansou meus pés.$2#$e#Eu espero que a caminhada de hoje os desperte de vez!$9",
    "FridayMorning.Winter.3": "Vamos beber um pouco de café quente antes de sairmos.[395]$1#$e#Pronto! Agora eu estou pronta para sair e conquistar o dia!$9",
    "FridayMorning.Winter.4": "Eu deveria ir ver o Dusty hoje...$0#$e#O pobre garoto deve ter sentido tanto frio na noite passada.$2",
    "FridayNight.Fall.1": "Eu posso ter me livrado da febre do outono por agora, mas na próxima semana ela volta com tudo.$0",
    "FridayNight.Fall.2": "Eu encontrei a Evelyn mais cedo hoje à tarde e ela me deu de presente uma torta que sobrou.$8#$b#Eu guardei uma fatia para você, é claro.[608]$9",
    "FridayNight.Fall.3": "Eu tive um dia produtivo hoje!$9#$e#Eu te amo.$4#$b#*beijo*!!!$9",
    "FridayNight.Fall.4": "Eu não vou para o vinhedo com frequência nos fins de semana.$0#$b#Eu tenho que me certificar de ter tudo em ordem até sexta-feira.$1",
    "FridayNight.Spring.1": "Nós temos alguma festa vindo aí?$1#$e#Eu estou pensando em usar algo especial para o próximo festival.$1",
    "FridayNight.Spring.2": "Olha o que eu encontrei na minha caminhada hoje![20]$8#$e#Eu deveria tentar forragear mais de vez em quando.$1",
    "FridayNight.Spring.3": "Eu vi o túmulo dos meus pais na minha caminhada hoje.$2#$b#E-eu vou tentar comprar algumas flores para eles.$6",
    "FridayNight.Spring.4": "O Saloon estava tão animado como sempre hoje à noite.$1#$b#É sempre bom ver o Gus ter clientes.$8",
    "FridayNight.Summer.1": "Como foi seu dia? As sextas-feiras são sempre dias divertidos para mim.$9",
    "FridayNight.Summer.2": "Como amanhã é sábado, talvez eu possa ficar acordada um pouco mais tarde hoje à noite lendo mangá.$1#$e#Eu tenho muito a colocar em dia.$1",
    "FridayNight.Summer.3": "Eu estava pensando em visitar a Cidade Zuzu neste fim de semana.$1#$b#Um café temático de 'Sailor Sun' vai abrir lá em breve.$9",
    "FridayNight.Summer.4": "Ei, você! Eu peguei um pequeno algo para você do Saloon.[206]$1",
    "FridayNight.Winter.1": "Eu quase escorreguei no gelo e caí na minha caminhada hoje.$2#$e#Isso me deu um susto e tanto.$5",
    "FridayNight.Winter.2": "Eu fiz as compras da semana, mas eu acidentalmente comprei mais mel do que precisávamos.$0#$b#Aqui, você pode ficar com ele.[247]$1",
    "FridayNight.Winter.3": "Havia um floco de neve muito legal lá fora, mas eu esqueci de tirar uma foto.$0#$e#Bem, o que importa no final não são apenas as fotos, mas as memórias que vêm com elas.$1",
    "FridayNight.Winter.4": "Estava tão frio lá fora, estou ansiosa para ir para a cama e me aquecer.$0",
    "Gifts.Fall4.Disliked": "Você deveria só... me deixar em paz.$12",
    "Gifts.Fall4.Hated": "Isso é algum tipo de piada doentia? Me deixa em paz.$7",
    "Gifts.Fall4.Liked": "O-obrigada por tentar me animar, mas acho que preciso de um tempo para mim.$12",
    "Gifts.Fall4.Loved": "O-obrigada, isso significa muito para mim.$13",
    "Gifts.Fall4.Neutral": "Desculpa, mas eu não estou muito no clima agora.$6",
    "Good.0.1": "Então, você vai me levar para ver seus pais algum dia?$1#$b#Eu vi o e-mail que sua mãe te enviou e ela parece ser muito legal.$1",
    "Good.0.2": "Chega mais perto, @.$4#$e#Mais perto...$4#$e#*beijo*!!!$9#$b#Te amo!$9",
    "Good.0.3": "Mesmo depois de adulta, eu ainda gosto de contos de fadas.$1#$b#As ilustrações e a história realmente me cativam.$1",
    "Good.1.1": "Posso sentir falta de estar em minha casa anterior, mas estar nesta casa me faz sentir realmente feliz.$1",
    "Good.1.2": "Eu pensei que seria difícil administrar o Vinhedo Lua Azul, mas na verdade não é tão ruim.$1",
    "Good.1.3": "Eu tenho tentado ter uma ideia de cosplay o dia todo, mas minha mente se sente vazia.$2#$e#Talvez um abraço possa me ajudar com alguma inspiração?$4",
    "Good.2.1": "E-ei, tenha cuidado lá nas minas, ok? Eu não consigo imaginar o que faria se algo acontecesse com você.$2#$e#%Você diz a Sophia para não se preocupar. Ela sorri para você.",
    "Good.2.2": "Você já pensou em como você se veria em 5 anos?$1#$b#Eu sempre costumava pensar que ficaria naquele estado pelo resto da minha vida.$2#$b#Estou tão feliz por finalmente poder ser verdadeiramente feliz de novo.$9",
    "Good.2.3": "@.$1#$b#@, @, @.$1#$e#%Oh. Don't mind me, your name is just so nice to say.$9",
    "Good.3.1": "Você acredita em amor verdadeiro, @?$0#$e#Eu costumava pensar que era apenas uma fantasia de conto de fadas, mas depois de te conhecer...$1#$b#Eu acho que posso estar começando a acreditar em fantasias de conto de fadas.$4",
    "Good.3.2": "Gus me deu alguns pratos de frango com laranja de Grampleton.$9#$b#Como recompensa, eu vou deixar você comer um pouco amanhã.$1",
    "Good.3.3": "Ei, você! Quer beber um pouco de vinho Lua Azul envelhecido hoje à noite?$1",
    "Good.4.1": "Vou pintar meu cabelo de novo em breve! Talvez eu deva mudar a cor?$1#$e#Mmm... não, vou mantê-lo 'rosa algodão-doce'!$9",
    "Good.4.2": "Eu tenho dependido das técnicas de envelhecimento de vinho da minha família por tantos anos.$0#$b#Mas agora eu quero inventar algo meu.$1#$b#Deixar minha própria marca na tradição.$9",
    "Good.4.3": "Você ilumina o quarto mais do que a 'Sailor Sun' quando ela usa o seu Golden Sun Crystal Power Kiss.$8",
    "Good.5.1": "Estou tão feliz por ter me casado com uma colega fazendeira.$1#$b#Eu sinto que podemos nos entender muito melhor.$9",
    "Good.5.2": "Você já viu uma fada de verdade?$1#$b#Quando eu era pequena, uma vez vi uma luz brilhante circulando as uvas à noite.$1#$b#E no dia seguinte, todas as treliças tinham amadurecido instantaneamente!$5#$b#A partir desse dia, eu acreditei na existência de fadas.$8",
    "Good.5.3": "Ei, ei! Hum. Você tem um momento?$1#$e#Só... queria dizer que estou orgulhosa de tudo o que você faz.$9#$b#Eu amo a vida que começamos juntas. É... como um paraíso mágico.$1#$b#Vamos sempre estar lá uma para a outra!$9",
    "Good.6.1": "Nós deveríamos ir a uma convenção de cosplay na Cidade Zuzu algum dia! Você ia amar!$1",
    "Good.6.2": "Ei, bobinho(a), como você está neste dia espetacular?$9#$b#Eu? Eu estou muito bem, é claro, contanto que eu possa estar com você.$8",
    "Good.6.3": "Eu comprei este mangá novo hoje.$9#$b#Você quer ler comigo na cama hoje à noite?$4",
    "Good.7.1": "Eu sei que você não é tão fanática por anime quanto eu, mas estou tão feliz que você se esforça para assistir comigo.$9#$b#Você tem algum hobby que eu possa experimentar?$1",
    "Good.7.2": "Sabe, a gente não teve uma lua de mel desde que nos casamos.$1#$b#Talvez a gente pudesse tirar alguns dias de folga da fazenda e ir para algum lugar legal.$1#$b#Só nós duas.$4",
    "Good.7.3": "Eek! Uma estranha!$2#$e#*risadinha* Eu só estou brincando.$9#$e#Hum. Então, que tipo de trabalho na fazenda você tem hoje?$1",
    "Good.8.1": "Eu estive com tanto sono o dia todo, mas ver você me acorda na hora!$9#$e#Obrigada por ser tão fofa hoje.$8",
    "Good.8.2": "Ei, você! A Scarlett me enviou este meme muito engraçado ontem, eu vou te enviar mais tarde.$9#$b#Espera, você não tem um telefone, tem?$5",
    "Good.8.3": "Eu sempre pensei que estaria sozinha minha vida toda.$2#$b#Estou feliz que nos encontramos, bobinho(a).$1#$e#*beijo*$9",
    "Good.9.1": "Ei, bobinho(a), como você está neste dia espetacular?$9",
    "Good.9.2": "Eu nunca tive a chance de ler corretamente os antigos gibis do meu pai.$0#$e#Eles não são mangá, mas eu estaria disposta a experimentá-los.$1",
    "Good.9.3": "Eu finalmente terminei meu cosplay!!!$9#$e#Ah, não, este não é para uma convenção.$1#$b#É um cosplay especial, só para você.$4",
    "GrampChickenGift.1": "Eu já comi um pouco de frango com laranja no café da manhã, mas nunca se pode ter demais. Obrigada!$8",
    "GrampChickenGift.2": "Uau, frango com laranja de Grampleton! Eu estava com um pouco de fome. Eu vou atacar e saborear cada pedaço!$9",
    "GrampChickenGift.3": "Viva, frango com laranja! E eu estava começando a ficar sem ele também.$9",
    "GrampChickenGift.4": "Obrigada! Eu estava me sentindo um pouco para baixo hoje, mas um bom frango com laranja levanta meu humor na hora.$9",
    "GreenDay.1": "Há tanto musgo lá fora, me pergunto se posso usá-los para alguma coisa no vinhedo.$0",
    "GreenDay.2": "As pessoas ainda estão se refugiando no Saloon?$0#$e#Bem, acho que é melhor prevenir do que remediar.$1",
    "GreenDay.3": "Eu ia assistir a um dos meus programas hoje, mas minha TV só mostra estática verde...$2",
    "GreenDay.4": "Aquelas árvores estranhas realmente me lembram bengalas doces.$1#$b#É uma pena que você não pode comê-las.$2",
    "GreenDay.5": "Pelo que ouvi, este evento é suposto ser uma ocorrência rara.$0#$b#É estranho que agora se tornou algo anual.$0",
    "GreenDay.Marriage.1": "Pergunta estranha, mas você já tentou provar a chuva verde? Teria gosto de água normal ou de suco de brócolis?$0",
    "GreenDay.Marriage.2": "Eu vou ficar em casa, tenha cuidado para não escorregar no musgo se você sair.$0",
    "GreenDay.Marriage.3": "O Victor uma vez tentou me explicar as teorias de por que a chuva verde acontece, mas elas simplesmente não entraram na minha cabeça.$0#$b#Pelo menos ele me disse que é perfeitamente segura.$1",
    "GreenDay.Marriage.4": "A fazenda parece coberta de mato. Você tem certeza de que vai conseguir limpar tudo isso?$0",
    "GreenDay.Marriage.5": "Eu deveria costurar algo hoje, se eu continuar olhando para estática verde na TV, acho que vou enlouquecer.$0",
    "GreenDayFinished.1": "Fico feliz que esta chuva não tenha sido perigosa. Na maioria dos shows, a chuva verde é ácida e derrete as pessoas.$8",
    "GreenDayFinished.2": "Estou com bastante fome agora, eu não saí de casa o dia todo e esqueci de comprar mantimentos.$2",
    "GreenDayFinished.3": "O musgo parece estar crescendo loucamente, mas por sorte não afetou minha casa.$1",
    "GreenDayFinished.4": "Essa chuva estranha fez maravilhas pelos meus treliças de uva! Elas parecem muito mais saudáveis agora!$1",
    "GreenDayFinished.5": "Acho que posso ver as nuvens se separando agora, a chuva verde vai acabar em breve.$0#$e#Bem, foi divertido enquanto durou.$1",
    "GreenDayFinished.Marriage.1": "Surpreendentemente, hoje não foi diferente de um dia de chuva normal.$1#$e#O único problema é que agora eu tenho que limpar muito musgo amanhã.$2",
    "GreenDayFinished.Marriage.2": "Como foi seu dia? Eu espero que você tenha encontrado algum uso para todo aquele musgo.$1#$b#Seria uma pena se tudo fosse desperdiçado.$1",
    "GreenDayFinished.Marriage.3": "Eu espero que esta chuva acabe logo, eu perdi todos os animes de hoje e tenho que assistir às reprises.$2",
    "GreenDayFinished.Marriage.4": "Considerando todo o musgo que temos agora, acho que eu deveria começar a fazer sopa de musgo para o café da manhã, almoço e jantar.$1#$e#Haha, só brincando.$9",
    "GreenDayFinished.Marriage.5": "Eu acho que vou sentir um pouco de falta da chuva verde. Foi uma boa desculpa para dar uma pausa no trabalho.$9",
    "Haley.HouseAct1.1": "O que você acha dessa cor de batom?$1",
    "Haley.HouseAct1.2": "Você quer tentar algo novo hoje?$9",
    "Haley.HouseAct1.3": "OoOoo! Essas são tão, tão lindas!$9",
    "Haley.HouseAct2.1": "Você acha que isso ficou bom?$1",
    "Haley.HouseAct2.2": "Deixa eu tentar aplicar!$1",
    "Haley.HouseAct2.3": "Oops, acho que apliquei um pouco de blush demais.$2",
    "Haley.HouseGreet.1": "Espero não ter chegado atrasada. Vamos começar.$1",
    "Haley.HouseGreet.2": "E aí, eu trouxe um delineador novo hoje. Você quer experimentar?$9",
    "Haley.HouseGreet.3": "Oi, Haley.$1",
    "Haley.HouseLeave.1": "Eu diria que fizemos um bom trabalho hoje, Haley?$1",
    "Haley.HouseLeave.2": "Te vejo em breve, Haley.$1",
    "Haley.HouseLeave.3": "Te mando uma mensagem mais tarde, Haley.$1",
    "HouseUpgrade_2Marriage": "A casa parece muito mais espaçosa agora!$9#$e#Além disso, com o novo berçário, você talvez esteja planejando...$1#$b#...$4#$e#Ummm... esquece.$4",
    "HouseUpgrade_3": "Ei, a Robin me deu um toque de que você pode estar querendo entrar no jogo de envelhecimento de vinhos.$0#$e#Uma pequena competição amigável não faria mal a ninguém, certo?$9",
    "HouseUpgrade_3Marriage": "É uma adega de vinho que eu vejo?$1#$e#Podemos estar casadas, mas só para você saber, eu não vou pegar leve na competição.$9",
    "Ice.1": "Você acha que o gelo no lago quebraria se a gente pulasse nele?$0#$b#Talvez eu não deva me preocupar. Está bem frio lá fora, então o gelo deve ser grosso.$1",
    "Ice.2": "Os bonecos de neve de todo mundo pareciam tão legais no ano passado.$1#$e#Vamos fazer algo que vai deixá-los de queixo caído!$9",
    "Ice.3": "Eu consigo sentir! Você vai ganhar o concurso de pesca hoje!$1#$e#Se você ganhar - abraços extras hoje à noite...$4",
    "Jelly.1": "Hum. Você gostaria de assistir a essas águas-vivas hoje à noite? Podemos dar as mãos no cais.$4#$e#...Você acha que as águas-vivas picam?$0",
    "Jelly.2": "Você está pronta para o festival hoje?$1#$e#Não é o mais chamativo, mas a beleza das águas-vivas vale a pena.$9",
    "Jelly.3": "Eu me pergunto onde as águas-vivas estão agora...$0",
    "Luau.1": "Você sabe o que você vai trazer para a festa de hoje para o Luau?$1#$e#Eu vou colocar vinho Lua Azul envelhecido no pote adulto!$1",
    "Luau.2": "Gus tem trabalhado muito duro no Luau deste ano, é melhor você comer o máximo que puder.$9",
    "Luau.3": "Adivinha o que eu estou colocando na festa deste ano.$1#$e#O quê. Como você sabia?!$5#$b#Eu sou realmente tão previsível?$2",
    "Mon.1": "Hum... olá.$2#$e#Você precisa de algo?$0",
    "Mon.2": "Hoje é um....dia certo?$0#$e#%Sophia parece estar desconfortável, é melhor deixá-la em paz.",
    "Mon10.1": "Quero fazer uma trilha até o topo da montanha em algum momento! Poderíamos talvez trazer um piquenique também!$9#$e#Ah! E poderíamos nos dar as mãos.$4",
    "Mon10.2": "Namorar alguém é muito mais legal do que imaginei.$1#$b#Ter alguém em quem você pode contar aconteça o que acontecer me faz sentir feliz.$4",
    "Mon2.1": "...$6#$e#%Sophia está ignorando você. Ela parece triste.",
    "Mon2.2": "Você realmente vem aqui com frequência, não é?$0#$e#Bem, na verdade não me importo, é meio legal na verdade.$1",
    "Mon4.1": "Se você precisa de aspersores, pode comprar alguns comigo.$0#$b#Eu não cobro muito.$1#$e#Aspersores podem ser encomendados através do livro de registros no meu quarto de artesanato.$0",
    "Mon4.2": "Realmente sinto falta da neve, infelizmente o inverno é quase um ano de distância.$2",
    "Mon8.1": "Ei, você. Que bom te ver!$1",
    "Mon8.2": "Acho que cometi um pouco de excesso ao provar as amostras de vinho do ano passado.$0#$b#Mal consigo ficar de pé agora.$2",
    "Neutral.0.1": "Nós deveríamos tentar fazer um pouco de frango com laranja juntas.$1#$b#Se combinarmos nossas habilidades culinárias, tenho certeza de que podemos fazer algo incrível.$9",
    "Neutral.0.2": "Ei, você. Eu vou limpar a casa hoje.$1",
    "Neutral.0.3": "Nós deveríamos visitar o Vinhedo Sakura algum dia.$1#$b#É um pouco caro, mas se juntarmos nosso dinheiro, podemos fazer isso acontecer.$9",
    "Neutral.1.1": "Qual é o seu tipo de gema favorita, @?$1#$b#Você já sabe que a minha é pedra-fada, mas você nunca me disse a sua.$1",
    "Neutral.1.2": "Eu ainda fico um pouco nervosa perto de estranhos às vezes.$0#$b#Mas eu realmente melhorei desde antes.$1",
    "Neutral.1.3": "O Vinhedo Lua Azul está indo bem. É um pouco difícil administrá-lo daqui, mas eu não me importo.$1",
    "Neutral.2.1": "Eu não sei por que amo tanto frango com laranja.$1#$b#Eu como isso há tanto tempo e ainda assim nunca me canso.$9",
    "Neutral.2.2": "Quando podemos ter uma noite de encontro?$4#$b#A gente poderia ir e comer em um restaurante chique na Cidade Zuzu.$1",
    "Neutral.2.3": "Você quer morar no Vale do Orvalho pelo resto da sua vida, @?$0#$e#Eu estava pensando que talvez a gente pudesse se mudar para outro lugar mais tarde. Talvez as Ilhas Fern?$1#$e#Podemos conversar mais sobre isso depois. Eu definitivamente não quero me mudar tão cedo!$9",
    "Neutral.3.1": "Oi, bobinho(a). Continue com o bom trabalho!$1#$e#Eu estou sempre torcendo por você.$9",
    "Neutral.3.2": "Uau, suas roupas estão elegantes hoje!$8#$b#Você se importaria se eu as experimentasse mais tarde?$1",
    "Neutral.3.3": "Você não se importa com todos os pratos de frango com laranja na geladeira, certo?$0#$b#Eu só amo de verdade.$9",
    "Neutral.4.1": "Lembre-se que se você estiver se sentindo para baixo, ou tiver um dia ruim.$1#$b#Eu sempre estarei aqui para te confortar, mesmo em suas horas mais sombrias.$8",
    "Neutral.4.2": "Como você sempre consegue iluminar o quarto sempre que entra?$9#$e#Sério, qual é o seu segredo?$0",
    "Neutral.4.3": "Sabe, sinto que meus pais estariam orgulhosos de mim se eles vissem a minha vida agora.$1#$e#Seu avô também estaria.$1",
    "Neutral.5.1": "Você se lembra daquela vez em que eu estava te observando atrás da cerca e pulei quando te vi?$1#$b#Nossa, isso foi tão vergonhoso.$9",
    "Neutral.5.2": "Você viu o novo episódio de 'Sailor Sun'?$1#$e#Você não viu?! Nós temos que ir assistir agora, você não vai acreditar no que acontece.$5",
    "Neutral.5.3": "Hum. Entããão me conte de novo aquela história de como você conseguiu meu pingente de sereia!$1#$e#Um fantasma na praia! Tão assustador!$9",
    "Neutral.6.1": "*bocejo* E-eu não sei por que. Estou com tanto... *bocejo* sono hoje.$2#$e#Talvez eu tire um cochilo.$1",
    "Neutral.6.2": "Mudar minha coleção de mangás da minha casa para cá foi bem difícil.$1#$b#Às vezes eu esqueço a quantidade de mangá que eu tenho.$5",
    "Neutral.6.3": "Você parece tão adorável hoje, bobinho(a).$9#$b#*beijo*$9",
    "Neutral.7.1": "Eu não consigo acreditar no que acabou de acontecer no último episódio de Maguca Magika!$5",
    "Neutral.7.2": "Ei! Seja sempre você mesma, ok?$9",
    "Neutral.7.3": "Você já foi para as partes mais profundas da floresta do Cindersap, certo?$0#$b#Então me diga, como é lá?$1",
    "Neutral.8.1": "Eu acho que vou visitar a Susan em breve.$0#$b#Ela queria ajuda para consertar um dos aspersores dela.$0",
    "Neutral.8.2": "Ei! A Scarlett vai vir em breve, tudo bem?$1#$e#Você é a melhor!$9",
    "Neutral.8.3": "Se você precisar de aspersores para sua fazenda, minha contabilidade está sempre aberta para você usar.$1",
    "Neutral.9.1": "Minha casa de volta no Vinhedo está ficando um pouco empoeirada.$0#$b#A gente deveria fazer uma limpeza de primavera lá algum dia, quem sabe o que a gente pode encontrar!$1",
    "Neutral.9.2": "Quer assistir anime mais tarde? Eu até faço lanches caseiros para a gente!$1",
    "Neutral.9.3": "Eu tenho me aventurado em outros tipos de agricultura recentemente.$0#$b#O Andy me deu conselhos muito bons sobre as melhores técnicas para forragear.$1",
    "NewSaloonDialogueFall.1": "Eu raramente provei vinho Gotoran, bebi muitas taças de vinho do Vinhedo Sakura.$0#$b#Mas não é a mesma coisa que um autêntico vinho Gotoran.$0",
    "NewSaloonDialogueFall.2": "Então, você prefere vinhos tintos ou brancos?$1#$b#Eu sempre preferi tintos, é o que o Vinhedo da Lua Azul faz, afinal.$9",
    "NewSaloonDialogueFall.3": "Talvez eu deva ir jogar Quebra Abóboras com o Victor.$1#$e#Ele realmente parece estar se divertindo!$9",
    "NewSaloonDialogueFallMarriage.1": "Eu ouvi pessoas elogiando a cidra de abóbora apimentada do Pierre no mesmo nível do meu vinho.$0#$b#Eu preciso saber como ele faz, mas ele tem sido muito discreto sobre isso.$0",
    "NewSaloonDialogueFallMarriage.2": "A jukebox do Gus é tão legal. É realmente vintage, estou surpresa que ainda funcione.$1",
    "NewSaloonDialogueFallMarriage.3": "Eu deveria tentar beber um coquetel hoje.$1#$b#É bom misturar as coisas de vez em quando.$1",
    "NewSaloonDialogueSpring.1": "%Sophia stares at her wine glass quietly in thought",
    "NewSaloonDialogueSpring.2": "Eu tento ser social de vez em quando. Não há lugar melhor do que o Saloon!$1",
    "NewSaloonDialogueSpring.3": "A Sra. Jenkins realmente conhece seus vinhos.$9#$e#Eu dei uma olhada na coleção de vinhos dela e fiquei impressionada.$1#$e#Há algumas coisas realmente vintage lá.$1",
    "NewSaloonDialogueSpringMarriage.1": "Todo mundo está se divertindo tanto aqui.$1#$e#Mesmo sem o centro comunitário, as pessoas ainda encontram uma maneira de se reunirem e se divertirem.$1",
    "NewSaloonDialogueSpringMarriage.2": "Eu fui ao Saloon tantas vezes que o Gus praticamente sabe o meu pedido de cor.$1#$b#Sempre que eu entro no Saloon, ele serve exatamente o que eu quero sem que eu precise dizer a ele.$8",
    "NewSaloonDialogueSpringMarriage.3": "Ei, você! Eu sei que podemos estar em público, mas...$4#$b#*beijo*$9#$e#Hehehe.$4",
    "NewSaloonDialogueSummer.1": "Hoje foi uma semana muito ocupada, eu mereço um pouco de vinho vintage hoje à noite.$9#$e#Você também deveria ir e se dar uma recompensa, administrar %farm Farm não é um trabalho fácil.$8",
    "NewSaloonDialogueSummer.2": "Eu não sei muito sobre o Shane, mas sempre que eu estou comendo frango com laranja...$0#$b#Ele apenas olha para mim friamente.$2",
    "NewSaloonDialogueSummer.3": "O ambiente quente e úmido nas Ilhas Fern dá ao vinho delas um sabor único.$1#$b#Os vinhos delas são frutados e até têm um sabor de chocolate.$1",
    "NewSaloonDialogueSummerMarriage.1": "Ei, você! Veio socializar também?$1#$b#Sente-se e vamos aproveitar este vinho de fruta de anel que o Gus trouxe.$9",
    "NewSaloonDialogueSummerMarriage.2": "Quer dar um passeio sob o luar depois que sairmos do Saloon?$4#$b#O céu noturno de verão hoje está lindo.$4",
    "NewSaloonDialogueSummerMarriage.3": "Estou feliz que o Gus agora vende frango com laranja diretamente.$9#$b#Eu costumava estocá-lo quando ia para Grampleton, mas agora posso pegá-lo diretamente daqui.$8",
    "NewSaloonDialogueWinter.1": "É tão legal que o Gus tenha conseguido uma máquina de fliperama de Jornada do Rei do Prado.$9#$b#Eu já tenho o jogo no meu computador, mas a máquina de fliperama tem uma certa sensação que a torna muito melhor para jogar.$1",
    "NewSaloonDialogueWinter.2": "Existem tantos tipos de bebidas alcoólicas, mas o vinho sempre será meu favorito.$9",
    "NewSaloonDialogueWinter.3": "Eu não sei você, mas eu não gosto de cerveja de jeito nenhum.$2#$b#O sabor realmente me faz mal.$2",
    "NewSaloonDialogueWinterMarriage.1": "Eu e meus pais costumávamos vir aqui o tempo todo às sextas-feiras.$0#$b#Mas eu nunca realmente parei de vir, eu quero valorizar a tradição.$1",
    "NewSaloonDialogueWinterMarriage.2": "Está tão frio lá fora hoje à noite, eu quase congelei só de vir até aqui.$2#$b#Talvez eu deva me aquecer com mais vinho antes de sair.$8",
    "NewSaloonDialogueWinterMarriage.3": "Por mais que eu gostaria de me enrolar em casa assistindo anime nesta noite fria.$1#$b#Eu tenho que dedicar pelo menos um dia da semana para conversar com os outros.$9",
    "OneKid0.1": "Não posso acreditar que somos pais, @. Tudo é tão diferente.$9#$e#Sou tão feliz com você. É...é bom ter uma família novamente.$1",
    "OneKid0.2": "Jodi e Caroline me contaram histórias de horror sobre o quão caro é criar filhos.$0#$b#Mas não tivemos muito problema, temos? Nós dois somos agricultores bem-sucedidos.$9",
    "OneKid0.3": "Quando Gus conheceu %kid1 ele chorou e nos abraçou a todos.$1#$b#Parecia que ele estava muito mais feliz do que até nós.$9",
    "OneKid1.1": "%kid1 ri quando eu faço caras e bocas engraçadas.$9#$e#Amo como minha casa sempre está cheia de risadas!$8",
    "OneKid1.2": "Mostrei para %kid1 algumas fotos de seus avós. Talvez nunca os conheçam, mas ainda quero que conheçam a família.$1#$b#Você deveria mostrar para $kid1 fotos do seu avô, eles vão adorar.$9",
    "OneKid1.3": "Tive que impedir %kid1 de beber uma de minhas garrafas de vinho hoje. Eles têm sido muito travessos ultimamente.$5",
    "OneKid2.1": "Ei, você! Vou para a loja do Pierre em breve para pegar coisas de bebê.$1",
    "OneKid2.2": "%kid1 tem se sentido um pouco solitário sem você ultimamente. Você deveria brincar com eles mais frequentemente. Me convide também enquanto você está fazendo isso.$1",
    "OneKid2.3": "Haley estava tendo um pouco de dificuldade quando tentou carregar %kid1.$1#$b#Para ser honesto, foi meio engraçado.$9",
    "OneKid3.1": "%kid1 estava brincando na sujeira lá fora. Tive que dar um banho.$0#$e#Sinto que %kid1 será agricultor um dia, assim como nós.$1",
    "OneKid3.2": "%kid1 mostrou interesse no mangá que estava lendo.$1#$e#Isso me lembra de quando aprendi sobre histórias em quadrinhos com meu pai. Me deixa muito feliz.$9",
    "OneKid3.3": "Talvez eu devesse mostrar para %kid1 alguns animes. Seriam mais fã de 'Sailor Sun' ou de 'Pink Princess Crusaders'?$1",
    "Patio.1": "Ei, você! Eu estou aqui só para colocar em dia este mangá.$1#$b#Este último capítulo é de tirar o fôlego!$1",
    "Patio.10": "Meu mangá quase foi levado pelo vento. Eu deveria ser mais cuidadosa.$2",
    "Patio.2": "Eu posso não ter uma vista para o Mar das Gemas daqui, mas a paisagem da %farm Farm é uma visão bonita por si só.$9",
    "Patio.3": "%Sophia está cantando a abertura de um anime.",
    "Patio.4": "Estou muito feliz morando aqui com você.$1#$e#%Você acaricia a cabeça da Sophia.#$e#!!!$9",
    "Patio.5": "Ficar sentada neste chão duro por muito tempo me cansa.$2#$e#Eu deveria comprar algumas almofadas para poder sentar mais confortavelmente.$0",
    "Patio.6": "Estou muito feliz pela vida que estamos vivendo. Nós deveríamos aprender a apreciar cada momento dela.$1",
    "Patio.7": "Ler ao ar livre é ótimo, este ar fresco é tão bom!$1",
    "Patio.8": "Ei, bobinho(a), eu só vou sentar aqui por um tempo. Não se preocupe comigo, é só ir trabalhar na %farm Farm.$1#$b#Eu estarei observando!$9",
    "Patio.9": "As flores atrás de mim estão ótimas este ano!$9#$e#Eu me certifiquei de dar a elas um pouco do fertilizante extra que uso para as uvas.$1",
    "PierreShop.1": "O Pierre tem sementes de boa qualidade, mas eu geralmente só compro sementes de uva a granel.$1",
    "PierreShop.2": "É bom ter a loja do Pierre por perto, combina melhor com o meu horário de sexta-feira.$1",
    "PierreShop.3": "Eu tenho comprado meus mantimentos na loja do Pierre por tanto tempo e ainda assim não sei muito sobre ele ou Abigail e Caroline.$0",
    "PierreShop.4": "Eu pensei em pegar mantimentos enquanto fazia algumas tarefas hoje. Estávamos com pouco de algumas coisas.$1",
    "PierreShop.5": "%Sophia seems to be deep in thought on wherever to buy Chilled Flakes or Fortunate Charms.",
    "PuppyGift.1": "Apenas olhe para aquela carinha, é tão fofa! Mal posso esperar para brincar com ele.$1",
    "PuppyGift.2": "Amo este presente. Muito obrigada! Como devo chamar este garotinho?$9",
    "PuppyGift.3": "Yay! Preciso encontrar um aquário para este, não posso deixar ficar nos meus bolsos por muito tempo.$1",
    "PuppyGift.4": "Normalmente não gosto de peixe, mas só não consigo dizer não a essa carinha fofa.$9",
    "Resort.1": "Ei, @! Você viu o caranguejo na areia?$1#$e#Eu tentei pegá-lo, mas o bichinho fugiu.$2",
    "Resort.2": "Deixar a areia afundar em seus pés dá uma sensação tão boa.$9#$b#Eu faço isso toda vez que vou a uma praia.$1",
    "Resort.3": "Você acha que o vulcão poderia entrar em erupção algum dia?$0",
    "Resort.Bar.1": "Este smoothie de manga que o Gus fez para mim é muito gostoso!$1",
    "Resort.Bar.2": "Eu coloquei algumas garrafas de vinho Lua Azul no bar.$1#$b#Espero que todo mundo goste.$9",
    "Resort.Bar.3": "Há tantas bebidas exóticas aqui!$8#$b#Gus realmente se superou desta vez.$1",
    "Resort.Chair.1": "A praia aqui parece tão diferente da de casa.$1#$b#Para o lado bom, é claro.$8",
    "Resort.Chair.2": "Esta viagem está realmente me ajudando a acalmar. Eu tenho pensado em muita coisa ultimamente.$1#$e#Ei, se você topar, talvez a gente possa dar uma olhada nos recifes de coral?$1",
    "Resort.Chair.3": "Obrigada por consertar o barco e montar este resort.$9#$e#É incrível.$1",
    "Resort.Enter.1": "Viva! Chegamos!$9",
    "Resort.Enter.2": "Com uma viagem de barco dessas, você esperaria que houvesse um Kraken.$2#$e#Não tenha medo, eu só estava brincando.$9",
    "Resort.Enter.3": "A Ilha Gengibre parece tão grande daqui.$1",
    "Resort.Leave.1": "Awww. Temos que ir para casa agora...$2",
    "Resort.Leave.2": "Até a próxima, Ilha Gengibre!$1",
    "Resort.Leave.3": "Eu peguei algumas conchas para levar para casa.$9",
    "Resort.Marriage.1": "O vulcão parece tão ameaçador.$0#$b#Você realmente foi lá?!$5",
    "Resort.Marriage.2": "Você acha que a gente poderia fazer anjos de neve na areia?$1#$b#Mas eles não seriam realmente anjos de neve, seriam?$0#$e#Sim, isso mesmo! Anjos de areia!$1",
    "Resort.Marriage.3": "Você já tentou cultivar algo nesta ilha?$0#$e#Aposto que você poderia fazer um ótimo vinho com este ambiente.$9",
    "Resort.Marriage.Bar.1": "Você sempre pode contar com o Gus para fazer as melhores bebidas, não importa onde.$9#$e#Ele conseguiu fazer tantas bebidas com os ingredientes locais desta ilha.$1",
    "Resort.Marriage.Bar.2": "Talvez eu deva aproveitar esta oportunidade para encontrar um pouco de vinho de fruta de anel.$1#$e#Há muitas coisas para aprender com a viticultura aqui.$1",
    "Resort.Marriage.Bar.3": "Ei, você! Quer tomar uma bebida comigo?$1#$b#Gus fez algo especial para nós duas.$1",
    "Resort.Marriage.Chair.1": "Eu quero me levantar e ir para a praia, mas...$0#$b#Esta cadeira é tão confortável.$8",
    "Resort.Marriage.Chair.2": "Ah, não. Eu esqueci de passar meu protetor solar.$2#$b#Você se importaria de aplicá-lo em mim?$4",
    "Resort.Marriage.Chair.3": "O sol aqui é tão bom.$9",
    "Resort.Marriage.Enter.1": "Eu tenho muitas coisas para me preocupar em casa, mas eu deveria apenas relaxar hoje.$1",
    "Resort.Marriage.Enter.2": "Essa viagem de barco foi bem longa, estou feliz que finalmente posso esticar as pernas.$1",
    "Resort.Marriage.Enter.3": "Finalmente chegamos! Pronta para nos divertirmos?$1",
    "Resort.Marriage.Leave.1": "Estou voltando para o Vale do Orvalho agora. Te vejo na fazenda.$1#$e#*beijo*$9",
    "Resort.Marriage.Leave.2": "Hora de voltar, eu ainda tenho algumas tarefas de casa inacabadas.$2",
    "Resort.Marriage.Leave.3": "Eu acho que peguei um bronzeado bem legal na praia hoje.$1#$b#Você gostou?$4",
    "Resort.Marriage.Shore.1": "Você aposta que eu consigo nadar até aquela ilha à distância?$1#$e#Deixa pra lá, estou com bastante fome agora.$2",
    "Resort.Marriage.Shore.2": "Ei, você! Quer nadar em algum lugar bem longe?$1#$e#Só nós duas sozinhas, é claro.$4",
    "Resort.Marriage.Shore.3": "As ondas do oceano trazem coisas realmente interessantes para a praia.$1#$b#Olha só como esta concha é legal.$9",
    "Resort.Shore.1": "Nadar me dá fome.$0#$e#Talvez seja hora de um lanche?$1",
    "Resort.Shore.2": "Faz tanto tempo que não nado.$1#$e#Eu deveria ver o quão longe posso ir.$1",
    "Resort.Shore.3": "OoOoh. Posso ver outra ilha daqui.$1",
    "Sat.1": "Hum. Olá.$0",
    "Sat.2": "Estou cansada, parece que vou para a cama cedo...$0",
    "Sat10.1": "Ei, você! Eu só quero conversar com você todos os dias!$9#$e#Isso soou muito pegajoso?$2#$e#%Você abraça Sophia. Ela fica corada.",
    "Sat10.2": "Para onde você vai sem me dar meu beijo diário primeiro?$4#$b#*smooch*$9",
    "Sat2.1": "Eu gostaria que Gus vendesse frango à laranja. O lugar mais próximo que vende é em Grampleton.$0#$e#Eu amo frango à laranja!$9#$b#Scarlett me traz um quando visita.$1",
    "Sat2.2": "Tenho alguns livros que podem te interessar na estante de livros da minha casa. Não me importaria que você verificasse.$1",
    "Sat6.1": "Ei, você! Quer pegar comida no saloon em algum momento?$9#$e#Posso dar uma boa palavra com Gus.$1#$e#%Sophia sorri para você.",
    "Sat6.2": "Vinhedo Lua Azul não é realmente grande, mas compensa com qualidade.$9",
    "Sophia.DesertFestival.15.1": "Tem um cara dando cactos de graça lá atrás.$1#$b#Ele parece suspeito, mas confia em mim, ele é de verdade! Basta olhar para este cacto!$1",
    "Sophia.DesertFestival.15.2": "Estou em dúvida sobre o que pedir. Talvez eu só feche os olhos e aponte para o menu!$1",
    "Sophia.DesertFestival.15.3": "A viagem de ônibus até aqui foi muito longa. Eu já estava suando antes mesmo de chegarmos ao deserto.$0",
    "Sophia.DesertFestival.16.1": "Acho que alguém deixou alguns ovos de calico no lixo lá atrás...$0",
    "Sophia.DesertFestival.16.2": "Eu tentei o desafio do erudito, mas falhei na última pergunta.$2#$b#Acho que terei que tentar novamente amanhã.$0#$e#Me deseje sorte.$1",
    "Sophia.DesertFestival.16.3": "Olha este enfeite que eu comprei!$1#$e#Você comprou alguma coisa legal nas barracas?$9",
    "Sophia.DesertFestival.17.1": "O Victor tem ido e voltado perto da caverna.$1#$e#Talvez eu devesse ir lá e dar algumas palavras de encorajamento para ele.$9",
    "Sophia.DesertFestival.17.2": "Estes últimos dias foram tão divertidos! Talvez eu deva montar uma barraca no próximo ano.$1#$e#Hmm... talvez não, eu realmente não tenho nada de interessante para vender além de vinho.$0",
    "Sophia.DesertFestival.17.3": "Eu finalmente venci o desafio do erudito! E no último dia, também.$8#$b#Agora, o que eu faço com todos esses ovos?$1",
    "Sophia.DesertFestival.Marriage.15.1": "Ei, você! Animada para o festival de hoje?$1#$e#Eu terei que colocar em dia todo o meu trabalho na fazenda assim que terminar, no entanto.$0",
    "Sophia.DesertFestival.Marriage.15.2": "Ei, estou com fome. Quer ir pegar algo para comer comigo em breve?$1",
    "Sophia.DesertFestival.Marriage.15.3": "Você já foi à barraca da Emily?$1#$b#Eu contribuí com algumas roupas minhas para a linha de frente.$9",
    "Sophia.DesertFestival.Marriage.16.1": "A comida aqui é tão boa. Eu perdi a conta dos pratos que comi.$9#$e#Agora que penso nisso, talvez eu não devesse ter comido tanto, meu estômago está começando a doer.$2",
    "Sophia.DesertFestival.Marriage.16.2": "Certifique-se de ter cuidado quando você for para a caverna da caveira.$0#$b#Eu fico muito preocupada.$2",
    "Sophia.DesertFestival.Marriage.16.3": "Você pegou algo legal?$9#$b#Eu ainda não sei o que devo comprar com meus ovos de calico.$1",
    "Sophia.DesertFestival.Marriage.17.1": "Você viu aqueles pequenos corredores correndo por aí?$9#$b#Eles parecem tão fofos!$8",
    "Sophia.DesertFestival.Marriage.17.2": "Hoje é o último dia do festival.$1#$b#Eu ainda tenho alguns ovos de calico sobrando, talvez eu gaste-os em algo legal.$1",
    "Sophia.DesertFestival.Marriage.17.3": "Você fez tudo o que queria? Lembre-se, hoje é o último dia do festival.$1",
    "Sophia.Fall.12": "Tive que rastelar folhas o dia todo, elas simplesmente não param de vir.$2",
    "Sophia.Fall.20": "Mesmo que meu negócio seja fazer vinhos, eu adoro comer apenas as uvas.$1#$b#Às vezes eu pego uma pequena parte da colheita só para poder comê-las.$9",
    "Sophia.Fall.24": "Como vai a vida, colega fazendeira? Como você está lidando com o outono?$1#$e#Eu? Ah, estou indo muito bem.$9",
    "Sophia.Fall.3": "As flores que eu pedi para amanhã acabaram de chegar.$2#$e#Eu teria pego na loja local, mas não posso entrar na loja com essa aparência.$2",
    "Sophia.Fall.8": "Estou tão feliz que estamos no outono agora. É quando as rosas-fada começam a entrar na estação.$9",
    "Sophia.NightMarket.1": "Eu não vou participar do leilão desta vez.$0#$b#A Sra. Jenkins sempre consegue todos os bons lances.$2",
    "Sophia.NightMarket.10": "O show da sereia foi realmente........ interessante.$4",
    "Sophia.NightMarket.11": "A atmosfera escura do mercado me lembra muito do Espírito da Noite. É uma pena que você não possa usar cosplay aqui também.$1",
    "Sophia.NightMarket.12": "Gostaria que o mercado pudesse se expandir, mas mais barcos e o cais inteiro desabará.$5",
    "Sophia.NightMarket.2": "Eu normalmente não saio tão tarde da noite.$1#$b#Por sorte, o café de graça está me mantendo acordada.$8",
    "Sophia.NightMarket.3": "Eu consegui uma pintura Gotoran do homem de terno chique.$0#$b#Mas parecia que a Sra. Jenkins também queria a pintura e ela parecia muito desapontada...$2#$b#Então eu dei de presente para ela.$1",
    "Sophia.NightMarket.4": "Eu geralmente só vou à praia durante os festivais diurnos.$1#$b#É tão legal ver ela ganhar vida à noite.$9",
    "Sophia.NightMarket.5": "Eu acho que vou comprar uma pintura desse homem de terno chique.$1",
    "Sophia.NightMarket.6": "OoOoh. Há tantas coisas legais neste mercado.$8",
    "Sophia.NightMarket.7": "Há muitas coisas para comprar por aqui, mas às vezes as coisas realmente boas só estão disponíveis em certos dias.$1",
    "Sophia.NightMarket.8": "Agora que penso nisso, realmente não recebemos muitos barcos aqui em Stardew Valley, não é? O porto geralmente fica vazio.$0",
    "Sophia.NightMarket.9": "Comprei esse tecido exótico daquele barco lá embaixo, a textura é tão legal que mal posso esperar para usá-lo.$9",
    "Sophia.NightMarket.Marriage.1": "Algo chamou sua atenção ainda? Eu tenho olhado para as pinturas que este homem tem.$1",
    "Sophia.NightMarket.Marriage.10": "Estou me sentindo um pouco sonolenta, talvez deva tomar um café.$1",
    "Sophia.NightMarket.Marriage.11": "Este mercado parece ser algo direto de um conto de fadas.$1",
    "Sophia.NightMarket.Marriage.12": "Ver o cais me lembra das águas-vivas luminosas. Mal posso esperar para vê-las novamente.$1",
    "Sophia.NightMarket.Marriage.2": "Você pegou o café de graça?$9",
    "Sophia.NightMarket.Marriage.3": "Ei, você! Quer ir para a praia e se divertir?$4",
    "Sophia.NightMarket.Marriage.4": "Você não vai ver o show da sereia, vai?$0#$b#Por que assistir essas sereias bobas quando você me tem.$4",
    "Sophia.NightMarket.Marriage.5": "Talvez eu deva pagar para aquela figura envolta para me teletransportar de volta para casa.$0#$e#Talvez não, eu realmente quero esticar as pernas uma última vez antes de ir dormir.$1",
    "Sophia.NightMarket.Marriage.6": "A expedição subaquática foi realmente incrível.$9#$e#Eu estava relutante em ir, mas agora estou muito feliz por ter ido ver.$9",
    "Sophia.NightMarket.Marriage.7": "Acho que excedi meu orçamento no leilão hoje.$0#$b#Bem, pelo menos consegui esse lindo quadro.$1",
    "Sophia.NightMarket.Marriage.8": "A caminhada de volta para casa é tão longa e está tão escuro lá fora.$0#$e#Você não se importaria em me carregar de volta para casa, certo?$4",
    "Sophia.NightMarket.Marriage.9": "O mercado tem vibrações assustadoras, mas são vibrações assustadoras agradáveis.$9",
    "Sophia.Spring.15": "Você vai no Saloon com frequência?$0#$b#Sempre que eu não estou a fim de cozinhar, posso ir lá e comer uma boa refeição do Gus.$9",
    "Sophia.Spring.21": "Você tem gostado do seu tempo aqui no Vale do Orvalho?$0#$b#Eu sei que tenho tudo o que poderia querer aqui, mas às vezes sinto vontade de começar de novo em outro lugar...$0",
    "Sophia.Spring.26": "O verão nem chegou e já estou começando a sentir o calor.$0#$b#Só espero que não seja tão ruim quanto o do ano passado, eu quase desmaiei na época.$2",
    "Sophia.Spring.5": "O sábado está quase aí, você tem planos para o fim de semana?.$1#$e#Ah. Você não tira folga nos fins de semana? Que pena.$2",
    "Sophia.Spring.9": "Era meio estressante ser a única agricultora jovem por aqui.$1#$b#Fico feliz que você veio, agora me sinto menos deslocada.$8",
    "Sophia.Summer.14": "Às vezes eu queria morar na Cidade Zuzu, tornaria as viagens para convenções muito mais convenientes.$0#$b#No entanto, eu tenho o vinhedo para cuidar e não posso simplesmente deixá-lo sozinho, né?$8",
    "Sophia.Summer.20": "É um pouco difícil conseguir o irídio para os meus aspersores.$0#$b#É um pouco surpreendente, considerando que esta cidade costumava ter muita atividade de mineração.$0",
    "Sophia.Summer.25": "Acho que estou começando a notar as folhas das árvores ficarem laranjas, o ar ficar mais frio.$1#$e#O outono está chegando!$9",
    "Sophia.Summer.4": "Os corvos têm te incomodado recentemente?.$0#$b#Eu vi um deles voando pela fazenda esta manhã.$2",
    "Sophia.Summer.8": "Eu deveria ir à praia alguma hora, faz um tempo que eu não vou lá para algo que não seja um festival.$1",
    "Sophia.Winter.10": "Tenho muito anime para colocar em dia. Por sorte, é inverno e eu tenho *muito* tempo livre.$1",
    "Sophia.Winter.16": "Como seu bolso tem se saído no inverno? A falta de plantações torna mais difícil conseguir uma fonte consistente de dinheiro.$0#$e#Por sorte, consigo ganhar dinheiro suficiente para durar o inverno.$1",
    "Sophia.Winter.20": "O final do inverno é uma das minhas épocas favoritas do ano. Há muito o que esperar.$1",
    "Sophia.Winter.3": "O estoque de vinho deste ano está saindo muito bem. Tenho a sensação de que posso conseguir algumas garrafas muito boas este ano.$1",
    "Sophia.Winter.6": "Há muitas coisas na minha lista de afazeres para o inverno.$1#$b#Eu realmente quero terminá-las antes que a primavera chegue e minhas mãos fiquem ocupadas com a fazenda.$9",
    "SpiEve.1": "Bu!$9#$b#Eu te assustei?$8#$e#Eu... não?$0#$b#Talvez eu deva usar uma máscara assustadora da próxima vez...$0",
    "SpiEve.2": "Nós deveríamos usar uma fantasia única este ano!$8#$e#Talvez a gente pudesse usar uma camiseta oversized e ser um monstro de duas cabeças.$1#$e#Hmm... Mas então seria difícil navegar pelo labirinto?$0#$b#Me dê mais tempo para pensar sobre isso.$9",
    "SpiEve.3": "É dia de 'spoop'! 'Spooop'! SPOOP!$9#$e#Eu me pergunto se o labirinto está diferente este ano!$1",
    "Star.1": "Você já preparou seu presente secreto?$1#$e#Eu estou planejando presentear algo que não seja vinho Lua Azul este ano, eu tenho presenteado isso por muito tempo.$1",
    "Star.2": "Eu espero que você termine todas as suas tarefas antes que o festival comece.$9#$e#Você não quer perder a diversão, quer?$8",
    "Star.3": "Feliz Estrela de Inverno, bobinho(a). Eu fiz um pouco de café para você! É exatamente como você gosta! [395]$4#$e#Me diga quando você quiser ir para a praça da cidade.$4#$e#Ah. Hum. Você vai ganhar um presente 'especial' mais tarde.$4#$e#Nããão. Não é algo que você abre. Você vai ver em breve. Eu acho que você vai gostar!$4",
    "summer_Fri.1": "Estou tão cansada. Só quero voltar para a cama e não fazer nada hoje.$2",
    "summer_Fri.2": "O verão traz um monte de sapos para a natureza local... e para minha casa.$2",
    "summer_Fri2.1": "Às vezes gostaria de poder cultivar algo que não fosse uva, mas então o Vinhedo Lua Azul não seria... uma vinha.$0",
    "summer_Fri2.2": "Estou me sentindo surpreendentemente bem hoje. Como você está?$1",
    "summer_Fri8.1": "Estou pensando em fazer um piquenique em breve. O tempo está perfeito para isso!$9#$e#Quer me juntar em algum momento? Há um lindo campo de grama perto de minha vinha.$8",
    "summer_Fri8.2": "Tenho uma consulta com o Dr. Harvey em breve, esperançosamente tudo correr bem...$2",
    "summer_Mon.1": "*suspira* Não tenho motivação hoje.$2#$b#Talvez eu visite Haley e Emily?$0#$e#AHH! V-você estava me ouvindo conversar comigo mesma!?$5#$e#%Sophia parece chocada.",
    "summer_Mon.2": "É apenas segunda e já estou cansada.$2",
    "summer_Mon10.1": "Ouvi dizer que há uma caverna em sua fazenda. Você acha que poderia me mostrar em algum momento?$1#$e#Eba!$9",
    "summer_Mon10.2": "Acho que deveria diminuir o frango com laranja. É tudo que tenho comido a semana toda. Café da manhã, almoço e jantar.$1",
    "summer_Mon4.1": "Ah, oi @. Fazendo um intervalo no trabalho da fazenda?#$e#Talvez eu tire com calma esta semana. Tenho trabalhado muito.$1",
    "summer_Mon4.2": "Dusty é muito bom menino. Alex deveria levá-lo para passear mais frequentemente, ele mal sai de sua cabana.$1",
    "summer_Mon8.1": "Ei, você! Fazendo um intervalo no trabalho da fazenda?$1#$e#Talvez eu tire com calma esta semana. Tenho trabalhado muito.$9",
    "summer_Mon8.2": "Minha. A maneira como você maneja suas ferramentas de fazenda é muito inspiradora.$4",
    "summer_Sat4.1": "Ugh. Tenho uma dor de estômago...$2#$e#Talvez tenha sido o doce que comi no café da manhã!?$6",
    "summer_Sat4.2": "Gus gosta de encomendar muito vinho para a comida dos festivais da cidade.$1#$b#Ele é muito bom em trazer o melhor do vinho Lua Azul.$9",
    "summer_Sat8.1": "Pessoas vêm ao penhasco na frente de minha casa com frequência.$0#$e#A vista do Gem Sea é linda daquele lugar longe. É um bom local para encontros.$1",
    "summer_Sat8.2": "Você sempre pode pegar alguns mangás da minha estante se quiser entrar na leitura deles.$1#$b#Mas *não* toque na prateleira de cima, essas são minhas tankobon de edição limitada.$0",
    "summer_Sun.1": "*sniff*... Ugh. Estou arruinando meu delineador...$6#$e#... Desculpa. Agora não é um bom momento.$6",
    "summer_Sun.2": "Hoje estou me sentindo melhor do que o normal, é.... legal.$1",
    "summer_Sun10.1": "Eu estava pensando que talvez pudéssemos cozinhar o jantar juntos em algum momento? O que você acha?$1#$e#Eba!$9",
    "summer_Sun10.2": "Parece que você tem trabalhado muito, está suando muito agora.#$b#Não que eu não goste, é claro...$4",
    "summer_Sun4.1": "Você pode fazer um xarope muito saboroso ao tocar árvores de bétula.$1",
    "summer_Sun4.2": "Mal alguém na cidade que não é jovem possui um computador, ainda usamos correio postal em vez de email afinal.$1",
    "summer_Sun8.1": "Victor e eu não nos vemos tão frequentemente quanto costumávamos... Me pergunto o que há.$2#$e#Ei, realmente gosto quando você visita. Quer trocar histórias de agricultor?$1",
    "summer_Sun8.2": "Gosto de usar o rádio para ouvir música. Pode ser um pouco antigo, mas é um presente precioso dos meus pais.$1",
    "summer_Thu.1": "...$6#$e#P-por favor me deixe em paz...$12#$e#%Sophia se afasta de você.",
    "summer_Thu.2": "Deve ser legal ter uma mudança de vida como você teve.$0#$e#Você é uma pessoa muito sortuda.$1",
    "summer_Thu2.1": "A vista do penhasco é minha favorita. O oceano se estende o caminho todo para o horizonte, parece que para sempre.$0#$b#Gostaria de ver o que há do outro lado um dia.$1",
    "summer_Thu2.2": "Peixes de águas profundas me assustam. Como animais assim podem existir?$5#$e#Bem, talvez eu tenha uma exceção. A água-viva luminosa!$9",
    "summer_Thu4.1": "Nunca fui para as minas antes. Tenho medo do que possa encontrar lá.$2#$e#Ah? Você foi para as cavernas!?$5#$b#É verdade. Você é um aventureiro. Não sou tão corajoso...$1",
    "summer_Thu4.2": "Estou tentando praticar uma cena para acompanhar meu cosplay de 'Pink Princess Crusaders', mas não está indo bem.$2#$b#O problema é que a espada que vem com ele é tão alta quanto eu.$5",
    "summer_Thu8.1": "A Sra. Jenkins encomenda vinho de mim com bastante frequência.$1#$b#Sei que ela tem gosto requintado, então estou muito feliz que goste do meu vinho.$9#$e#Vou ver você mais tarde, tá?$1",
    "summer_Thu8.2": "Ei @, eu estava apenas fazendo meus login diários de 'Princess Crusaders Fighters' no meu telefone, não posso perder a sequência.$1",
    "summer_Tue10.1": "Tenho passado mais tempo com Haley e Emily. Elas são amigas muito boas.$1",
    "summer_Tue10.2": "O que o mago pensaria de 'Bruxas da Escola'? Todos os feitiços mágicos são precisos?.$0",
    "summer_Tue2.1": "Você tem um animal de estimação? Sempre quis um...$2",
    "summer_Tue2.2": "Lembro do dia em que houve um blecaute na minha casa por causa de uma tempestade.$0#$b#Foi um dos momentos mais assustadores da minha vida.$0",
    "summer_Tue4.1": "Acidentalmente pisei em um coelhinho enquanto cuidava de minha vinha. Espero que o coelhinho esteja bem...$2",
    "summer_Tue4.2": "Eu realmente gosto da cor rosa.$1#$b#Não sei bem por que, mas ela apenas me chama a um nível espiritual.$8",
    "summer_Wed.1": "...$6#$e#%Sophia não quer ser incomodada.",
    "summer_Wed.2": "Eeek! Acho que ouvi algum movimento dentro das árvores.$5#$b#Você não acha que pode haver um urso, acha?$2",
    "summer_Wed10.1": "Está tão quente hoje. Posso ir nadar na praia.$2#$e#Quer ir nadar, @?$9",
    "summer_Wed10.2": "Fofo...$4#$e#%Sophia continua olhando para você.",
    "summer_Wed2.1": "Gus tem sido amigo da minha família desde que era pequena.$0#$b#Gosto quando ele vem visitar.$1",
    "summer_Wed2.2": "Estou começando a me acostumar a ver sua cara por aqui.$1#$b#Uma vez que você se acostuma a ver as mesmas pessoas pela vida toda, uma pessoa nova te deixa completamente chocado.$1",
    "summer_Wed6.1": "Os bezerros bebê da Marnie são adoráveis! Eles merecem todos os acaricies!$9#$e#Deveria visitar o rancho em breve! Me pergunto como Betcy está.$1",
    "summer_Wed6.2": "O verão pode ter praias e dias quentes e ensolarados, mas simplesmente não consigo lidar com todos os insetos.$0",
    "Sun.1": "Olá, posso ajudá-lo com algo?$1",
    "Sun.2": "Eu sei que isso pode parecer engraçado, mas você viu alguma fada por aqui ultimamente?$0#$e#Você não viu? Ah, que pena....$0",
    "Sun10.1": "Deveríamos trocar segredos de agricultor! Existem alguns ingredientes especiais que uso para fazer o vinho característico do Vinhedo Lua Azul.$1",
    "Sun10.2": "Lançaram uma adaptação em ação ao vivo de 'Sailor Sun' e absolutamente arruinaram.$2#$b#Nenhum dos personagens parece certo e removeram todas as minhas cenas favoritas.$2",
    "Sun4.1": "Haley e eu fizemos nossa maquiagem juntas hoje. Você deveria se juntar a nós em algum momento!$1#$e#Eu-acho que ficou bem.$9",
    "Sun4.2": "Victor realmente gosta de pontes, é um pouco incomum, mas é muito interessante ver a variedade de hobbies que as pessoas podem ter.$1",
    "Sun8.1": "Ei, você! Tendo um dia produtivo? Deveríamos fazer maquiagem juntas em algum momento!$1#$e#Falarei com você mais tarde, @.$9",
    "Sun8.2": "Susan realmente sabe do que está falando quando se trata de agricultura!$1#$b#Aprendi muito com ela nos meus primeiros dias.",
    "Susan.HouseAct.1": "Você realmente tem talento para isso, Susan.$9",
    "Susan.HouseAct.2": "OooOoo! Então é assim que se faz!$9",
    "Susan.HouseAct.3": "Então eu só insiro este parafuso aqui, né?$0",
    "Susan.HouseGreet.1": "Como você está hoje, Susan?$9#$e#Eu trouxe um pouco de madeira extra hoje, espero que ajude.$1",
    "Susan.HouseGreet.2": "Eu me certifiquei de memorizar todas as receitas que aprendemos da última vez.$1#$b#Vamos começar.$9",
    "Susan.HouseGreet.3": "E aí, Susan! Pronta para me ensinar técnicas de artesanato?$1",
    "Susan.HouseLeave.1": "Eu aprendi tanta coisa hoje!$8",
    "Susan.HouseLeave.2": "Foi divertido! Obrigada por me receber.$1",
    "Susan.HouseLeave.3": "Tchau, Susan. Vou me certificar de trazer mais materiais da próxima vez.$1",
    "TeaGift.1": "Ooo esse chá cheira tão doce! Vou tentar me controlar para não queimar minha boca. Obrigada!$9",
    "TeaGift.2": "Chá Stardrop? Muito obrigada!$9#$b#Sempre me perguntei como era feito, é uma bebida muito rara, afinal.$1",
    "TeaGift.3": "Ah uau, mal ganho Chá Stardrop de presente. Muito obrigada!$9",
    "TeaGift.4": "Este é um presente ótimo! Vou saborear cada gota.$1#$e#Posso ficar com a xícara, certo?$1",
    "Thu.1": "Não estou me sentindo bem hoje...$2#$e#...$2",
    "Thu.2": "Você trabalha na fazenda @, certo? É um lugar bem legal.$1",
    "Thu10.1": "Eu estava pensando que talvez pudéssemos fazer uma viagem em algum momento! Seria legal explorar o mundo juntos.$1#$e#*smooch*$9",
    "Thu10.2": "Expandir Vinhedo Lua Azul requer muito esforço, admiro como você consegue fazer com a Fazenda %farm tão rapidamente..$1",
    "Thu2.1": "Um, olá. Você quer conversar?$0#$e#Um... Você assiste 'Bruxas da Escola'?$1#$e#Ah, você não assiste? Tudo bem.$2",
    "Thu2.2": "Aparentemente existem alguns canais de TV que são realmente difíceis de encontrar.$0#$b#Se eu conseguir encontrar um, espero que seja um canal que exiba todos os animes que gosto.$9",
    "Thu6.1": "Sua roupa fica bem em você. Que material é esse?$1#$e#Ah! Entendi!$9",
    "Thu6.2": "Minha casa é muito legal, prefiro algo pequeno e aconchegante a uma casa gigantesca.$1",
    "Tue.1": "O-o que você quer?$2#$e#Ah. Dizendo olá? Um...$2#$b#Oi.$0",
    "Tue.2": "Como tem sido sua agricultura?$0#$b#É bom ouvir, eu suponho...$0",
    "Tue10.1": "Um. Como está seu dia?$0#$e#O meu ficou melhor porque você está aqui!$1",
    "Tue10.2": "Hehe.$1#$e#Sophia parece estar tramando algo travesso.",
    "Tue2.1": "Você conversou com Emily e Haley recentemente? Deveria visitá-las em breve.$0#$e#Essas duas são muito boas amigas.$1",
    "Tue2.2": "Para qual toque de telefone você tem configurado? Eu pessoalmente tenho como a abertura da terceira temporada de 'Sailor Sun'.$9#$e#Ah. Você não tem telefone?$0",
    "Tue6.1": "Emily foi gentil e me deu alguns de seus tecidos premium.$1#$e#Preciso fazer algo legal para ela também!$9",
    "Tue6.2": "Fico me perguntando se aquele tubo de drenagem que se conecta ao esgoto é seguro para o meio ambiente...$0",
    "TwoKids0.1": "Quero construir um forte de travesseiros para %kid1 e %kid2! Você acha que eles gostariam?$1#$e#Eu definitivamente gostaria.$9",
    "TwoKids0.2": "Você se importaria em pegar algumas coisas de criança em Pierre? Estou um pouco ocupada aqui com as crianças.$1",
    "TwoKids0.3": "%kid1 e %kid2 quase foram sozinhos para Pelican Town.$5#$b#Fico feliz que estejam aprendendo a se locomover, mas e se se perderem?$2",
    "TwoKids1.1": "Encontrei %kid2 fuçando na minha gaveta de cosplay no início desta manhã.$0#$e#Talvez quando %kid2 for mais velho, possamos fazer cosplays juntas!$1",
    "TwoKids1.2": "%kid2 precisa aprender a diferença entre limonada e limpador de vidro ASAP.$5",
    "TwoKids1.3": "%kid1 tentou pregar uma peça em %kid2.$0#$b#Eu sei que eles querem se divertir. Mas %kid1 precisa ser um irmão mais velho responsável.$2",
    "TwoKids2.1": "Ei, você! Deveríamos levar %kid1 e %kid2 ao parque de Pelican Town em breve.$1#$b#Seria divertido!$9#$e#Poderíamos fazer um piquenique também!$1",
    "TwoKids2.2": "Tentei dar aos nossos filhos frango com laranja do Grampleton para ver como eles gostariam.$1#$b#%kid2 queria mais, mas %kid2 não era muito fã.$0#$e#Acho que não é algo que todos gostam.$1",
    "TwoKids2.3": "Scarlett é muito boa em cuidar de %kid1 e %kid2.$1#$b#Ambos realmente gostam dela.$1",
    "TwoKids3.1": "%kid1 e %kid2 se dão bem um com o outro.$1#$e#Precisamos nos certificar de que ambos se sintam amados! Não queremos que fiquem com ciúmes um do outro.$1",
    "TwoKids3.2": "Você gosta das roupas que as crianças estão usando? Eu mesma fiz todas.$9",
    "TwoKids3.3": "Agora entendo por que meus pais nunca decidiram ter um segundo filho, é realmente um trabalho difícil.$0#$e#Mas é muito gratificante, e amo cada segundo disso.$9",
    "VeganGift.1": "*ofego* Um docinho gelado só para mim? Espero não ter congelamento cerebral!$9",
    "VeganGift.2": "Delicioso! Ouvi que a artista Leah adora esses também, deveria tentar comer alguns com ela em algum momento.$1",
    "VeganGift.3": "Eu mesma não sou vegana, mas eles realmente sabem como fazer um bom lanche.$1",
    "VeganGift.4": "É melhor eu colocar isso no congelador agora. Vou guardar para a sobremesa!$1",
    "Victor.HouseAct.1": "Me dê um minuto, não consigo tirar os olhos da tela.$1",
    "Victor.HouseAct.2": "'My Villain Academia' é tão legal!$9",
    "Victor.HouseAct.3": "Uau. Essa animação é incrível!$4",
    "Victor.HouseGreet.1": "Oi, Victor! Pronto para o episódio de hoje?$9",
    "Victor.HouseGreet.2": "E aí, Victor! Pronto para continuar de onde paramos da última vez?$1",
    "Victor.HouseGreet.3": "Estou assistindo anime com o Victor hoje.$1",
    "Victor.HouseLeave.1": "O episódio de hoje não foi fantástico?$9#$e#Eu espero que o episódio da próxima semana seja tão bom quanto.$8",
    "Victor.HouseLeave.2": "Tchau, Victor!$1",
    "Victor.HouseLeave.3": "Esse episódio foi incrível. Te vejo em breve, Victor.$9",
    "Wed.1": "Você já tem dias em que sua motivação desaparece completamente? Este é meu dia...$2",
    "Wed.2": "Desculpe, mas você poderia não entrar na minha casa? Seus sapatos estão sujos e você vai manchar os tapetes.$2",
    "Wed10.1": "@, você parece realmente fofo hoje.$4#$e#%Você abraça Sophia. Ela sorri para você.",
    "Wed10.2": "Ficar feliz ao usar roupas novas, fazer maquiagem ou até mesmo experimentar um novo perfume pode parecer superficial para algumas pessoas.$1#$b#Mas conseguir se olhar no espelho e ficar feliz com quem você é é tão importante quanto ser feliz mentalmente.$1",
    "Wed4.1": "Minha amiga, Scarlett, em breve está visitando. Amo vê-la, ela é a melhor.$9",
    "Wed4.2": "Estou testando um novo perfume hoje. Espero que cheira bem, foi bem caro.$1",
    "WeekdayMorning.Fall.Monday.1": "A nova temporada de 'School Girl Wizards' está estreando hoje!$8#$b#Mas eu tenho que ir trabalhar no vinhedo hoje, eu simplesmente não consigo decidir.$2",
    "WeekdayMorning.Fall.Monday.2": "Pode ser apenas outono, mas eu sinto que deveríamos considerar trocar nosso cobertor por um mais grosso.$0",
    "WeekdayMorning.Fall.Monday.3": "Eu tenho muito trabalho para fazer hoje.$0#$b#%Você dá a Sophia algumas palavras de encorajamento.#$b#Você está certa. Eu posso fazer isso. Obrigada.$9",
    "WeekdayMorning.Fall.Monday.4": "Eu fiz o café da manhã! Aqui![195]$1#$e#Já está salgado.$9",
    "WeekdayMorning.Fall.Thursday.1": "Bom dia, bobinho(a), espero que você tenha dormido bem, estava bem ventando na noite passada.$1",
    "WeekdayMorning.Fall.Thursday.2": "*bocejo* Estou com sono.$2#$e#A Scarlett está ajudando no vinhedo hoje. Eu realmente aprecio isso.$1",
    "WeekdayMorning.Fall.Thursday.4": "Eu não posso esperar pelo momento em que eu não estiver ocupada. Eu tenho alguns programas de TV para colocar em dia.$0",
    "WeekdayMorning.Fall.Tuesday.1": "Eu estou acordada desde as 4:00 da manhã...$0#$e#Ah. Hum. Eu não consegui dormir...$2",
    "WeekdayMorning.Fall.Tuesday.2": "Ei, você! Eu fiz café para nós.[395]$4#$e#Espero que você tenha um dia produtivo!$1",
    "WeekdayMorning.Fall.Tuesday.3": "Eu me pergunto se a Haley está fazendo algo hoje? Talvez eu mande uma mensagem para ela em breve.$1#$e#Bem, eu vou para o vinhedo em breve. Tenha um bom dia, você!$9",
    "WeekdayMorning.Fall.Tuesday.4": "Ei, você! A Scarlett veio aqui esta manhã, mas você ainda estava dormindo.$1#$e#Eu ia te acordar, mas você parecia tão fofa dormindo.$9",
    "WeekdayMorning.Fall.Wednesday.1": "Bom dia! Eu fiz o café da manhã.[195]$1",
    "WeekdayMorning.Fall.Wednesday.2": "Eu surpreendentemente dormi muito bem na noite passada.$9#$b#Bem, eu tive você dormindo ao meu lado a noite toda.$8",
    "WeekdayMorning.Fall.Wednesday.3": "Quer assistir a um programa de TV mais tarde, quando eu voltar do trabalho?$1",
    "WeekdayMorning.Fall.Wednesday.4": "Eu realmente amo as folhas de outono, mas elas são tão difíceis de rastelar e jogar fora.$2",
    "WeekdayMorning.Spring.Monday.1": "Bom dia! Eu fiz café.[395]$1#$e#Eu tenho algumas coisas do vinhedo para fazer hoje.$0",
    "WeekdayMorning.Spring.Monday.2": "A segunda-feira chegou, é hora de voltar ao trabalho.$1",
    "WeekdayMorning.Spring.Monday.3": "Aqui está um pequeno algo para você começar a manhã, bobinho(a).[211]$1#$e#Não coma muito rápido, ainda está quente.$1",
    "WeekdayMorning.Spring.Monday.4": "Bom dia! Se você for sair, se importa de pegar alguns mantimentos na loja do Pierre?$1",
    "WeekdayMorning.Spring.Thursday.1": "Eu me mexi muito na cama?$0#$b#Eu tive um pesadelo na noite passada.$2",
    "WeekdayMorning.Spring.Thursday.2": "E-eu tive dificuldade para respirar esta manhã...$2#$b#E-eu estou bem...$6#$e#%Você abraça Sophia.",
    "WeekdayMorning.Spring.Thursday.3": "Bom dia, você é sempre tão pontual ao acordar.$1",
    "WeekdayMorning.Spring.Thursday.4": "Bom dia! Eu espero que você tenha um dia produtivo.$1#$e#Eu estou indo para o vinhedo em breve. Talvez você possa passar lá e dizer oi mais tarde?$1",
    "WeekdayMorning.Spring.Tuesday.1": "Se você quiser frango com laranja em algum momento, faço para você.$1#$e#Mas não muita. Você tem que me guardar um pouco!$9",
    "WeekdayMorning.Spring.Tuesday.2": "Meu estoque de frango com laranja de Grampleton acabou.$0#$b#Eu terei que ir comprar mais alguns pratos do Gus para que eu possa durar a semana.$0",
    "WeekdayMorning.Spring.Tuesday.3": "*cantando para si mesma*$9#$e#Ah! Oi, você!$1",
    "WeekdayMorning.Spring.Tuesday.4": "Eu ainda sinto fome mesmo tendo tomado café da manhã.$2",
    "WeekdayMorning.Spring.Wednesday.1": "Boa sorte com o trabalho na fazenda hoje, você!$9#$e#Passe no vinhedo mais tarde se quiser dizer oi.$1",
    "WeekdayMorning.Spring.Wednesday.2": "Eu esqueci de carregar meu telefone na noite passada, acho que não vou conseguir durar o dia.$2",
    "WeekdayMorning.Spring.Wednesday.3": "Bom dia, você! Eu fiz café para nós.[395]$4#$e#Eu estarei no vinhedo o dia todo trabalhando! Abraços hoje à noite?$1",
    "WeekdayMorning.Spring.Wednesday.4": "Você finalmente acordou, aqui está o café da manhã. Eu espero que você tenha um dia de sorte.[204]$9",
    "WeekdayMorning.Summer.Monday.1": "Ei, eu estou saindo em breve. Eu tenho um monte de trabalho no vinhedo hoje.$1",
    "WeekdayMorning.Summer.Monday.2": "Eu estou preocupada com as treliças de uva.$2#$b#Acho que vi uma infecção em uma delas.$2",
    "WeekdayMorning.Summer.Monday.3": "Viva! Você finalmente acordou!$9#$e#Desejando algo para o café da manhã?$1#$e#Há tantas ervas daninhas para remover hoje no vinhedo.$2",
    "WeekdayMorning.Summer.Monday.4": "Bom dia, você!$1#$e#Hum. Quer café?$9#$e#Aqui está! Está fresco![395]$1#$e#Eu sinto que eu também vou precisar de café hoje. As uvas não crescem sozinhas.$1",
    "WeekdayMorning.Summer.Summer.Tuesday.4": "Acorda e brilha! É um novo dia, o que significa uma nova nós!$9#$e#Eu te vejo mais tarde hoje à noite.$1",
    "WeekdayMorning.Summer.Thursday.1": "Eu vou vender um lote inteiro de vinho de irídio hoje.$1#$e#Eu trabalhei muito nele.$9",
    "WeekdayMorning.Summer.Thursday.2": "Você viu o meu remédio, por acaso? Acho que eu o perdi.$2",
    "WeekdayMorning.Summer.Thursday.3": "Bom dia! Café para você![395]$1#$e#Aqueles coelhos que eu encontrei no vinhedo na primavera estão crescendo.$9",
    "WeekdayMorning.Summer.Thursday.4": "A cartomante disse que hoje eu teria boa sorte.$1#$e#Vamos apenas torcer para que a sorte se estenda às uvas.$8",
    "WeekdayMorning.Summer.Tuesday.1": "Viva! Você finalmente acordou!$9#$e#Desejando algo para o café da manhã?$1#$e#Eu estarei no vinhedo hoje. Você deveria passar lá e visitar!$1",
    "WeekdayMorning.Summer.Tuesday.2": "Eu não me sinto bem hoje.$2#$e#...$2#$e#%Você abraça Sophia.",
    "WeekdayMorning.Summer.Tuesday.3": "*bocejo* Oi, você!$9#$e#Eu realmente não estou com vontade de trabalhar hoje, mas eu preciso fazer algumas coisas no vinhedo.$0",
    "WeekdayMorning.Summer.Tuesday.4": "Acorde! É um novo dia, o que significa um novo nós!$9#$e#Vejo você mais tarde à noite.$1",
    "WeekdayMorning.Summer.Wednesday.1": "Você está fofa hoje.$4#$e#%Você trava o olhar com Sophia. Ela desvia o olhar e fica vermelha.#$e#Hum. Bem. Eu tenho trabalho para fazer! Eu te vejo hoje à noite?$4",
    "WeekdayMorning.Summer.Wednesday.2": "Estamos apenas na metade da semana e eu já me sinto exausta.$2",
    "WeekdayMorning.Summer.Wednesday.3": "Eu não quero trabalhar hoje...$2#$e#%Você diz a Sophia que ela pode fazer isso!#$e#Hehe. Obrigada!$8",
    "WeekdayMorning.Summer.Wednesday.4": "Eu posso ouvir o vinhedo me chamando. É melhor eu ir para lá em breve.$1",
    "WeekdayNight.Fall.Monday.1": "Tão... cansada... de hoje...$2#$e#Hum. Você pode fazer o jantar?$0",
    "WeekdayNight.Fall.Monday.2": "Eu consegui dar uma olhada na arte da Sra. Jenkins quando fui ver o Victor.$1#$b#Havia algumas peças ótimas lá, eu nunca soube que ela era tão boa.$1",
    "WeekdayNight.Fall.Monday.3": "Originalmente, eu fiquei com um pouco de inveja de como você conseguiu construir uma fazenda tão rápido enquanto levou anos para minha família chegar onde estamos.$0#$b#Mas assim que eu finalmente vi você trabalhando na fazenda, eu percebi que você realmente se dedica a isso.$1#$b#Não é apenas sorte, você é uma pessoa realmente ótima.$9",
    "WeekdayNight.Fall.Monday.4": "*bocejo* Tãããooo sonolenta.$1#$e#Te vejo na cama em breve?$1",
    "WeekdayNight.Fall.Tuesday.1": "Eu morei sozinha na casa dos meus pais por tanto tempo. Era um pouco assustador, estar lá sozinha quando escurecia.$0#$b#Tantas noites sem dormir...$2#$e#Mas agora eu realmente anseio pelo pôr do sol. Me dá uma desculpa para ficar perto de você.$1#$e#Hum. Quer abraçar hoje à noite?$4",
    "WeekdayNight.Fall.Tuesday.2": "Eu trabalhei tanto hoje, acho que mereço um pequeno agrado.$9#$e#Claro que você pode ter um também, venha aqui.$4#$b#*beijo*!!!$9",
    "WeekdayNight.Fall.Tuesday.3": "Você tem verificado a %farm Farm recentemente? Acho que vi algumas ervas daninhas lá esta manhã.$0",
    "WeekdayNight.Fall.Tuesday.4": "Encontrou algo interessante hoje?$1#$e#Eu continuo desenterrando pontas de flecha no vinhedo.$0",
    "WeekdayNight.Fall.Wednesday.1": "Estou exausta. Todas as uvas exigem muito cuidado.$0",
    "WeekdayNight.Fall.Wednesday.2": "Eu vi um corvo assustador com olhos vermelhos perto do vinhedo hoje.$2",
    "WeekdayNight.Fall.Wednesday.3": "Você terminou por hoje? Você deveria ir para a cama, você teve um dia agitado.$1",
    "WeekdayNight.Fall.Wednesday.4": "Amoras-pretas crescem durante esta temporada, não crescem?$1#$e#Eu me lembro que quando eu era mais nova, eu sempre as confundia com uvas.$8",
    "WeekdayNight.Spring.Monday.1": "*resmungando* Minha barriga está falando comigo de novo.$1",
    "WeekdayNight.Spring.Monday.2": "Você já tentou pegar o caminho mais longo para Grampleton?$1#$b#Eu uma vez tentei, mas meus pés desistiram antes de eu estar na metade do caminho.$0#$b#Felizmente, no entanto, a Scarlett veio e me ajudou a terminar.$9",
    "WeekdayNight.Spring.Monday.3": "Ei, você! Eu estava com vontade de comer doces hoje, então eu fiz sobremesa![232 234 223 220]$1#$e#*beijo*$9",
    "WeekdayNight.Spring.Monday.4": "Eu já jantei, mas ainda estou com fome.$2#$e#Talvez ter uma pequena sobremesa possa me encher.$1",
    "WeekdayNight.Spring.Thursday.1": "Ei! Aqui está um pouco de mel do Vinhedo Lua Azul.[340]$1#$e#Hum. O armário da cozinha é um bom lugar para isso?$1#$e#Ou... você pode fazer aquela coisa de colocar no cesto de expedição.$2",
    "WeekdayNight.Spring.Thursday.2": "Eu não consigo decidir qual material usar para o meu projeto...$2#$e#Hmm. Talvez eu pergunte para a Emily, ela é boa nessas coisas!$1",
    "WeekdayNight.Spring.Thursday.3": "Eu vi coelhos correndo pelo vinhedo hoje!$1",
    "WeekdayNight.Spring.Thursday.4": "É incrível como o Lewis vai buscar todos os itens das caixas de expedição todas as noites.$1#$b#Ele é como o Papai Noel da nossa cidade.$9",
    "WeekdayNight.Spring.Tuesday.1": "Ei... eu tenho um presente para você.$1#$e#Aqui! Te amo![688]$9#$e#Eu sei que você usa 'magia da luz'. Pensei que talvez um totem pudesse te ajudar.$1#$e#Ah! Eu comprei de algum mago no exterior.$9",
    "WeekdayNight.Spring.Tuesday.2": "O %pet finalmente tem saído mais recentemente.$1#$b#Parece que a rigidez do inverno finalmente derreteu para eles.$9",
    "WeekdayNight.Spring.Tuesday.3": "Eu encontrei um ninho de coelhinhos hoje.$1",
    "WeekdayNight.Spring.Tuesday.4": "Eu espero que você tenha terminado por hoje, porque eu estou pronta para pular na cama a qualquer minuto agora.$9",
    "WeekdayNight.Spring.Wednesday.1": "Ei, você! Aqui está uma garrafa extra de vinho da entrega de hoje![FlashShifter.StardewValleyExpandedCP_Blue_Moon_Wine]$1",
    "WeekdayNight.Spring.Wednesday.2": "Estamos na metade da semana, não estamos?$1#$b#Mal posso esperar pelo fim de semana!$9",
    "WeekdayNight.Spring.Wednesday.3": "Eu tenho uma consulta médica em breve...$2#$e#Eu não quero ir.$6#$e#%Você diz a Sophia que tudo ficará bem.#$e#O-obrigada.$1",
    "WeekdayNight.Spring.Wednesday.4": "Eu me lembro de ter muito medo de andar nos carrinhos de mina quando eu era criança.$1#$b#Não me culpe, no entanto, essas coisas vão muito rápido!$5",
    "WeekdayNight.Summer.Monday.1": "Poderia jurar que vi um urso hoje em um penhasco. Talvez eu estivesse só imaginando coisas...$0",
    "WeekdayNight.Summer.Monday.2": "Meus olhos estão tendo dificuldade em ficar abertos. Acho que nossa cama está me chamando...$0",
    "WeekdayNight.Summer.Monday.3": "*resmungando* Minha barriga está falando comigo de novo.$1",
    "WeekdayNight.Summer.Monday.4": "A Haley comprou um batom novo, eu realmente quero experimentá-lo quando eu a visitar da próxima vez.$1",
    "WeekdayNight.Summer.Thursday.1": "O jantar está servido![727 231 207 199]$1#$e#Hum. Você teve um bom dia?$9",
    "WeekdayNight.Summer.Thursday.2": "Estou com vontade de comer um pouco de frango com laranja, mas eu já jantei.$0#$b#Um pequeno prato não faria mal, certo?$9",
    "WeekdayNight.Summer.Thursday.3": "...$1#$e#...$4#$e#%Sophia te observa com intenção.",
    "WeekdayNight.Summer.Thursday.4": "Eu não consegui terminar todas as tarefas hoje, eu tinha muita coisa para fazer.$2",
    "WeekdayNight.Summer.Tuesday.1": "Ei, você! Pronta para ir para a cama? Eu com certeza estou!$1",
    "WeekdayNight.Summer.Tuesday.2": "Eu estou um pouco dolorida do trabalho no vinhedo hoje.$0",
    "WeekdayNight.Summer.Tuesday.3": "Eu substituí alguns dos aspersores no vinhedo hoje. Aqui, você pode ficar com um dos antigos.[621]$1",
    "WeekdayNight.Summer.Tuesday.4": "Eu estou tããão cansada de ficar de pé o dia todo. Acho que vou para a cama mais cedo hoje à noite.$1",
    "WeekdayNight.Summer.Wednesday.1": "Como você tem estado? Gus nos deu algo para comer.[618]$1#$e#É absolutamente delicioso, eu quase comi o seu.$9",
    "WeekdayNight.Summer.Wednesday.2": "Ei! Eu consegui fibra da capina. Você adora fazer artesanato com isso, certo?[771]$1",
    "WeekdayNight.Summer.Wednesday.3": "*suspiro*...$2#$e#Ah. Hum. Ei, você.$0",
    "WeekdayNight.Summer.Wednesday.4": "Minha prateleira de mangás ficou muito cheia.$5#$e#Você não se importa se eu pegar outra, certo?$1",
    "winter_Fri.1": "Um, oi.$0#$b#Tem algo planejado para o fim de semana?$1#$e#Preciso terminar meu show.$0",
    "winter_Fri.2": "Não há nada melhor do que assistir TV com o aquecedor ligado enquanto comemos uma tigela de lanches durante o inverno.$9",
    "winter_Fri10.1": "Quer fazer uma luta de bolas de neve em algum momento?$1#$b#Aposto que eu venceria!$9#$e#%Você explica para Sophia que não há maneira possível de ela vencer.#$e#Isso é um desafio?$3",
    "winter_Fri10.2": "O saloon sempre fica lotado nas sextas e você sempre pode contar comigo estando lá.$1",
    "winter_Fri4.1": "Neve fresca está cobrindo tudo. Amo!$1#$e#O som crocante que a neve faz quando você caminha nela é tão satisfatório!$9",
    "winter_Fri4.2": "Você está bem neste clima? Você sempre corre à vontade, despreocupado com o frio, não importa o que você vista.$0",
    "winter_Fri8.1": "As pessoas me julgariam se eu carregasse meu cobertor comigo?$0#$e#O-ah. Eles julgavam?$2#$b#Talvez eu coloque outra camada em vez disso.$9",
    "winter_Fri8.2": "Eu amo o saloon até a morte, mas nunca consegui me acostumar com o cheiro de cerveja. Simplesmente me faz ficar doente.$0",
    "winter_Mon.1": "Estou procrastinando hoje e está sendo ótimo.$1#$e#Até amanhã... Sim...$2",
    "winter_Mon.2": "Ouchie, pisei em meu dedo do pé no início da manhã e ainda dói.$2",
    "winter_Mon10.1": "Deveríamos nos aquecer perto do fogo juntos.$1",
    "winter_Mon10.2": "Tem certeza de que não vai congelar como um picolé lá fora?$0#$b#Você sempre é tão fisicamente ativo, mas estou preocupado que você possa ficar doente.$2",
    "winter_Sat.1": "Não consigo lidar com todo o trabalho da vinha durante o outono. Fico grata que minha melhor amiga Scarlett ajuda.$0#$e#Bem, eu também pago a ela.$1",
    "winter_Sat.2": "...$0#$e#Ah! Não te vi ali desculpe, eu estava ocupada pensando....$0",
    "winter_Sat10.1": "Não estou me sentindo bem hoje.$2#$e#Huh?$0#$e#%Você abraça Sophia.#$e#...$1",
    "winter_Sat10.2": "Ataque surpresa! *smooch*$9#$e#Hehe.$4",
    "winter_Sat4.1": "Quer ouvir uma piada? Como você chama queijo que não é seu?$1#$e#Queijo do vizinho!$8#$e#Agora estou com fome...$2",
    "winter_Sat4.2": "Gosto de roupas de inverno, é tão divertido usar casacos e suéteres.$9",
    "winter_Sat8.1": "Ei, você! Fez algo divertido hoje?$9#$e#Tive um grande avanço no meu projeto esta manhã. Bloqueio de artista, sem mais!$1",
    "winter_Sat8.2": "Tive que caminhar bastante ontem fazendo coisas, minhas pernas ainda sentem dor.$2",
    "winter_Sun.1": "Está f-congelante t-hoje...$2",
    "winter_Sun.2": "Acidentalmente desliguei o aquecedor ontem à noite e acordei com o frio puro à meia-noite.$2",
    "winter_Sun10.1": "Tenho pensado em como seria viver em outro lugar.$1#$e#Seria uma nova aventura.$9",
    "winter_Sun10.2": "Aos domingos sempre fico desanimada porque sei que amanhã é segunda-feira.$0#$b#Mas agora é inverno e não tenho que me preocupar com isso!$9",
    "winter_Sun6.1": "Minhas habilidades de maquiagem estão melhorando! A prática leva à perfeição.$1#$e#Desde que se mudou para Stardew Valley, aprendeu algo novo?$1#$e#Ooh! É realmente impressionante!$9",
    "winter_Sun6.2": "Deixei uma janela aberta ontem à noite e muita neve entrou.$0#$b#Foi realmente difícil tirar.$2",
    "winter_Thu.1": "Quase escorreguei no gelo hoje.$2#$b#Talvez investir em botas de neve apropriadas seja uma boa ideia.$3",
    "winter_Thu.2": "Realmente desejava poder ficar em casa o inverno todo e hibernar como um urso.$2",
    "winter_Thu10.1": "Ei, é minha pessoa favorita!$9#$e#Chegue mais perto.$4#$e#*smooch*$9",
    "winter_Thu10.2": "Você tem permissão para parecer tão fofo hoje?$1#$e#Não é sério, isso é legal?$0",
    "winter_Thu6.1": "Emily está costurando um traje lindo. Ela me ensinou uma coisa ou duas.$1#$e#Tenho mais tempo livre durante a estação de inverno para focar em hobbies. Você também tem, não é?$9",
    "winter_Thu6.2": "Tenha cuidado em minha casa, deixei cair um conjunto de agulhas em meu quarto de costura e não tenho certeza se encontrei todas...$2",
    "winter_Tue.1": "*sniff*...$6#$e#E-não estou no clima. Desculpe.$6",
    "winter_Tue.2": "Não chegue perto de mim, estou toda suja de trabalho na fazenda.$2#$e#Bem, acho que você também está sujo do trabalho de fazenda, não importa muito, não é?$1",
    "winter_Tue10.1": "Você está linda hoje.$1",
    "winter_Tue10.2": "Apenas o rosto que eu queria ver.$1#$b#%Sophia te abraça com força#$e#Precisava de um pouco de calor, está frio lá fora.$4",
    "winter_Tue6.1": "Fui a uma comic con na estação passada em Zuzu City, @. Se vestir foi muito divertido!$9#$b#Todos no evento pareciam incríveis! Estou me perguntando o que devo fazer cosplay no próximo ano.$1",
    "winter_Tue6.2": "Você tem uma TV, não é? Que canais você assiste?$1#$e#Huh. Apenas esses? Você não sabe que existem outros canais?$0",
    "winter_Wed.1": "Eu só quero dormir o dia todo, comer lanches e assistir TV.$2#$e#Ugh. Talvez eu consiga me safar com isso neste fim de semana.$3",
    "winter_Wed.2": "Parece haver um rasgo bem ruim em minhas roupas, espero que ninguém perceba....$2#$e#Eeeek! Ah, não te vi ali @.$5#$e#%Sophia está tentando obscurecer sua manga esquerda.",
    "winter_Wed10.1": "Deveríamos passar pelo saloon em breve e pegar algo para comer!$1#$e#Você pode adivinhar o que eu pegaria!$1#$e#Claro que é frango à laranja!$9",
    "winter_Wed10.2": "Meus ossos estão ficando rígidos por não se mover muito, posso ter que fazer algum exercício.$1#$e#Eu adoraria se você pudesse se juntar também.$9",
    "winter_Wed4.1": "Meu personagem favorito no meu programa de TV faleceu ontem à noite. Estou tão chateada.$2#$b#Sinto como se quisesse me trancar em meu quarto pelo resto do dia.$6",
    "winter_Wed4.2": "Scarlett vem menos frequentemente durante o inverno. Me faz sentir sozinha.$2",
    "winter_Wed8.1": "Este clima frio me faz querer me aquecer na cama o dia todo com chocolate quente de hortelã-pimenta.$9#$e#Sempre poderíamos assistir algo juntos. Talvez?$1",
    "winter_Wed8.2": "Às vezes quando passo pela torre do mago, vejo uma moça muito bonita com uma roupa incrível.$1#$b#Talvez eu devesse ter coragem de perguntar onde ela conseguiu suas roupas.$1",
    "WonGrange.1": "Seu grangeado estava tão bem montado! Eu preciso me esforçar mais no ano que vem.$1#$e#Talvez eu deva adicionar algumas conchas para diversificar minha exposição...$9",
    "WonGrange.2": "Parabéns, você fez um trabalho muito bom! Sua composição estava muito legal,$1",
    "WonGrange.3": "Então você usou todos os pontos que ganhou no grangeado em algo legal ou vai apostar com eles?$1",
    "WonGrange.Marriage.1": "Eu me sinto um pouco triste por não ter conseguido ganhar este ano, eu me esforcei muito desta vez.$2",
    "WonGrange.Marriage.2": "Você pode ter vencido este ano, mas da próxima vez eu com certeza vou te superar, eu ainda tenho alguns truques na manga.$9",
    "WonGrange.Marriage.3": "Parabéns! Eu sei que você trabalhou muito na sua exposição, então estou feliz que seu esforço valeu a pena.$9",
    "Year3Beginning": "Ei, bobinho(a), você parece muito feliz hoje. Você teve um sonho agradável?$8"
}