{
"ladyfish.name": "Ladyfish",
"ladyfish.description": "This saltwater fish prefers temperate waters and feeds in large schools.",
"tancho_koi.name": "Tancho Koi",
"tancho_koi.description": "A white carp with a red spot on its head. People appreciate their beauty and usually keep them in aquariums. It would be such a waste to eat or turn into fertilizer.",
"kohaku_koi.name": "Kohaku Koi",
"kohaku_koi.description": "A white and red carp. People appreciate their beauty and usually keep them in aquariums. It would be such a waste to eat or turn into fertilizer.",
"sanke_koi.name":"Sanke Koi",
"sanke_koi.description": "A tricolored carp. People appreciate their beauty and usually keep them in aquariums. It would be such a waste to eat or turn into it fertilizer.",
"zebra_tilapia.name":"Zebra Tilapia",
"zebra_tilapia.description":"This is a vicious and territorial cichlid.",
"tucunare.name":"Tucunare",
"tucunare.description":"A diurnal and predatory freshwater fish that lives in forest rivers.",
"small_goblin_shark.name":"Small Goblin Shark",
"small_goblin_shark.description":"This is a frightening deep water shark. Be careful when handling it.",
"tui.name":"Tui",
"tui.description":"It glows with magical powers.",
"la.name":"La",
"la.description":"It glows with magical powers.",
"small_manta_ray.name":"Small Manta Ray",
"small_manta_ray.description":"A small manta ray. If this is small, how big is a big one?!",
"piranha.name":"Piranha",
"piranha.description":"A carnivorous fish with very sharp teeth.",
"blinky.name":"Blinky",
"blinky.description":"Why does it have 3 eyes? Maybe I can sell it to scientists.",
"arowana.name":"Arowana",
"arowana.description":"A carnivorous fish that can jump up to 6 ft out of the water.",
"arctic_char.name":"Arctic Char",
"arctic_char.description":"A cold water type of trout.",
"tench.name":"Tench",
"tench.description":"It prefers still waters, with muddy substrate and full of vegetation rather than clear waters.",
"haddock.name":"Haddock",
"haddock.description":"A saltwater fish that is very popular as food.",
"small_swordfish.name":"Small Swordfish",
"small_swordfish.description":"This incrediblly fast fish uses its sword to slash its prey.",
"barracuda.name":"Barracuda",
"barracuda.description":"A deep water predator that sometimes attack humans.",
"longfin_icedevil.name":"Longfin Icedevil",
"longfin_icedevil.description":"Despite its name, this deep water fish feeds on plankton.",
"spiny_dogfish.name":"Spiny Dogfish",
"spiny_dogfish.description":"A slender type of shark.",
"void_carp.name":"Void Carp",
"void_carp.description":"A carp twisted by void energy. Its scales have lost their light.",
"water_snake.name":"Water Snake",
"water_snake.description":"An aquatic snake that preys on frogs.",
"electric_catfish.name":"Electric Catfish",
"electric_catfish.description": "An electric catfish that stuns predators with an electrical discharge.",
"sea_snake.name":"Sea Snake",
"sea_snake.description":"A marine snake with a very potent venom that it uses to prey upon smaller fish and eels.",
"swimmer_crab.name":"Swimmer Crab",
"swimmer_crab.description":"A crab able to swim in the ocean. It has spikes on its shell.",
"glassfish.name":"Glassfish",
"glassfish.description":"A translucent fish, you can see right through it.",
"goldfish.name": "Goldfish",
"goldfish.description":"A goldfish usually kept in aquariums.",
"lionhead.name":"Lionhead",
"lionhead.description":"A hooded variant of goldfish.",
"comet.name":"Comet",
"comet.description":"This variant of goldfish is know for being slender and having only one tail.",
"telescope.name":"Telescope",
"telescope.description":"It's a fancy goldfish characterised by its protruding eyes.",
"celestial_eye.name":"Celestial Eye",
"celestial_eye.description":"It was given this name because its eyes are facing towards the sky.",
"jellyfish.name":"Jellyfish",
"jellyfish.description":"A jellyfish that stings and is poisonous.",
"clown_knifefish.name": "Clown Knifefish",
"clown_knifefish.description": "It looks like a knife.",
"freshwater_butterflyfish.name":"Freshwater Butterflyfish",
"freshwater_butterflyfish.description": "A very exotic pond fish that is known for jumping out of aquariums.",
"mimic_octopus.name":"Mimic Octopus",
"mimic_octopus.description":"This octopus can mimic other animals' color patterns to defend itself or to lure its prey.",
"blue_ringed_octopus.name": "Blue-Ringed Octopus",
"blue_ringed_octopus.description": "It is extremely poisonous, be careful.",
"stubby_squid.name":"Stubby Squid",
"stubby_squid.description": "A small squid that leaves an ink trail behind itself to escape its predators.",
"dumbo_octopus.name": "Dumbo Octopus",
"dumbo_octopus.description": "A colorful octopus with ears.",
"barreleye.name":"Barreleye",
"barreleye.description": "This tubular fish can look forward as well as upward.",
"freshwater_pufferfish.name": "Freshwater Pufferfish",
"freshwater_pufferfish.description": "Inflates when threatened. Not poisonous, unlike its saltwater counterpart.",
"void_algae.name": "Void Algae",
"void_algae.description": "A black and slimy algae, looks poisonous and moves occaisonally.",
"void_evilpus.name": "Void Evilpus",
"void_evilpus.description": "This is the guardian of trapped souls. Better get rid of it as soon as possible!",
"trapped_soul.name": "Trapped Soul",
"trapped_soul.description": "Looks like the witch learned a new trick from her cousin Ursula. Don't eat this fish.",
"lamprey.name": "Lamprey",
"lamprey.description": "It looks like a leech with many teeth.",
"ribbon_eel.name": "Ribbon Eel",
"ribbon_eel.description": "A blue and yellow moray eel. Should not be kept in an aquarium.",
"ghost_eel.name": "Ghost Eel",
"ghost_eel.description": "A small type of moray with a white body.",
"robalo.name": "Robalo",
"robalo.description": "A very flavorful fish.",
"anchoviella.name":"Anchoviella",
"anchoviella.description":"It reproduces during rainy days.",
"hagfish.name":"Hagfish",
"hagfish.description":"It's a slimy eel shaped fish.",
"green_terror.name":"Green Terror",
"green_terror.description":"It's an aggressive and colorful fish.",
"clown_loach.name":"Clown Loach",
"clown_loach.description":"This very beautiful fish is usually sold to fish breeders rather than eaten.",
"brain_slug.name":"Brain Slug",
"brain_slug.description":"This can't be from this planet.",
"zebra_eel.name":"Zebra Eel",
"zebra_eel.description":"A black and white moray eel found in temperate water.",
"yamabuki_koi.name":"Yamabuki Koi",
"yamabuki_koi.description":"A white and yellow carp. People appreciate their beauty and usually keep them in aquariums. It would be such a waste to eat or turn into fertilizer.",
"ghost_koi.name": "Ghost Koi",
"ghost_koi.description":"A black and orange carp. People appreciate their beauty and usually them them in aquariums. It would be such a waste to eat or turn into fertilizer.",
"hi_utsuri_koi.name":"Hi Utsuri Koi",
"hi_utsuri_koi.description":"A carp with black and red coloration. People appreciate their beauty and usually them them in aquariums, it would be such a waste to eat or turn into fertilizer.",
"conger.name":"Conger",
"conger.description":"The largest type of eel. It hunts in cold waters.",
"shiro_utsuri_koi.name":"Shiro Utsuri Koi",
"shiro_utsuri_koi.description":"A black and white carp. People appreciate their beauty and usually them them in aquariums. It would be such a waste to eat or turn into fertilizer.",
"ki_utsuri_koi.name": "Ki Utsuri Koi",
"ki_utsuri_koi.description":"A black and yellow carp. People appreciate their beauty and usually them them in aquariums. It would be such a waste to eat or turn into fertilizer.",
"redtail_shark.name":"Redtail Shark",
"redtail_shark.description":"Despite its name, it's actually in the carp family.",
"elephantfish.name":"Elephantfish",
"elephantfish.description":"It's a beautiful and unusual fish usually kept in aquariums.",
"sauger.name":"Sauger",
"sauger.description":"A small fish of walleye family.",
"pacu.name":"Pacu",
"pacu.description":"A fish related to the piranha with less sharp teeth, catering to its omnivorous diet. Very common in rivers.",
"common_pleco.name":"Common Pleco",
"common_pleco.description":"Its mouth is under its hard-scaled body, it eats algae and other fish leftovers. It's a nocturnal fish.",
"siamese_algae_eater.name":"Siamese Algae Eater",
"siamese_algae_eater.description":"A small type of algae eater.",
"snowball_pleco.name":"Snowball Pleco",
"snowball_pleco.description":"A very rare type of pleco with a sell price higher than other breeds.",
"ide.name":"Ide",
"ide.description":"An ornamental fish that prefers cold waters.",
"pangasius.name":"Pangasius",
"pangasius.description":"Although it looks like a shark, it is very peaceful. It has leathery hide instead of scales.",
"trahira.name":"Trahira",
"trahira.description":"A carnivorous fish that inhabits most freshwater locations.",
"blue_dragon_slug.name":"Blue Dragon Slug",
"blue_dragon_slug.description":"A very beautiful blue sea slug that feeds on poisonous jellyfish. It is known to sting.",
"nautilus.name":"Nautilus",
"nautilus.description":"A marine crustacean nearly extinct.",
"cyclops_shark.name":"Cyclops Shark",
"cyclops_shark.description":"This small shark only has one eye. It's been found only a few times in nature.",
"starfish.name":"Starfish",
"starfish.description":"A regular red starfish.",
"blue_starfish.name":"Blue Starfish",
"blue_starfish.description":"A blue starfish that can only be found in Spring.",
"royal_starfish.name":"Royal Starfish",
"royal_starfish.description":"It's mouth contains jaws that is used to feed on clams.",
"crown_of_thorns_starfish.name":"Crown of Thorns Starfish",
"crown_of_thorns_starfish.description":"A rare and very distinct type of starfish. It is also poisonous.",
"holy_grenade_starfish.name":"Holy Grenade Starfish",
"holy_grenade_starfish.description":"A rare and big type of starfish, can reach up to 11 inches.",
"freshwater_shrimp.name":"Freshwater Shrimp",
"freshwater_shrimp.description":"A small freshwater shrimp.",
"red_freshwater_shrimp.name":"Red Freshwater Shrimp",
"red_freshwater_shrimp.description":"A red freshwater shrimp usually kept in aquariums.",
"blue_freshwater_shrimp.name":"Blue Freshwater Shrimp",
"blue_freshwater_shrimp.description":"A blue freshwater shrimp usually kept in aquariums.",
"harlequin_freshwater_shrimp.name":"Harlequin Freshwater Shrimp",
"harlequin_freshwater_shrimp.description":"A very rare type of freshwater shrimp, usually kept in aquariums.",
"red_harlequin_freshwater_shrimp.name":"Red Harlequin Freshwater Shrimp",
"red_harlequin_freshwater_shrimp.description":"A red variant of harlequin freshwater shrimp.",
"brief_squid.name":"Brief Squid",
"brief_squid.description": "A small type of squid.",
"mushu.name":"Mushu",
"mushu.description":"I'm travel sized for your convenience. If I were my real size, your cow here would die of fright.",
"prawn.name": "Prawn",
"prawn.description": "A large type of shrimp.",
"sand_dollar.name": "Sand Dollar",
"sand_dollar.description": "It's usually washed to the shore by the tide.",
"king_crab.name": "King Crab",
"king_crab.description": "The largest crab found in nature, it lives in cold water.",
"freshwater_crab.name": "Freshwater Crab",
"freshwater_crab.description": "A small freshwater crab found in muddy waters.",
"decapod.name": "Decapod",
"decapod.description": "A strange type of crustacean, doesn't look like it's from this planet.",
"mudskipper.name": "Mudskipper",
"mudskipper.description": "This fish can actually walk and breath in soil, it prefers muddy surfaces.",
"coelacanth.name": "Coelacanth",
"coelacanth.description": "It's considered a living fossil.",
"cavefish.name": "Cavefish",
"cavefish.description": "Where are its eyes?",
"cave_lobster.name": "Cave Lobster",
"cave_lobster.description": "It's a whitish lobster found in caves.",
"fishing_elixir.name": "Fishing Elixir",
"fishing_elixir.description": "Drink this and you will be granted with the knowledge of the greatest anglers from history",
"warrior_elixir.name": "Warrior Elixir",
"warrior_elixir.description": "It tastes awful, but you'll feel much stronger later.",
"shinidamachu.name": "Shinidamachu",
"shinidamachu.description": "They appear once a year to guide wandering souls back to the otherworld.",
"vampire_squid.name": "Vampire Squid",
"vampire_squid.description": "It looks like something that came out of a nightmare!",
"vampire_fish.name": "Vampire Fish",
"vampire_fish.description": "This little fish eats larger prey from inside out.",
"lungfish.name": "Lungfish",
"lungfish.description": "This fish can actually breath out of water like a mammal which made it very resistent to periods of draught.",
"tigerfish.name": "Tigerfish",
"tigerfish.description": "It's called tigerfish for its teeth, they are known to attack humans.",
"longnose_gar.name": "Longnose Gar",
"longnose_gar.description": "Its eggs are covered with a toxin.",
"black_ghost_knifefish.name": "Black Ghost Knifefish",
"black_ghost_knifefish.description": "A nocturnal fish that uses an electric organ and receptors distributed over the length of their body in order to locate insect larvae.",
"clown_triggerfish.name": "Clown Triggerfish",
"clown_triggerfish.description": "Because of its coloration, the clown triggerfish is highly prized as an aquarium fish. It's poisonous and unsafe for consumption.",
"bonnethead.name": "Bonnethead",
"bonnethead.description": "A small member of the hammerhead shark family.",
"goblin_shark_pup.name": "Goblin Shark Pup",
"goblin_shark_pup.description": "A pup goblin shark. It can grow if placed in a Fish Hatchery.",
"bonnethead_pup.name": "Bonnethead Pup",
"bonnethead_pup.description": "A pup bonnethead. It can grow if placed in a Fish Hatchery.",
"spiny_dogfish_pup.name": "Spiny Dogfish Pup",
"spiny_dogfish_pup.description": "A pup spiny dogfish. It can grow if placed in a Fish Hatchery.",
"manta_ray_pup.name": "Manta Ray Pup",
"manta_ray_pup.description": "A pup manta ray. It can grow if placed in a Fish Hatchery.",
"MNF.MoreNewFish_fish_hatchery_name": "Fish Hatchery",
"MNF.MoreNewFish_fish_hatchery_description": "A safe environment for your roe and pup to grow into adult fish, do not mix different types of fish! Can hold up to 1 clutch of roe or 4 fish pup at the same time.",
"MNF.RobaloOrder_Name":"Gus' Robalo Stock",
"MNF.RobaloOrder_Text":"Gus asked a big order o' robalos, but I don't think I'll have enough time to catch'em all, I'm offering a reward for whoever can delivery 20 fresh robalo to Gus.",
"MNF.RobaloOrder__Objective_0_Text":"Fish 20 robalo.",
"MNF.RobaloOrder__Objective_1_Text":"Put 20 robalo in Gus' fridge.",
"duff.name": "Duff",
"duff.description": "A premium beer not usually found in Stardew Valley.",
"i_voted_sticker.name": "I Voted Sticker",
"i_voted_sticker.description": "A proof you voted.",
"MNF.529955_01":"Hey @. Have you seen the latest edition of the Angler's Guide?.",
"MNF.529955_02":"It speaks about tainted algae and fish.#$b#I see you have come accross some Tainted Algae. Do you mind letting me run some tests to learn more about this substance?",
"MNF.529955_03":"Thanks a lot. This could be a new scientific breakthrough!$h",
"MNF.529956_01":"Hi @! I have some bad news for you...$s#$b#I couldn't identify what substance is turning the algae black... My research showed me that the algae sample is toxic and despite lacking a nervous system, still reacts to human touch.$s#$b# I am sorry this was not the scientific breakthrough I was hoping for, but perhaps someone who likes to study the arcane arts might have some more insight.#$b# Well, I'll hang onto the sample for further study. Let me know if you find anything new.",
"MNF.529960_01":"Hey @, it's been such a long time since I've seen this farm!#$b#I found a recipe from my ol' Pappy and I wanted to try it. Could you bring me a Bonnethead, a Spiny Dogfish, a Manta Ray, a Goblin Shark, and a Swordfish so we can try it out? If it works, it may reveal ol' Pappy's fishing secret. I know the ingredients are not easy to obtain, but if you manage to find them, bring them to my shop so we can give it a taste. Thanks!$h",
"MNF.529957_01":"Oh, what have you got in here?",
"MNF.529957_02":"So, your scientist friend could not explain what caused this algae to turn corrupt? Well, there are mysteries in this world that science simply cannot explain.#$b# Please, tell him he should be careful when handling these substances. They have been corrupted by the dark arts and are harmful to humans, but you can still extract some useful things from it.",
"MNF.529957_03":"This scroll contains a recipe for an elixir made to strenghthen the body of its consumer. Take this recipe. It shall prove useful when fighting monsters.",
"MNF.529957_04":"Learned how to craft 'Warrior Elixir'",
"MNF.529957_05":"May this new knowledge help you through your journey!",
"MNF.529958_01":"Hey @. Oh, you brought everything I asked for?$h#$b#This is great!",
"MNF.529958_02":"Ahh, let's give 'em a try.$h",
"MNF.529958_03":"Here it is, the recipe. He would make this before long fishin' trips and always seemed to catch a lot of fish.",
"MNF.529958_04":"Learned how to craft 'Fishing Elixir'",
"MNF.529958_05":"Ok, now that you know the recipe, try preparin' one and let me see if it works!$h",
"MNF.228_00":"Sewer Research",
"MNF.228_01":"Demetrius is studying the possible mutations of the local fish found in the sewers. He'd like you to bring him one specimen of a mutant three-eyed fish.",
"MNF.228_02":"Bring Demetrius a Blinky.",
"MNF.228_03":"There you are. The specimen looks perfect. I'm going to get it on ice straight away. Thanks, @!",
"MNF.230_00":"A Star for Vincent",
"MNF.230_01":"Kent wants to give Vincent a Starfish for his birthday.",
"MNF.230_02":"Bring Kent a Starfish.",
"MNF.230_03":"Hey @, thanks a lot.$h#$b#I bet Vincent will love it. Thanks again!",
"MNF.231_00":"Void Samples",
"MNF.231_01":"Demetrius' research was inconclusive. Find someone who might be able to help.",
"MNF.231_02":"Bring a Void Algae to the Wizard.",
"MNF.232_00":"Trapped Soul",
"MNF.232_01":"The Wizard wants to research the trapped souls found in Witch Swamp.",
"MNF.232_02":"Bring a Trapped Soul to the Wizard.",
"MNF.232_03":"Explendid, @. You have my gratitude. Now, leave.",
"MNF.233_00":"Ol' Pappy Elixir",
"MNF.233_01":"Willy wants to try a recipe he received from his ol' Pappy.",
"MNF.233_02":"Bring a Bonnethead, Small Manta Ray, Small Goblin Shark, Spiny Dogfish and a Swordfish to Willy.",
"MNF.234_00":"Craft a Fishing Elixir",
"MNF.234_01":"Willy wants to try his ol' Pappy's Elixir.",
"MNF.234_02":"Bring a Fishing Elixir to Willy.",
"MNF.234_03":"Oh @,$h#$b# Is that it? I can't believe it!!!$h#$b# Skipper, this is incredible. I don't know how to thank you enough. Please take this. It's not much, but it's the least I can do to repay you for your help in retrievin' me ol' Pappy's legacy.",
"MNF.6884_03":"That's perfect @! Where did you buy them?! Nah, nevermind...thanks!$h",
"MNF.Willy_01":"Hey @, if you are strugglin' with fierce fish, try usin' a Trap Bobber. It's really helpfull!",
"MNF.Willy_02":"Hey @, I tried fishin' in the pond and got a huge Pangasius.$h#$b# They are very strong swimmers and their meat is delicious.",
"MNF.Willy_03":"I was fishin' in town one day and all I caught was Trahiras and Pacus, then I went to the forest and all I caught was Chubs.$s",
"MNF.Willy_04":"Arowanas are as fierce as they are beautiful. It's too bad that they prefer rainy weather.",
"MNF.Willy_05":"Have you tried fishin' while it's rainin'? Some species like Shad, Anchoviella, and Pleco will only come out while rainin'.",
"MNF.Willy_06":"Have you tried fishin' while it's rainin'? Some species like Arowana, Eel, and Catfish can only be caught durin' the rain.",
"MNF.Willy_07":"Caught a Zebra Tilapia in the lake the other day.$h#$b# They are fierce, but make for good money. They usually come out on sunny days.",
"MNF.Willy_08":"Caught some Barracudas at the ocean the other day.$h#$b# They are really tough to catch, but can really turn a profit. They usually come out on sunny days.",
"MNF.Willy_09":"Hello @. $s#$b# Be careful with sea snakes.$s#$b# Almost got bitten by one the other day!",
"MNF.Willy_10":"Mornin'!$h#$b# Nice day for fishin', ain't it?$h#$b# Hu ha!",
"MNF.Willy_11":"Ahoy @.$h#$b# It's funny, saltwater pufferfish prefer sunny days, but freshwater ones prefer the rain.",
"MNF.Willy_12":"Ahoy Skipper.$h#$b# It's funny, common octopi like warmer waters, but there are some species that prefer a more mild climate.",
"MNF.Willy_13":"Hey.$h#$b# Ladyfish will be out out of season soon. Try cathin' one while you can.",
"MNF.Willy_14":"Hey.$h#$b# Robalo will be out out of season soon. Try to catch one while you still can!",
"MNF.Willy_15":"Hello @.$h#$b# Did you know there are several types of Carp?$h#$b# Each prefer a different season or different weather.",
"MNF.Willy_16":"Hello @.$h#$b# Did you know there are several types of Eel?$h#$b# Each prefer a different season or different weather. Not all of them like rainy weather.",
"MNF.Willy_17":"Hello @.$h#$b# Caught a very beautiful Clown Knifefish in the lake just yesterday. What a fish!",
"MNF.Willy_18":"Oh @.$h#$b# Did you know that Redtail Shark is actually a type of loach, not a shark?#$e#They are usually found in ponds.",
"MNF.Willy_19":"Ahoy @.#$b# This isn't the best weather for fishin', but several fish come to these waters around this time of year. If you can brave the cold, you can find some very interestin' fish!",
"MNF.Willy_20":"Hey @.#$b# Try catchin' a Lingcod in the river. They're hard to catch, but it's nice money.",
"MNF.Willy_21":"Hey @.#$b# Have you tried catchin' an Arctic Char? They're very hard to catch and worth quite a lot, but even if they weren't, they're simply beautiful!",
"MNF.Willy_22":"Hello @. How are ya?#$b# Why do people call the Icedevil a vegetarian fish? I have no idea.",
"MNF.Willy_23":"Ahoy.#$b# Pike, Perch, Tench, Walleye, Sauger, and Ide make for some very diverse fishin' in the pond this time of year.",
"MNF.Willy_24":"Hey @.#$b# I would definitely raise Sturgeons in a fish pond. They're very lucrative fish.#$b# Though it's been a while since I last went fishin' in the mountains. I should get out there soon.",
"MNF.Willy_25":"Hey.$h#$b# Haddock will be out out of season soon. If you haven't caught one yet this Winter, you probably should.",
"MNF.Willy_26":"If I wasn't puttin' meself at risk of gettin' a cold, I'd stay outside fihsin' all day long.$h#$b# Some fish are only happy when it rains.",
"MNF.Willy_27":"That'll come in handy in me next fishin' trip.$h#$action AddFriendshipPoints Willy 250",
"MNF.Willy_28": "@, have you tried fishing in the pond in the forest?#$b# There are a lot of goldfish there. Good for practing, but not very challenging.",
"MNF.Lewis_01": "Oh, very good, that can be useful!$h#$action AddItem (O)PrizeTicket",
"MNF.Alex_01": "Thanks @! This will turn into a fine mea....I mean pet!",
"MNF.Jas_01": "Oh! A goldfish, so beautiful.",
"MNF.Jas_02": "This goldfish is so pretty! Thank you Mr. @^Thank you Ms. @",
"MNF.Vincent_01": "Ha ha! Look at its eyes. It's so funny! Can I keep it?",
"sword_fish.name": "Sword Fish",
"sword_fish.description": "This swordfish is as hard as steel. Maybe it can be used as a weapon?",
"frilled_shark.name": "Frilled Shark",
"frilled_shark.description": "A shark with an eel-like body, it's teeth are fearsome.", 
"sebae_clownfish.name": "Sebae Clownfish",
"sebae_clownfish.description": "It hides from predators inside sea anemone. Most commonly found in the saddle sea anemone.",
"wide-band_clownfish.name": "Wide-band Clownfish",
"wide-band_clownfish.description": "It hides from predators inside sea anemone. It has this name as its body white band is wider than most other clownfish.",
"pink_skunk_clownfish.name": "Pink Skunk Clownfish",
"pink_skunk_clownfish.description": "It hides from predators inside sea anemone. It's called pink skunk because of its white stripe on upper part of its pink body.",
"maroon_clownfish.name": "Maroon Clownfish",
"maroon_clownfish.description": "It hides from predators inside sea anemone. A dark red variant of clownfish.",
"whitesnout_clownfish.name": "Whitesnout Clownfish",
"whitesnout_clownfish.description": "It hides from predators inside sea anemone. It's not as colorful as the other clownfish variants.",
"fire_clownfish.name": "Fire Clownfish",
"fire_clownfish.description": "It hides from predators inside sea anemone. A black and red variant of clownfish.",
"two-band_clownfish.name": "Two-Band Clownfish",
"two-band_clownfish.description": "It hides from predators inside sea anemone. As the name suggests, the two-banded sea anemonefish has two white bands or bars, with black edges.",
"moorish_idol.name": "Moorish Idol",
"moorish_idol.description": "It's a tropical fish that mates for life.",
"royal_angelfish.name": "Royal Angelfish",
"royal_angelfish.description": "A very beautiful tropical angelfish with a very colorful body.",
"banded_angelfish.name": "Banded Angelfish",
"banded_angelfish.description": "It's also known as the bandit angelfish, would the 'mask' have something to do with it?",
"flame_angelfish.name": "Flame Angelfish",
"flame_angelfish.description": "A very small and beautiful type of angelfish. Due to its beauty it has very high commercial value for aquarists.",
"monkfish.name": "Monkfish",
"monkfish.description": "A deep sea fish from the anglerfish family.",
"icefish.name": "Icefish",
"icefish.description": "This slender fish has few to none scales.",
"soldierfish.name": "Soldierfish",
"soldierfish.description": "A nocturnal fish with big eyes.",
"false_kelpfish.name": "False Kelpfish",
"false_kelpfish.description": "A fish from rockfish family, it also has poison glands.",
"thread-sail_filefish.name": "Thread-Sail Filefish",
"thread-sail_filefish.description": "The fin on its head is actually a parasite.",
"wolffish.name": "Wolffish",
"wolffish.description": "This fish produces a natural antifreeze subtance that keeps its blood from freezing in extreme cold temperatures.",
"mandarinfish.name": "Mandarinfish",
"mandarinfish.description": "It may look pretty, but this fish uses both poison and a foul stench to keep predators at bay.",
"tiger_puffer.name": "Tiger Puffer",
"tiger_puffer.description": "A very large and poisonous type of puffer fish, very few chefs can prepare it!",
"great_firefly_squid.name": "Great Firefly Squid",
"great_firefly_squid.description": "A bioluminescent squid that should be really small...Why is this one so big?",
"ornate_angelfish.name": "Ornate Angelfish",
"ornate_angelfish.description": "A small tropical angelfish. Females and males have different colors.",
"blue_tang.name": "Blue Tang",
"blue_tang.description": "A blue tropical fish very popular among kids.",
"dwarf_stingray.name": "Dwarf Stingray",
"dwarf_stingray.description": "A small diamond shaped stingray that's usually caught and sold for its meat.",
"dwarf_stingray_pup.name": "Dwarf Stingray Pup",
"dwarf_stingray_pup.description": "A pup dwarf stingray.It can grow if placed in a Fish Hatchery.",
"threespot_angelfish.name": "Threespot Angelfish",
"threespot_angelfish.description": "It looks like it's wearing lipstick.",
"orange_clownfish.name": "Orange Clownfish",
"orange_clownfish.description": "It hides from predators inside sea anemone. These fish are very popular with kids.",
"saddleback_clownfish.name": "Saddleback Clownfish",
"saddleback_clownfish.description": "It hides from predators inside sea anemone. A black and white variant of clownfish.",
"yellowtail_clownfish.name": "Yellowtail Clownfish",
"yellowtail_clownfish.description": "It hides from predators inside sea anemone. A yellow and white variant of clownfish.",
"skunk_clownfish.name": "Skunk Clownfish",
"skunk_clownfish.description": "It hides from predators inside sea anemone. It's called skunk because of its white stripe on upper part of its body.",
"squirrelfish.name": "Squirrelfish",
"squirrelfish.description": "This fish uses sounds to intidimate predators.",
"pollock.name": "Pollock",
"pollock.description": "A whitefish considered a cheaper replacement for Haddock or Cod.",
"iridiumfish.name": "Iridiumfish",
"iridiumfish.description": "A super rare goldfish that's achieved perfection.",
}