
{
	//CONFIG
	"config.section.gameplay.name": "Gameplay",
	"config.section.graphics.name": "Graphics",
	"config.section.compatibility.name": "Compatibility",
	"config.MatureEvent.name": "Suggestive Event",
	"config.MatureEvent.description": "Should the 14-Heart Event include the softcore content?",
	"config.AutoSingle.name": "Forced Single",
	"config.AutoSingle.description": "Start Caroline as a single character? (Recommended for returning players or those uninterested in her Heart Events)",
	"config.SorkrimArt.name": "Sorkrim's Art",
	"config.SorkrimArt.description": "Should you use the portraits and sprites provided by this mod? (Set to false if you want to use an another visual mod.)",
	"config.PortraitStyle.name": "Portrait (Furniture) Style",
	"config.PortraitStyle.description": "Choose how Caroline's portrait is displayed. More options are available—please scroll to see them.",
	"config.PortraitStyle.values.Spring": "Spring",
	"config.PortraitStyle.values.Summer": "Summer",
	"config.PortraitStyle.values.Fall": "Fall",
	"config.PortraitStyle.values.WinterIndoor": "Winter - Indoor",
	"config.PortraitStyle.values.WinterOutdoor": "Winter - Outdoor",
	"config.PortraitStyle.values.Beach": "Beach",
	"config.PortraitStyle.values.FlowerDance": "Flower Dance",
	"config.PortraitStyle.values.SpiritEve": "Spirit Eve",
	"config.MarriageDialogue.name": "Marriage Dialogues",
	"config.MarriageDialogue.description": "Turn this off to use the Caroline Is Single's marriage dialogues. If you'd rather use mine, you have to manually delete their marriage dialogue file: [CP] Caroline Is Single > Data > Dialogue > MarriageDialogue.json.",

	//DIALOGUE
	//Unique Dialogue
	"Caroline.Introduction": "Oh my! How's it going? #$b#Do you remember me, ~sweetie~? $5^Do you remember me, ~dear~? $5#$b#I thought you forgot about me. $8#$b#I didn't expect to see you here. Maybe we could be friends again.",
	"Caroline.FlowerDanceAccept": "Okay, sweetie, let's do it. $1^Okay, dear, let's do it. $1#$b#I don't see any harm in saying yes for now.",
	"Caroline.FlowerDanceAccept.Spouse": "Let's give it our all, darling. $1#$b#We've always been quite the team, haven't we? $6",
	"Caroline.FlowerDanceDecline": "Are you asking me to dance? #$b#Oh my, I could show you a thing or two, but I'll let you have your fun this time. $8",
	"Caroline.divorced": "What do you mean... $11#$b#After all we've been through? $2#$b# You can go now, I understand... $3",
	"Caroline.breakUp": "I never thought it would come to this... $11#$b#I need some space! $3#$b#Seeing you hurts more than I'd like to admit. $2",
	"Caroline.dumped": "I never thought you could be so cruel... $2#$b#I hope you're happy with your choice. $3",
	"Caroline.secondChance": "Second chances are rare. $11#$b#Let's not mess this up, okay? $3",
	"Caroline.SpouseGiftJealous": "Jodi mentioned you gave someone else that same gift... $2#$b#Are you cheating on me? $3#$b#I'm sorry, darling. It's hard not to feel this way when I see you with someone else. $11",
	"Caroline.DumpsterDiveComment": "Caught you in the act! Should I be worried, or is this your new hobby? $3#$b#If you're looking for something, you could've just asked me for help. $8",
	"Caroline.StardropTea": "Oh, a stardrop tea! You remembered how much I love this. $1#$b#Thank you, it means more than you know, sweetie. $4^Thank you, it means more than you know, dear. $4",
	"Caroline.AcceptBouquet.1": "Wow! What a beautiful flower! $5#$b#Wait a minute... This isn't for me, is it? $3#$b#Oh, you're... serious? $11#$b#Your... Childhood Promise? What is that? I don't remember anything. $2#$b#(Ah, he looks like he's about to cry) $10^(Ah, she looks like she's about to cry) $10#$b#Okay, okay... I was just teasing you! I do remember! $8#$b#I accept! You know I really cannot resist you. $5",
	"Caroline.AcceptBouquet.2": "Oh? So you still like me? $11#$b#You really did commit to our Childhood Promise, didn't you? $8#$b#Ah, the memories are flooding back now. $10#$b#Alright, I'll admit it, you've still got a special place in my heart, sweetie. $5^Alright, I'll admit it, you've still got a special place in my heart, dear. $5",
	"Caroline.AcceptBouquet.3": "Oh, a bouquet from you? How unexpected... $2#$b#After everything with Pierre, I never thought I'd receive something like this. $11#$b#It's a symbol of new beginnings, isn't it? $b#Thank you. I accept. $5",
	"Caroline.RejectBouquet.1": "Pierre told me that you bought this bouquet for someone special, but I'm sure this flower was not meant for me, right? $3",
	"Caroline.RejectBouquet.2": "Oh, I saw you buy a bouquet earlier. $8#$b#So... Who's the lucky one? $8#$b#Oh? It's for me? $2#$b#Alright, you stop it now. $3#$b#Why do you always have to tease me like that? $8",
	"Caroline.RejectBouquet.NotDatable.1": "What does this mean? $3#$b#Put it away before someone else sees it! Honestly... $11",
	"Caroline.RejectBouquet.NotDatable.2": "What a lovely flower! $5#$b#Wait...#$b#This isn't for me, is it? You must be joking. $2#$b#You can't just act on a whim like this. $3",
	"Caroline.AcceptMermaidPendant.1": "What's this supposed to mean? $9#$b#Marriage proposal?! Oh, you're serious... $9#$b#This is so sudden, I don't even know what to say. $10#$b#You really can't just rush something like this, you know. $10#$b#Are you that eager to claim me? $2",
	"Caroline.AcceptMermaidPendant.2": "I've been waiting for this ever since we made our promise. $5#$b#I love you too, sweetie. $4",
	"Caroline.RejectMermaidPendant.1": "If you put it away now, I'll pretend I never saw it. $3",
	"Caroline.RejectMermaidPendant.2": "Oh, sweetie, this is so thoughtful. $4#$b#But something this special shouldn't be given unless you mean it with all your heart. $3",
	"Caroline.RejectMermaidPendant.NotDatable.1": "Put it away! Don't let anyone see that. $11#$b#Are you trying to make me flustered on purpose? $3",
	"Caroline.RejectMermaidPendant.NotDatable.2": "You don't know how things work around here, do you? $3#$b#Put it away! This joke isn't funny... $2",
	"Caroline.Divorced.1": "After everything we went through? I'm sorry, but I can't go through that again. $2",
	"Caroline.Divorced.2": "%Caroline doesn't want to talk to you.",
	"Caroline.NpcAlreadyMarried.1": "Flirting while you're married, are you? $2#$b#Sweetie, you better be careful before I tell your partner. $3^Dear, you better be careful before I tell your partner. $3",
	"Caroline.NpcAlreadyMarried.2": "Sweetie, it's clear you've made your choice, and it's not me. $2^Dear, it's clear you've made your choice, and it's not me. $2#$b#Stop sending me mixed signals, it's not fair. $11",
	"Caroline.SpouseStardrop": "Darling, can you hold onto this for me? #$e#It's just a little something to show how much you mean to me. $4",
	"Caroline.WipedMemory": "Ugh, my head hurts... $3#$b#Oh, hi, sweetie, you're here. $8^Oh, hi, dear, you're here. $8#$b#Wait, haven't we had this conversation before? $2#$b#Maybe I'm just imagining things. These days, my memory's not as sharp as it used to be. $8",
	"Caroline.GreenRain.1": "Sweetie, have you ever seen rain like this?^Dear, have you ever seen rain like this? $11#$b#It feels strange... Are you sure it's safe? $2#$b#I'll worry about you out there, you know. Please take care. $11",
	"Caroline.GreenRain.2": "Oh, it's that special rain again! $5#$b#This time, I'm going to enjoy every single drop, sweetie. #$e#And it's the perfect excuse to cozy up with a warm cup of tea. $1",

	// Location Dialogue
	"Caroline.Resort.Entering": "Willy handed out fish crackers to everyone. #$b#I'm still chewing mine. It's... delicious. $1",
	"Caroline.Resort.Leaving": "I think I'm going to sleep like a baby tonight! $h",
	"Caroline.Resort.Shore": "The water here is so much warmer than back in the valley. #$b#It feels amazing! $1",
	"Caroline.Resort.Chair": "%Caroline stretches out on the chair, looking ready for a nap.",
	"Caroline.Resort.Bar": "I asked Gus to surprise me, and he made a mango peel iced green tea. It's incredible! $h",
	"Caroline.Resort.Bar6": "If this were years ago, I'd have dragged you to explore the jungle nearby. #$b#I still want to, honestly! $1#$e#Though I wonder... do you think Abigail got her sense of adventure from me? $11",
	"Caroline.Resort.Bar10": "This place feels just like that enchanted island we dreamed about as kids. #$b#Do you remember? It's like our childhood dreams came true. $1",
	"Caroline.Resort": "Hello, @. So, are you here to unwind or to keep busy?",

	// Spring Dialogue
	"Caroline.spring1": "Spring is here! #$b#Everything feels so alive again, doesn't it? $1",
	"Caroline.springMon": "Oh, hello! It's nice to see you settling into town. #$e#Starting a farm is no small task... $11#$b#I'm sure you'll manage. $8",
	"Caroline.springMon2": "I saw you working on your farm earlier. #$b#It reminded me of how determined you used to be as a kid. $1#$b#You never did anything halfway, did you? $6",
	"Caroline.springMon4": "You know, seeing you again after all these years... #$b#It feels a little surreal. But in a good way. $8",
	"Caroline.springMon6": "I was thinking about our childhood the other day. $11#$e#It's funny how time changes everything, and yet... some things feel just the same. $8",
	"Caroline.springMon8": "You really have grown into someone impressive, sweetie. $5^You really have grown into someone impressive, dear. $5#$b#Though I can still see glimpses of that kid I used to chase around. $6",
	"Caroline.springMon10": "You always did have a way of making my heart race, even back then. $4#$e#And now... well, some things never change, sweetie. $10^And now... well, some things never change, sweetie. $10",
	"Caroline.springTue": "It's good to see you making a life here. #$b#Pelican Town could use some fresh energy. $1",
	"Caroline.springTue2": "You're always keeping busy, aren't you? $8#$b#It's a good trait to have, as long as you don't overdo it. $6",
	"Caroline.springTue4": "I caught myself smiling today, thinking about one of our old adventures. #$b#I wonder, do you ever reminisce about those days? $1",
	"Caroline.springTue6": "You've settled in so well it's like you never left. #$b#It's nice, having you around again.",
	"Caroline.springTue8": "You always knew how to get under my skin, sweetie. $2^You always knew how to get under my skin, dear. $2#$b#I can't tell if I should be annoyed or charmed. $3",
	"Caroline.springTue10": "You're dangerous, sweetie! $3^You're dangerous, dear! $3#$b#Showing up after all these years, looking at me like that... #$b#What am I supposed to do with you? $9",
	"Caroline.springWed": "I used to wonder what became of you. #$b#It's nice to finally have my answer. $1",
	"Caroline.springWed2": "There's a warmth in seeing an old friend again. #$b#I hope you feel the same way. $8",
	"Caroline.springWed4": "You always had a way of making people feel at ease. #$b#It's one of the things I admired about you, even back then. $5",
	"Caroline.springWed6": "We were so close once. $11#$b#It makes me wonder... do you think we'd have stayed that way if things had been different? $2",
	"Caroline.springWed8": "You've got dirt on your face again. #$e#Hold still, sweetie...^Hold still, dear... $6#$b#Honestly, you're just as messy as you were back then. $8",
	"Caroline.springWed10": "You keep looking at me like that, sweetie, and I might start believing you never really left at all. $4^You keep looking at me like that, dear, and I might start believing you never really left at all. $4#$e#Wouldn't that be something? $10",
	"Caroline.springThu": "Jodi told me about her recipes. #$b#She swears by her secret spice blend, but I think she's just being dramatic. $8",
	"Caroline.springThu2": "Jodi says I should try meditation to relax. $11#$b#Can you imagine me sitting still for that long? Sounds impossible. $8",
	"Caroline.springThu4": "You know, Jodi and I used to compete over the best home-cooked meal. $8#$b#Maybe I should challenge you next. Think you can handle my cooking? $6",
	"Caroline.springThu6": "Jodi told me something interesting today... $2#$b#Apparently, I talk about you more than I realize. $8#$e#Strange, isn't it, sweetie? $4^Strange, isn't it, dear? $4",
	"Caroline.springThu8": "Jodi's been giving me these looks lately. $11#$b#Like she knows something I don't. $2#$b#Should I be worried, sweetie? $8^Should I be worried, dear? $8",
	"Caroline.springThu10": "Jodi almost called me out in the middle of our conversation today. $11#$b#She's sharp, but not as sharp as you, sweetie... $6^She's sharp, but not as sharp as you, dear... $6#$e#You already know what I'm thinking, don't you? $8",
	"Caroline.springFri": "The museum is such a peaceful place. #$b#Though I always feel like I have to whisper, even when no one else is around. $8",
	"Caroline.springFri2": "I stopped by the museum to read for a bit. #$b#Elliott was there too... I think he was judging my book choices. $2",
	"Caroline.springFri4": "There's something nice about getting lost in a book. $1#$b#No chores, no expectations... just words pulling you somewhere new. $5",
	"Caroline.springFri6": "I found an old journal in the museum today. #$b#It made me wonder... if someone read about your life, what kind of story would they find, sweetie? $6^It made me wonder... if someone read about your life, what kind of story would they find, sweetie? $6",
	"Caroline.springFri8": "You know, sweetie, if you ever want to join me at the museum, I wouldn't mind the company.^You know, dear, if you ever want to join me at the museum, I wouldn't mind the company. #$b#Just don't expect me to share my reading spot. $8",
	"Caroline.springFri10": "I got so caught up in my book, I nearly lost track of time. $2#$e#Funny... the only other person who distracts me like that is you, sweetie. $10",
	"Caroline.springSat": "I woke up early today to get things done... $2#$b#And now I just want to take a nap. Being responsible is exhausting. $3",
	"Caroline.springSat2": "Some customers are so picky... $2#$b#I wonder how Pierre has the patience for it. $8",
	"Caroline.springSat4": "I was thinking about trying a new look. #$b#Something bold. Maybe a new hairstyle? What do you think? $6",
	"Caroline.springSat6": "You know, I think you might be a bad influence on me. $2#$e#The more we talk, the more I find myself wanting to break my routines. $5",
	"Caroline.springSat8": "You keep surprising me, sweetie. ^You keep surprising me, dear. #$b#I can't decide if that's exciting or dangerous. $2",
	"Caroline.springSat10": "I should be finishing my errands, but you have a way of distracting me. $2#$b#Tell me, sweetie... is that intentional? $3^Tell me, dear... is that intentional? $3",
	"Caroline.springSun": "I spent some time in my sunroom this morning. #$b#The plants don't complain, they just grow. It's nice. $1",
	"Caroline.springSun2": "I let myself sleep in today. #$b#For once, I didn't feel guilty about it. $1",
	"Caroline.springSun4": "Sunday dinners are my favorite. #$b#Good food, good company... $1#$e#Though I wouldn't mind a change of scenery now and then. $5",
	"Caroline.springSun6": "I was going to spend the day relaxing, but now I'm considering a little adventure. #$b#Care to join me, sweetie? $8^Care to join me, dear? $8",
	"Caroline.springSun8": "I like quiet Sundays, but I wouldn't mind a little excitement. #$e#Know anyone who could help with that, hmm, sweetie? $6^Know anyone who could help with that, hmm, dear? $6",
	"Caroline.springSun10": "I should be resting, but here I am, caught up in another conversation with you. $2#$e#Tell me, sweetie... do you always have this effect on people? $10^Tell me, dear... do you always have this effect on people? $10",

	// Summer Dialogue
	"Caroline.summer1": "Summer's finally here! #$e#I can't wait for all the fresh fruits and veggies to come. $1#$b#Nothing beats a juicy melon on a hot day! $6",
	"Caroline.summerMon": "Another warm day ahead. #$b#I should probably stay inside, but where's the fun in that? $8",
	"Caroline.summerMon2": "I love the smell of summer. #$e#That mix of fresh air and sun-warmed earth... it's comforting. $1",
	"Caroline.summerMon4": "I was thinking about making homemade lemonade today. #$b#Something about summer just calls for a refreshing drink, don't you think? $6",
	"Caroline.summerMon6": "It's too hot to do anything serious today. $2#$b#Maybe I'll just find a shady spot and pretend my responsibilities don't exist for a while. $11",
	"Caroline.summerMon8": "You should be careful in this heat, sweetie. $5^You should be careful in this heat, dear. $5#$b#I'd hate to see you all worn out before the day's even started. $8",
	"Caroline.summerMon10": "You look troubled today, sweetie. $2^You look troubled today, dear. $2#$e#Something tells me I won't even mind. $11",
  	"Caroline.summerTue": "Aerobics class was exhausting today. $2#$b#Maybe it...s just the summer, but I felt like I was melting halfway through. $3",
	"Caroline.summerTue2": "We tried a new routine in aerobics today. #$b#I thought it would be easy. I was very wrong. $8",
	"Caroline.summerTue4": "I caught myself laughing during aerobics today. $8#$b#Jodi nearly tripped over her own feet, and well... it was hard not to react. $3",
	"Caroline.summerTue6": "I was completely drained after aerobics, but somehow I still had energy to chat afterwards. #$e#Funny how that works, isn...t it, sweetie? $9^Funny how that works, isn...t it, dear? $9",
	"Caroline.summerTue8": "I must...ve been distracted during aerobics today. $11#$b#Kept messing up the moves, and the others definitely noticed. $3#$b#I wonder what—or who—was on my mind, sweetie? $4^I wonder what—or who—was on my mind, dear? $4",
	"Caroline.summerTue10": "Aerobics was exhausting, but the real surprise? #$b#I found myself thinking about you instead of counting reps. $6#$e#That...s dangerous, sweetie... you...re becoming quite the distraction. $10^That...s dangerous, dear... you...re becoming quite the distraction. $10",
	"Caroline.summerWed": "The sun's strong today. #$b#I should probably wear a hat... $11",
	"Caroline.summerWed2": "I spent the morning tending to my garden. #$b#The plants are thriving in this heat. $1#$e#I only wish I could say the same for myself. $8",
	"Caroline.summerWed4": "I walked through town earlier and saw some kids playing with water balloons. #$b#For a second, I almost wished I could join them. $8",
	"Caroline.summerWed6": "There's a little stand outside town that sells the best ice cream. #$b#Maybe I'll take a trip there later... unless you want to bring it to me. $6",
	"Caroline.summerWed8": "The heat doesn't bother me much, but I'll admit... #$b#I wouldn't mind an excuse to stay in the shade a little longer. $6",
	"Caroline.summerWed10": "You're looking at me like you've got something on your mind, sweetie. $2^You're looking at me like you've got something on your mind, dear. $2#$e#Careful now... you might just tempt me into asking what it is. $10",
	"Caroline.summerThu": "Jodi and I had a nice chat in the square today. #$b#She's always got something interesting to say... even when it's just about grocery lists.",
	"Caroline.summerThu2": "I spent some time with Jodi earlier. #$b#She had a lot on her mind... but then again, when doesn't she? $11",
	"Caroline.summerThu4": "Jodi and I talked about summer recipes today. #$b#She suggested a new marinade for grilled vegetables. I might have to try it. $1",
	"Caroline.summerThu6": "Jodi teased me about something earlier. $2#$b#She said I light up when you're around. $3",
	"Caroline.summerThu8": "Jodi asked me a question I wasn't ready for today. #$b#She wanted to know what I really think about you... $4#$e#I laughed it off, but it stuck with me, sweetie. $10^I laughed it off, but it stuck with me, dear. $10",
	"Caroline.summerThu10": "Jodi gave me the look today. $2#$b#She didn't say anything. $11#$e#Somehow, that was worse, sweetie. $2^Somehow, that was worse, dear. $10",
	"Caroline.summerFri": "I stopped by the museum for a bit. #$b#It was nice and quiet... just how I like it. $1",
	"Caroline.summerFri2": "I ended up reading at the museum longer than I planned. #$b#Good books have a way of stealing time, don't they? $8",
	"Caroline.summerFri4": "I came across a fascinating book today. #$b#It's strange to think how much gets forgotten over time. $11",
	"Caroline.summerFri6": "I nearly bumped into someone at the museum because I was too caught up in my book. $8#$b#Distracted? Maybe. Or maybe my mind was elsewhere. $6",
	"Caroline.summerFri8": "I found a book on relationships today. $6#$b#Purely out of curiosity, of course... $8#$b#It claimed men and women can't have truly selfless connections... $11#$b#What do you think, sweetie? $9^What do you think, dear? $9",
	"Caroline.summerFri10": "I was so lost in my book, I didn't even notice the time passing. $8#$b#That only seems to happen when I'm reading... $11#$b#or talking to you, sweetie. $6^or talking to you, dear. $6",
 	"Caroline.summerSat": "I had a full list of things to do today. #$b#And yet, somehow, I ended up doing none of them. $2",  
	"Caroline.summerSat2": "I went out shopping earlier. #$b#Just browsing, really... though I did end up with a few things I didn't need. $2",  
	"Caroline.summerSat4": "The store was busy today. #$b#I always enjoy watching people buy our stuff. $8",  
	"Caroline.summerSat6": "I had every intention of being productive today... #$b#Then I found a comfortable spot in the shade and suddenly, my priorities shifted. $6",  
	"Caroline.summerSat8": "I caught myself looking around for you earlier. $8#$e#It's funny... I don't even realize I'm doing it until it happens, sweetie. $4^It's funny... I don't even realize I'm doing it until it happens, dear. $4",  
	"Caroline.summerSat10": "I told myself I wouldn't get distracted today. $2#$b#But then I saw you, and well... so much for that plan, sweetie. $8^But then I saw you, and well... so much for that plan, dear. $8",  
	"Caroline.summerSun": "I spent the morning tidying up. #$b#It's amazing how quickly things get messy when you're not paying attention.",  
	"Caroline.summerSun2": "I took a walk before it got too hot. #$e#The town feels different in the early morning... quieter, almost like it's still waking up. $11",  
	"Caroline.summerSun4": "I made a big lunch today, just because I felt like it. #$b#Sometimes, you don't need a reason to enjoy good food. $8",  
	"Caroline.summerSun6": "I kept meaning to take a break today, but something kept pulling me in different directions. $11#$b#Or maybe I just wanted an excuse to stay busy. $6",  
	"Caroline.summerSun8": "I had a moment today where everything just felt... still. #$b#Then I caught myself thinking about you, and suddenly, it wasn't so quiet anymore. $3",  
	"Caroline.summerSun10": "I spent most of the day lost in thought. #$b#And if I'm being honest, sweetie... $11^And if I'm being honest, dear... $11#$b#A good portion of those thoughts had something to do with you. $10",  

	// Fall Dialogue
	"Caroline.fall1": "Autumn is such a charming season, don't you think?",
	"Caroline.fallMon": "The air's getting cooler, and the leaves are starting to change. #$b#Abigail loves this season... she says the world looks more alive when it's dying.",  
	"Caroline.fallMon2": "I found my old scarf today. #$b#This brings back so many memories. $4",  
	"Caroline.fallMon4": "I spent some time in the sunroom today, adjusting the plants for the changing weather. #$b#They don't mind the seasons changing... but I think I do. $11",  
	"Caroline.fallMon6": "I stepped outside this morning and took a deep breath. #$e#There's something about the crisp air that makes you feel awake. $1",  
	"Caroline.fallMon8": "The town feels different in fall... quieter, maybe. #$b#Or maybe I'm just noticing things I didn't before... $6",  
	"Caroline.fallMon10": "I stood by the window for a while today. #$b#Just watching the golden leaves drift by. $8#$e#And I realized, sweetie... I was waiting for you. $10^And I realized, sweetie... I was waiting for you. $10",  
	"Caroline.fallTue": "Aerobics class felt different today. #$b#Maybe it's the cooler weather, or maybe I just wasn't as motivated. $11",  
	"Caroline.fallTue2": "We tried some new stretches during aerobics. #$b#It made me realize just how out of shape I actually am. $8",  
	"Caroline.fallTue4": "Jodi and I ended up talking more than exercising today. #$e#Not that I'm complaining... sometimes, catching up is more important than breaking a sweat. $1",  
	"Caroline.fallTue6": "Aerobics was exhausting, but I didn't mind too much. #$b#A little soreness is worth it if it keeps me feeling my best. $6",  
	"Caroline.fallTue8": "After the aerobics class, I lingered a little longer outside, just enjoying the fresh air. #$b#And maybe... hoping you'd pass by. $8",
	"Caroline.fallTue10": "Aerobics was supposed to clear my mind, but it had the opposite effect. $11#$e#Instead, I kept thinking about you, sweetie... $6^Instead, I kept thinking about you, dear... $6",  
	"Caroline.fallWed": "I went to check on our stock for the season. #$b#With how much Abigail loves Fall, we always run out of seasonal treats too fast. $2",  
	"Caroline.fallWed2": "I passed by the community center today. #$b#Even after all these years, it still feels like a place full of stories waiting to be told.",  
	"Caroline.fallWed4": "The scent of fallen leaves filled the air today. #$b#It's such a simple thing, but I couldn't help stopping to take it all in.",  
	"Caroline.fallWed6": "I caught myself looking up at the sky more often today. #$b#Something about the way the clouds drift this time of year feels... different, sweetie. $4",  
	"Caroline.fallWed8": "The town feels smaller in the fall, don't you think? $4#$b#Or maybe it just feels more like home when certain people are around, sweetie. $4",  
	"Caroline.fallWed10": "Some moments feel like they stretch forever, like the world itself is holding its breath. #$b#And in those moments, sweetie, I find myself thinking of you. $4",  
	"Caroline.fallThu": "Jodi and I were talking about how Fall always makes people nostalgic. #$e#She said it reminds her of when Sam was little... #$b#Then I said it just reminds me how quickly time moves. $2",  
	"Caroline.fallThu2": "I saw a bunch of geese flying south today. #$e#Jodi joked about following them to a warmer place... $8#$b#But I don't know, I think I'd rather stay right here. $6",  
	"Caroline.fallThu4": "Jodi mentioned she's been getting up earlier lately. #$b#She says the mornings feel different this time of year. #$b#I think she just enjoys the quiet before the day really starts. $8",  
	"Caroline.fallThu6": "Jodi caught me zoning out mid-conversation. $11#$b#She just smirked and said, 'Thinking about someone?' $8#$e#...I don't know what you're smiling about, sweetie. $2^...I don't know what you're smiling about, dear. $2",  
	"Caroline.fallThu8": "Jodi made an offhand comment about how I seem happier lately. $2#$e#I asked what she meant, and she just laughed. $8#$b#I guess some things are obvious, huh? $6",  
	"Caroline.fallThu10": "Jodi told me, 'You've been different lately.' $2#$b#I wasn't sure what to say, so I just smiled. $8#$e#But I think we both know the reason, sweetie. $10^But I think we both know the reason, dear. $10",  
	"Caroline.fallFri": "I grabbed a book at the museum. #$b#Then spent half an hour staring out the window instead. $8#$e#So much for a quiet afternoon. $2",  
	"Caroline.fallFri2": "It's funny how some books pull you in, while others... #$b#Well, let's just say I spent more time napping than reading today. $8",  
	"Caroline.fallFri4": "I found a book about the valley's old traditions. #$b#Apparently, people used to leave little offerings to the forest spirits in Fall. $11#$e#I wonder if any of that still lingers around here.",  
	"Caroline.fallFri6": "I got distracted at the museum again. $8#$e#Not by the books this time... $6#$b#By a certain someone crossing my mind. $8",  
	"Caroline.fallFri8": "I tried to read, I really did... $2#$b#But my thoughts kept drifting somewhere else. $3#$e#Or should I say, to someone else, sweetie? $8^Or should I say, to someone else, dear? $8",  
	"Caroline.fallFri10": "I must've reread the same sentence five times. $2#$e#Not because it was complicated, but because my mind was stuck on you, sweetie. $6^Not because it was complicated, but because my mind was stuck on you, dear. $6",  
	"Caroline.fallSat": "I spent the morning rearranging my garden. #$b#The colder months always sneak up fast... gotta make sure everything's ready. $1",  
	"Caroline.fallSat2": "Marnie says the wild animals are getting more active. #$b#I guess they know winter's coming too. $6",  
	"Caroline.fallSat4": "I picked some blackberries today and ended up eating half of them on the way home. $6#$b#Whoops. $8",  
	"Caroline.fallSat6": "I ended up with dirt on my face after tending to the garden. $2#$b#I must've looked ridiculous, but I just laughed it off. $8",  
	"Caroline.fallSat8": "I almost tripped in my garden. #$b#Guess I should pay more attention... $2#$b#But hey, it's not my fault I was distracted by the weather. $3",  
	"Caroline.fallSat10": "I found a pumpkin shaped like a heart. #$b#Or maybe I was just seeing things... $4#$e#What do you think, sweetie? $6^What do you think, dear? $6",  
	"Caroline.fallSun": "I made a spiced-flavored tea this morning. #$b#I might've gone overboard with the cinnamon, but hey, it woke me up. $8",  
	"Caroline.fallSun2": "Pierre was grumbling about the fireplace being a hassle to clean. #$b#But guess who'll be the first one sitting by it when it gets cold? $8",  
	"Caroline.fallSun4": "I saw some crows gathering in the fields. #$b#Something about them always feels... I don't know, like they're watching. $11",  
	"Caroline.fallSun6": "I kept finding excuses to step outside today. #$b#Maybe I just wanted to breathe the fresh air... $1#$e#Or maybe I was hoping to run into someone. $6",  
	"Caroline.fallSun8": "I was about to settle in for the night, but then I had this thought... $10#$b#What if you showed up at my door instead? $5#$b#Now I can't stop thinking about it, sweetie. $6^Now I can't stop thinking about it, dear. $6",  
	"Caroline.fallSun10": "The house is quiet, the night is cold... $11#$e#And yet, somehow, my heart is still warm. $4#$b#I think you know why, sweetie. $4^I think you know why, dear. $4",  

	// Winter Dialogue
	"Caroline.winter1": "Winter is such a serene and peaceful time, don't you agree?",
	"Caroline.winterMon": "I woke up early and saw the snow falling by my windows. #$b#It's always a little charming... until you have to step outside, that is. $2",
	"Caroline.winterMon2": "The house always feels quieter in Winter. #$b#Maybe it's the way sound gets muffled by the cold... #$b#Or maybe it's just in my head.",
	"Caroline.winterMon4": "I spent the morning trying to warm up by the fire. #$b#Somehow, even standing right next to it, my fingers were still cold. $8#$b#Guess I just need someone to hold them for me. $6",
	"Caroline.winterMon6": "You ever notice how some people handle the cold better than others? #$b#Meanwhile, others just shiver and complain until someone takes pity on them. $8#$e#Not that I'd name names, of course. $6",
	"Caroline.winterMon8": "The air is sharp, the ground is frozen. #$b#But my heart? $4#$b#Somehow, it still feels warm, sweetie. $5^Somehow, it still feels warm, dear. $5",
	"Caroline.winterMon10": "Winter mornings can be harsh. $11#$e#...but waking up with someone on your mind makes them a little softer, don't you think? $10",
	"Caroline.winterTue": "Aerobics was a struggle today. #$b#Winter makes me want to curl up and hibernate, not stretch and sweat. $2",
	"Caroline.winterTue2": "Jodi and I both agreed—exercising in the cold feels twice as exhausting. $6#$b#Though Marnie said it's just an excuse to be lazy. $8",
	"Caroline.winterTue4": "Jodi swears she saw steam rising off us after aerobics. #$b#I told her she was imagining things. $6#$b#But honestly? I wouldn't be surprised. $8",
	"Caroline.winterTue6": "The floor was freezing today. $2#$b#I nearly jumped when my feet touched it. $3",
	"Caroline.winterTue8": "Aerobics didn't warm me up as much as I hoped. $2#$e#Maybe I just need a different way to keep warm. $6",
	"Caroline.winterTue10": "They say exercise gets your blood flowing... #$e#But somehow, you have a way of making my heart race even more. $10",
	"Caroline.winterWed": "The snow makes everything feel slower. #$b#Like the whole valley is just... resting.",
	"Caroline.winterWed2": "The cold makes my hands go numb so quickly. #$b#I keep telling myself I'll buy better gloves, but I never do. $2",
	"Caroline.winterWed4": "I saw some kids playing in the snow. #$b#For a second, I almost forgot how cold it was... $1#$b#Well, Almost. $8",
	"Caroline.winterWed6": "Some poor soul slipped on the ice this morning. $2#$b#I hope they're okay. $11",
	"Caroline.winterWed8": "It's the kind of cold that lingers, you know? #$e#The kind that stays on your skin, in your bones... $6#$b#But even then, thinking of you is enough to chase it away. $9",
	"Caroline.winterWed10": "Snowfall, cold air, frozen streets... $11#$e#And yet, one thought of you, and I swear I can feel warmth again... $11",
	"Caroline.winterThu": "Jodi and I ended up talking about summer today. #$b#Guess even she's getting tired of winter. $8#$b#Though between us, I think she just misses having an excuse to eat ice cream. $6",  
	"Caroline.winterThu2": "We had a long chat about kids today. #$b#She said Vincent keeps running outside without his coat. $8#$b#Meanwhile, Abigail won't leave the house unless she absolutely has to. $2",  
	"Caroline.winterThu4": "Jodi was in a mood today, so I tried to cheer her up. #$b#I even made her laugh—one of those real, belly-holding laughs. $8#$b#If that's not a victory, I don't know what is. $5",  
	"Caroline.winterThu6": "There was a strong wind in the square today. #$e#I thought I was bundled up enough... $8#$b#Then it nearly stole my scarf right off me. $2#$b#If you see it blowing past, let me know. $3",  
	"Caroline.winterThu8": "Jodi says winter makes her sentimental. #$b#Can't say I blame her. $4#$b#Cold days, long nights... it's easy to start thinking about certain people, sweetie. $5^Cold days, long nights... it's easy to start thinking about certain people, dear. $5",  
	"Caroline.winterThu10": "I barely heard a word Jodi was saying today. $2#$e#Not my fault! My thoughts were elsewhere. $3#$b#Or should I say, on someone, hmm? Sweetie? $6^Or should I say, on someone, hmm? Dear? $6",  
	"Caroline.winterFri": "I found a book with a ridiculous title today. #$b#Something about love, fate, and a handsome duke. $6#$b#Naturally, I had to read the first few pages. $8",  
	"Caroline.winterFri2": "There's something about the library in winter. #$e#The quiet, the warmth, the smell of old pages... $4#$b#Almost makes me want to stay there all day. $8",  
	"Caroline.winterFri4": "I got completely lost in a book today. #$b#Then I looked up and realized the sun had already set. $2#$e#Not the worst way to spend an afternoon, I suppose. $1",  
	"Caroline.winterFri6": "I overheard someone at the library sighing dramatically. #$b#Turned out they were reading a tragic romance. $8#$e#It was so over-the-top, I almost laughed... $8#$b#Well, Almost. $6",  
	"Caroline.winterFri8": "I read something interesting today. #$b#It said warmth isn't just about temperature—it's about people too. $4#$e#Seems like a fancy way of saying some people just make life cozier, sweetie. $5^Seems like a fancy way of saying some people just make life cozier, dear. $5",  
	"Caroline.winterFri10": "I stayed at the library longer than usual. #$b#Not for the books, though. $6#$e#I was just waiting for someone to walk in and give me a better reason to stay. $10",  
	"Caroline.winterSat": "Pierre tried to get me to taste-test a new tea blend today. #$b#Let's just say... $2#$b#Not all experiments are successful. $8",  
	"Caroline.winterSat2": "I found an old box of winter decorations in the house. #$b#Half of them are falling apart, but I can't bring myself to throw them away. $11",  
	"Caroline.winterSat4": "I spent the morning baking. #$b#I was aiming for 'delicate and elegant'... $2#$b#But somehow ended up with 'slightly burned but still edible.' $3",  
	"Caroline.winterSat6": "I caught myself staring out the window for a long time. #$e#Not at anything in particular. $6#$b#Just watching the way the world slows down in winter. $11",  
	"Caroline.winterSat8": "I made tea, sat by the window, and let the day pass me by. #$b#Would've been perfect if I had someone to share it with, sweetie. $6^Would've been perfect if I had someone to share it with, dear. $6",  
	"Caroline.winterSat10": "A quiet morning, a warm drink, and someone stealing glances at me across the table... $6#$e#Now that would be the perfect winter day, sweetie. $5^Now that would be the perfect winter day, dear. $5",  
	"Caroline.winterSun": "I woke up to the sound of Pierre shoveling snow. #$b#I should've helped, but... $8#$b#Well, my blanket was too warm to leave. $6",  
	"Caroline.winterSun2": "Winter is perfect for doing absolutely nothing. #$b#Not that I get to... $11#$b#But it's a nice thought. $8",  
	"Caroline.winterSun4": "I tried knitting today. #$b#If you ever need a lumpy, uneven scarf, I'm taking requests. $8",  
	"Caroline.winterSun6": "I stepped outside for just a second today. #$b#One breath of that freezing air, and I immediately regretted it. $8#$b#Never again. $8",  
	"Caroline.winterSun8": "There's something about cold that makes warmth feel even better. $6#$e#And I don't just mean sitting by the fire, dear. $10^And I don't just mean sitting by the fire, dear. $10",  
	"Caroline.winterSun10": "A snowy evening, a quiet house, and the thought of someone keeping me warm... $11#$e#Maybe winter isn't so bad after all, sweetie. $10^Maybe winter isn't so bad after all, dear. $10",  

	// Marriage Dialogues
	"Caroline.RainyDay.0": "Oh my, it seems the rain is coming down hard today. $2#$b#But that's alright, because it means I can spend even more time with you.",
	"Caroline.RainyDay.1": "It's raining! Darling! #$b#We don't need to water the plants today, we can take a break and relax for a while. $8",
	"Caroline.RainyDay.2": "Days like this always make the farm feel cozy. #$b#Though, it'll be hard to focus when all I want is to sit with you and listen to the rain. $6",
	"Caroline.RainyDay.3": "Don't get too wet, be careful not to catch a cold, okay? #$b#If you ever get sick, you won't be able to take care of your crops properly. $6",
	"Caroline.RainyDay.4": "Do you think the mines will get all wet at the bottom when it rains? $11#$b#Sorry, it may sound silly to ask, but I can't help wondering! $8",
	"Caroline.RainyNight.0": "The rain tapping against the window is so soothing. #$b#It's the perfect excuse to stay close and do nothing for once. $5",
    "Caroline.RainyNight.1": "Hey, I was thinking. $11#$b#The rain is perfect for staying in bed to relax. $5#$b#Why don't we do just that? $6",
	"Caroline.RainyNight.2": "Hey~ $6#$b#Caught you staring again, didn't I? $8#$b#You're not subtle, you know. Not that I mind. $4",
    "Caroline.RainyNight.3": "Rain used to make me feel restless. #$b#Now, I just look forward to spending it with you. $4",
    "Caroline.RainyNight.4": "Nights like these remind me of when we used to sit on the porch together. #$b#I don't think we ever said much... but it was nice, wasn't it? $5",
    "Caroline.RainyNight.5": "You should get some rest soon. #$e#Come on, let's sleep. $5",
	"Caroline.IndoorDay.0": "Running a farm together isn't exactly what I pictured. $11#$b#But I have to admit, I wouldn't trade it for anything. $6",
    "Caroline.IndoorDay.1": "You're always working so hard. #$e#Just don't forget to take breaks, okay? $2#$b#I'm serious... $3",
	"Caroline.IndoorDay.2": "Sometimes I think we should travel around. #$e#This world is so big, we can go and explore everywhere. $1",
    "Caroline.IndoorDay.3": "The house gets a bit quiet when you're out working. #$b#But I'm always happy to see you walk through that door. $1",
	"Caroline.IndoorDay.4": "You can work hard, but promise me to stay safe. #$b#I'll be thinking of you when you're not around. $2",
	"Caroline.IndoorNight.0": "It's nice having nights like this, isn't it? #$e#No rush, no worries... just us. $10",
	"Caroline.IndoorNight.1": "The night is still long... $10#$b#Let's talk about other things... $6",
    "Caroline.IndoorNight.2": "Hey, look at that moon tonight. #$b#I's bright enough to light up the whole farm. $1",
	"Caroline.IndoorNight.3": "Hmm...? $7#$b#It's nothing, I just want to kiss you $6",
	"Caroline.IndoorNight.4": "Oh, you're back already! $1#$b#I tried cooking something different today. #$b#Want to taste-test it for me? Be honest, okay? [218 732 207 224]$1",
	"Caroline.Outdoor.0": "Oh? Do you want to have some as well? [613 398 634] $8#$b#What! Don't call me fat! $2",
	"Caroline.Outdoor.1": "Come on, keep working! $5#$b#Didn't I used to encourage you to do something like this before? $6",
    "Caroline.Outdoor.2": "Honestly, seeing you out here working the fields is still a little surreal. $5#$b#The old you might've so tired by now! $8",
    "Caroline.Outdoor.3": "Make sure to take breaks when you need them, darling. $5#$e#You know I can't help worrying about you. $2",
	"Caroline.Outdoor.4": "Today's air feels refreshing. $1#$e#After being away from the city for so long, I've almost grown accustomed to this kind of air. $1",
	"Caroline.OneKid.0": "Darling, it's time to change how you address me... $2#$b#Especially not in front of our kid... $8#$e#That's Right! Daddy, come give me a hug~ $7^Right! Mommy, come give me a hug~ $7",
	"Caroline.OneKid.1": "%pet and %kid1 seem to get along so well. #$b#I caught them sitting together earlier. $1",
	"Caroline.OneKid.2": "Are we going to send %kid1 to study in the city in the future? #$b#But if it were up to you, letting %kid1 inherit this farm would also be a good choice. $1#$b#Am I right or am I thinking too far ahead? $11",
	"Caroline.OneKid.3": "I can't believe that we have a child now, none of this seems real. #$b#All of this is so beautiful it feels almost unreal, too perfect to be real. $5",
	"Caroline.TwoKids.0": "We have to provide the same level of care to our two children. #$b#Don't you think so, ~darling~? $6",
    "Caroline.TwoKids.1": "Did you see %kid1 smiling at %kid2 earlier? #$e#It's moments like that that make everything feel so right. $1#$b#We're a real family now, aren't we? $5",
    "Caroline.TwoKids.2": "Could you handle changing %kid1's diaper this time? $11#$b#I need to feed %kid2 before they start crying again. $2",
	"Caroline.TwoKids.3": "Looking after two kids has made me busier than ever, and I feel completely drained! $2#$e#I need a little boost from you darling... $10",
    "Caroline.TwoKids.4": "It's pretty amazing, isn't it? Our family feels so complete. $1#$b#I can''t wait to see what the future holds for us. $8",	
	"Caroline.Good.0": "I feel so lucky to have married you. Every moment with you makes me happy. $1#$e#We'll always be this happy, right? $1",
    "Caroline.Good.1": "~Darling~, you mean everything to me. $4#$e#Even after all this time, that feeling hasn't changed. $5",
	"Caroline.Good.2": "It makes me happy that our marriage hasn't made our relationship stale. #$e#Oh wait, why did I ever even think that would happen? $8",
    "Caroline.Good.3": "I don't know why, but I never take a single day with you for granted. #$b#It just feels too precious. $5",
    "Caroline.Good.4": "The way you work so hard every day... it's really admirable. #$b#It's amazing to see how much you've grown, darling. $8",
	"Caroline.Good.5": "Do you like living here more than in the city? #$e#Maybe we can live here till we grow old, is that what you want? $6",
    "Caroline.Good.6": "I feel like we understand each other in a way most couples don't. $6#$b#Maybe it's because we grew up together? $6",
    "Caroline.Good.7": "You're turning my dreams into reality. #$b#That's why I love you more than anything. $1",
	"Caroline.Good.8": "You know what I love about us? #$b#We don't need big, flashy gestures to prove anything. $1#$e#We just get each other. That's all that matters. $8",
    "Caroline.Neutral.0": "I feel like something's off between us lately... #$e#What's going on with you? $11",
    "Caroline.Neutral.1": "Can we talk for a moment? #$e#We're married, and I want to know what's been on your mind. $2",
    "Caroline.Neutral.2": "I really need a hug... $10",
    "Caroline.Bad.0": "Why are you treating me like this... $2",
    "Caroline.Bad.1": "You've been so distant lately... $11#$e#Did I do something wrong? $2",
    "Caroline.Bad.2": "I thought you were different... $11",
    "Caroline.Bad.3": "I thought you truly loved me... $11",
	"Caroline.funLeave.0": "I'll be out for a bit, just need some time in town. #$b#Don't miss me too much, okay, darling? $6",
	"Caroline.funLeave.1": "I'm heading out for a while! #$e#If you behave, I might bring you back a surprise. $6",
	"Caroline.funLeave.2": "I'm stepping out for a bit. #$b#Don't worry— $7#$b#I'll be thinking of you the whole time. $5",
	"Caroline.funLeave.3": "I just need some fresh air. #$b#... $7#$b#I'll be back before you know it. $5",
	"Caroline.funLeave.4": "I feel like wandering around town for a while. #$b#You'd better have a hug ready when I'm back! $6",
	"Caroline.funLeave.5": "I'm off to run a few errands. #$b#Don't have too much fun without me! $8",
	"Caroline.funLeave.6": "I'll be out for a bit, darling. #$b#Stay out of trouble while I'm gone, hmm? $2",
	"Caroline.funLeave.7": "I'm stepping out for a bit. #$b#Keep the bed warm for me, okay, darling? $6",
	"Caroline.funLeave.8": "The day's too lovely to waste indoors. #$b#I'll be back before you even miss me! $8",
	"Caroline.funLeave.9": "I'll be out for a bit. $7#$e#Oh, darling? $2#$b#Don't you ever think I'll forget about you! $3",
	"Caroline.funReturn.0": "I'm back! The town was lively today. $5#$b#Oh, I brought some food too! $1#$b#Let's eat together. [207 218 244 610] $8",
	"Caroline.funReturn.1": "I'm back! $8#$b#What? Did you miss me? $6#$b#I brought a little treat for you. [207 218 244 610] $5",
	"Caroline.funReturn.2": "It feels so good to be home. #$b#I missed you, darling. $7",
	"Caroline.funReturn.3": "I'm back! $1#$b#You didn't start dinner without me, did you? $2",
	"Caroline.funReturn.4": "I'm home! #$b#You wouldn't believe the stories I heard in town today. $6",
	"Caroline.funReturn.5": "Town was fun, but I'm glad to be back. #$b#Here, I got us something to share. [207 218 244 610] $5",
	"Caroline.funReturn.6": "I saw some interesting things at the museum today. #$b#Maybe we can go together next time? $5",
	"Caroline.funReturn.7": "I'm back, darling. #$b#Did you miss me? $5#$b#Oh, don't look so surprised—I missed you too, you know. $8",
	"Caroline.funReturn.8": "It's good to be home. #$b#There's nowhere else I'd rather end my day than here with you. $1",
	"Caroline.funReturn.9": "The walk home felt longer today. $11#$b#Maybe it's because I couldn't wait to be back with you.",
	"Caroline.patio.0": "Stretching under the sun feels so good. #$b#You should join me sometime—loosen up a little. $1",
	"Caroline.patio.1": "The breeze is perfect today. #$b#Oh, don't give me that look. $2#$b#I'm not overdoing it. $3",
	"Caroline.patio.2": "You're staring. $2#$b#Am I distracting you? $3#$b#Good. $6",
	"Caroline.patio.3": "Don't worry about me, darling. #$b#I've got my sunscreen on—I'll be fine. $8#$e#Maybe I'll come in soon, but for now, the sun feels nice. $1",
	"Caroline.patio.4": "I'm not as young as I used to be, but I can still touch my toes. #$b#What about you?",
	"Caroline.spouseRoom.0": "I just brewed a fresh pot of tea. #$b#Would you like to share a cup with me? $5#$b#Here, take this! [614] $1",
	"Caroline.spouseRoom.1": "The house feels cozy today. #$b#Let's relax for a bit. $1",
	"Caroline.spouseRoom.2": "I found this new tea blend. #$b#It's very soothing. $5#$b#Here, have some! [StardropTea] $1",
	"Caroline.spouseRoom.3": "You've been working hard. #$b#Sit down, I'll pour you some tea. [614] $1",
	"Caroline.spouseRoom.4": "Even after all this time, I still love these quiet moments with you. #$b#Though, if you keep looking at me like that. $2#$b#I might forget what 'quiet' means. $6",
	"Caroline.spring_1.M": "Spring's here, darling. Everything feels so fresh and alive. #$e#Let's make the most of the season! $1",
	"Caroline.spring_12.M": "The egg hunt always brings back memories from our childhood. #$e#Maybe we should take some time to relive a bit of those days. $6",
	"Caroline.spring_23.M": "The outfits at the flower dance are always so elegant and timeless. #$e#It's nice to see traditions like that being cherished. $8",
	"Caroline.summer_1.M": "The cicadas are back—that sound always screams summer to me. $2#$e#I hope the farm thrives as much as the trees do in this heat. $1",
	"Caroline.summer_10.M": "Have you got everything ready for the Luau tomorrow? #$e#It's one of those events where everyone's effort really shows. $5",
	"Caroline.summer_27.M": "The Moonlight Jellies are coming tomorrow! #$b#They'll be gliding through the waters again. $1",
	"Caroline.fall_1.M": "Fall is here, and it's time to focus on the harvest. #$b#Don't worry, darling, I'll be here to keep things running smoothly. $8",
	"Caroline.fall_15.M": "Have you decided what to bring to the fair this year? #$e#We should aim to make a lasting impression! $8",
	"Caroline.fall_26.M": "I got this dress yesterday, it was a little surprise gift. #$b#You didn't mention anything about it to anyone, did you? $2",
	"Caroline.winter_1.M": "It's snowing! Winter is so quiet and serene. #$b#Let's enjoy this peaceful season together. $5",
	"Caroline.winter_7.M": "Are you ready for the festival tomorrow? #$e#I've seen you practicing, and I just know you'll make a big splash! $8",
	"Caroline.winter_24.M": "I'm so excited, darling! $5#$b#I can't wait to see what surprise you've got for me. $6",
	"Caroline.winter_28.M": "The year's almost over... so much has happened, but the best part was spending it all with you. $5",

	// Schedule Dialogues
	"Caroline.Museum_Reading.1": "Finally... A little time to myself. #$b#But knowing you, you'll probably find a way to interrupt me, won't you? $6",
	"Caroline.Museum_Reading.2": "The library is the perfect escape.#$b#And no, you can't tease me about my reading preferences, sweetie. $2^And no, you can't tease me about my reading preferences, dear. $2",
	"Caroline.Museum_Reading.3": "Sometimes, I think the library is underrated. #$b#Not everyone realizes how nice it is to just sit and enjoy a book. $1",
	"Caroline.Museum_Reading.4": "Shh, don't tell anyone I'm here. $3#$b#This is my secret spot to rest. $2",
	"Caroline.Museum_Reading.5": "If you're going to distract me, at least make it worth my while. $2#$b#Just kidding... $8#$b#Or am I? $6",
	"Caroline.Altar.1": "The altar room? It's been here longer than I have. #$b#I keep it clean for anyone who might need a moment of quiet. $1",
	"Caroline.Altar.2": "It's a nice thought, having a space like the altar room. #$b#Even if I don't use it, I respect what it means to others. $1",
	"Caroline.Altar.3": "The altar room has this quiet presence to it. #$b#Sometimes I just sit there for a moment to clear my head.",
	"Caroline.Altar.4": "The altar room has seen its share of people seeking comfort. #$b#I hope it continues to be a place where others feel welcome. $1",
	"Caroline.Altar.5": "Some spaces just have a calm energy about them. #$b#The altar room is one of those, even if I'm not in there often.",
	"Caroline.Visit_Harvey_1.1": "Annual check-ups are a necessary evil. #$b#But I'd rather be out enjoying the crisp fall air. $2",
	"Caroline.Visit_Harvey_2.1": "Oh, are you waiting too? #$b#Maybe we can swap tips on how to survive Harvey's lectures. $8",
	"Caroline.Visit_Harvey_3.1": "Alright, wish me luck! #$b#If you hear laughter, it's probably because I confessed to eating cookies for breakfast. $6",
	"Caroline.Visit_Harvey_1.2": "Harvey always manages to make these visits feel less daunting. #$b#It's a skill, I suppose. $11",
	"Caroline.Visit_Harvey_2.2": "Oh, hi there! #$b#Are you here to make sure I don't back out? Because it's tempting. $8",
	"Caroline.Visit_Harvey_3.2": "Well, here goes nothing. $2#$b#Harvey's going to tell me to stop snacking so much, isn't he? $3",
	"Caroline.Visit_Harvey_1.3": "I can never tell if I'm more nervous or bored in the waiting room. $2#$b#Maybe it's a little of both. $8",
	"Caroline.Visit_Harvey_2.3": "What about you? Are you here for a check-up too? #$b#Either way, it's nice to have someone to talk to. $1",
	"Caroline.Visit_Harvey_3.3": "Alright, let's see how well I've been taking care of myself this year! $6",
	"Caroline.Visit_Harvey_1.4": "I wonder if Harvey gets tired of these routine check-ups. #$b#He always seems so patient, though. $1",
	"Caroline.Visit_Harvey_2.4": "Oh, you're here too? #$b#Let me guess... Harvey told you to cut back on working too hard on the farm? $6",
	"Caroline.Visit_Harvey_3.4": "Wish me luck! #$b#Let's hope he doesn't add anything new to my 'health goals.' $6",
	"Caroline.Visit_Harvey_1.5": "It's my annual check-up today. $2#$b#Hopefully, it's quick and painless. $2",
	"Caroline.Visit_Harvey_2.5": "You're here too? Did Harvey double-book us? $2#$b#Well, at least it gives me someone to chat with.$8",
	"Caroline.Visit_Harvey_3.5": "Excuse me, I have to say some things to Doctor Harvey in private. #$b#Don't get jealous now, okay, sweetie? $6^Don't get jealous now, okay, dear? $6",
	"Caroline.Aerobics_1.1": "Hmm... Should I wear my bright headband today? $11#$b#It's a bit bold, but why not? $8",
	"Caroline.Aerobics_2.1": "Jodi, you're looking so strong these days! #$b#What's your secret? Don't hold out on me.",
	"Caroline.Aerobics_3.1": "I hope I remembered my water bottle. #$b#The last thing I want is to keel over halfway through! $8",
	"Caroline.Aerobics_1.2": "Aerobics day! #$b#Time to see if I can keep up with the others.",
	"Caroline.Aerobics_2.2": "Marnie, always bring such great energy to the group! #$b#I think you might secretly love being the center of attention though. $8",
	"Caroline.Aerobics_3.2": "I should've eaten a lighter breakfast. #$b#Squats and pancakes don't mix well... $3",
	"Caroline.Aerobics_1.3": "Should I try leading the warm-up today?#$b#Maybe... or maybe I'll leave it to Jodi.",
	"Caroline.Aerobics_2.3": "Marnie, you were talking about trying yoga instead of aerobics! #$b#I can't imagine you staying still that long! $8",
	"Caroline.Aerobics_3.3": "I think I've earned a snack after workout. #$b#Maybe just one cookie. Or two. $6",
	"Caroline.Aerobics_1.4": "Do you think I should switch to running instead of aerobics?#$b#Then again, I'd miss the group too much.",
	"Caroline.Aerobics_2.4": "Emily, you keep saying we should add dancing to the routine! #$b#I wouldn't mind—it sounds like a lot of fun!",
	"Caroline.Aerobics_3.4": "I can already feel the burn just thinking about today's session.#$b#But it's worth it... mostly.",
	"Caroline.Aerobics_1.5": "Do you think I should switch to running instead of aerobics? $11#$b#Then again, I'd miss the group too much. $8",
	"Caroline.Aerobics_2.5": "Jodi, you always push yourself so hard!#$b#Remember, it's okay to take it easy sometimes.",
	"Caroline.Aerobics_3.5": "Time for a long shower and a nap. #$b#Why does post-workout fatigue feel so good?",
	"Caroline.NightMarket.1": "Holiday shopping is in full swing! #$b#Let's hope I don't forget anyone on the list this year. $6",
	"Caroline.NightMarket.2": "The holidays are such a busy time, but I love the energy. #$b#It's nice seeing everyone getting into the spirit. $1",
	"Caroline.NightMarket.3": "I enjoy picking out gifts for the people I care about. #$b#It's my way of showing how much they mean to me. $1",
	"Caroline.NightMarket.4": "Do you think I go overboard with holiday shopping? #$b#No? Good, because I have a surprise planned for you too. $6",
	"Caroline.NightMarket.5": "Let me guess, you're curious about your gift. #$b#You'll just have to wait a little longer, sweetie. $8^You'll just have to wait a little longer, dear. $8",

	// Marriage Schedule Dialogues
	"Caroline.BathHouse_Pool.1": "I used to think about moments like this back when we were younger. $5#$b#I never told you that, did I? $8",
	"Caroline.BathHouse_Pool.2": "The steam feels nice... #$b#But I think it's you making me feel so warm. $9",
	"Caroline.BathHouse_Pool.3": "I was supposed to come here to unwind... $2#$b#You being here makes me feel anything but calm. $3",
	"Caroline.BathHouse_Pool.4": "Oh? You followed me here, darling? $3#$b#If someone comes in, what will they think about us being this close? $8",
	"Caroline.BathHouse_Pool.5": "I never thought I'd be sharing a moment like this with you. #$b#If someone told me back then, I'd have laughed! $8#$b#...or blushed. $4",
	"Caroline.BathHouse_Pool.6": "If you're going to sit that close to me, it's only fair you give me a kiss. $6#$b#Don't look so nervous. I'm just asking for a little kiss! $8",
	"Caroline.Fountain.1": "The fountain's reflection always makes me think... $2#$b#Am I who I wanted to become? $11",
	"Caroline.Fountain.2": "Do you remember when we played by the old creek? $6#$b#I always thought you'd fall in one day, with how clumsy you were! $8",
	"Caroline.Fountain.3": "Life doesn't always turn out the way we plan, but meeting you again? $11#$b#That feels like fate. $1",
	"Caroline.Fountain.4": "Pelican Town has its charm. $1#$b#Though sometimes, I miss the fields we used to run through as kids. $5",
	"Caroline.Fountain.5": "Some places are perfect for thinking. $11#$b#This is one of them for me. $8",
	"Caroline.Graveyard.1": "Sometimes I imagine her smiling down on us... $2#$b#Do you think she'd be happy with how things turned out? $11",
	"Caroline.Graveyard.2": "I wonder if Mona ever felt trapped. $2#$b#Like... there was something more she wanted from life. $11",
	"Caroline.Graveyard.3": "I think Abigail feels closer to Mona here. $2#$b#Maybe that's why she comes here. $11",
	"Caroline.Graveyard.4": "This place makes me reflect on what really matters. $2#$b#I'm grateful for you, you know?",
	"Caroline.Graveyard.5": "Abigail doesn't say much, but I think this place means something to her too. $2",
	"Caroline.Marnie.1": "Marnie and I were just chatting about her animals. $1#$b#She says one of the cows has been acting up—maybe it's the weather? $11",
	"Caroline.Marnie.2": "Marnie's been telling me about how she keeps her animals so healthy. #$b#It's fascinating how much care goes into keeping the animals happy. $1",
	"Caroline.Marnie.3": "I always admire how much effort Marnie puts into her farm. #$b#It's inspiring, really. $1",
	"Caroline.Marnie.4": "Marnie's dedication to her work is inspiring. #$b#I should start putting the same care into my tea blends again. $1",
	"Caroline.Marnie.5": "Did you know Marnie picks out the best hay for her animals? #$b#It kind of reminds me of choosing the right tea leaves. $8#$b#The little things really do matter, don't they? $1",
	"Caroline.Traveling_Cart.1": "There was a book here last week with gorgeous illustrations of plants! $1#$b#But the words were all foreign, I have no idea what it says. $2",
	"Caroline.Traveling_Cart.2": "She told me her goods come from far-off places. #$b#It makes me wonder about the stories behind everything she sells. $11",
	"Caroline.Traveling_Cart.3": "She sold me this herb once that made my tea taste so fresh. $1#$b#I've been hoping to find it here again. $2",
	"Caroline.Traveling_Cart.4": "She had this beautiful tea set here once. #$b#I didn't buy it then, and I still regret it. $2#$b#Maybe I'll get lucky today. $11",
	"Caroline.Traveling_Cart.5": "Doesn't her hair look a little like mine? $11#$b#Maybe we're distant cousins or something! $8",
	"Caroline.Museum_Reading.Spouse.1": "This book says cooking is all about love and care. #$b#Should I test that theory on you tonight, darling? $1#$b#I bet you wouldn't mind being my taste tester. $8",
	"Caroline.Museum_Reading.Spouse.2": "I found an old book about stargazing. #$e#Remember when we used to sneak out and count the stars? $8#$b#Maybe we should relive those nights... but this time as a married couple. $6",
	"Caroline.Museum_Reading.Spouse.3": "You always get that look when you're staring at me. $2#$e#Should I stop reading and just focus on you instead? $3#$e#You know I don't mind. $6",
	"Caroline.Museum_Reading.Spouse.4": "This gardening guide says talking to plants helps them grow better. #$b#Do you think they'd grow faster if I told them how much I love you? $8",
	"Caroline.Museum_Reading.Spouse.5": "I caught myself smiling while reading your book again. #$b#The way you described me... $4#$b#You made me sound like this perfect girl! $8#$b#Am I living up to the role, darling? $6",
    "Caroline.Robin.1": "Oops, you caught me conspiring with Robin about our... *private renovation projects* #$b#We're working on a surprise that'll brighten up the place... $6#$b#—literally! $8",
    "Caroline.Robin.2": "Remember how we'd build blanket forts that 'accidentally' collapsed? #$b#Robin's teaching me structural integrity... $1#$b# Though where's the fun in that? $8",
    "Caroline.Robin.3": "I asked Robin to make me spice rack for my new tea blends. #$b#Though I might need you to... $11#$b#*test the stability* of the shelves later. $6",
	"Caroline.Robin.4": "I asked Robin about expanding my garden area. $1#$e#She suggested something extravagant, but I told her simple is more my style. #$b#You agree, don't you? $2",
	"Caroline.Robin.5": "Robin says our house needs thicker walls. #$e#Should I be concerned about what she's heard? $8#$b#Or... #$b# *flattered*? $6",
    "Caroline.Playground.1": "We used to fight over who got to swing higher... #$b#Now I just wonder how you stare so quietly. $11",
	"Caroline.Playground.2": "This slide is steeper than our old one. #$b#But hey, do you remember when you'd dare me to go backwards? $8",
	"Caroline.Playground.3": "Hard to believe we used to rule the playground like it was our kingdom. #$b#Now look at us—adults pretending to be responsible. $8#$b# Do you ever miss building castles with me in the sandbox? $6",
	"Caroline.Playground.4": "Remember when we used to race to the top of the jungle gym? #$b#You always let me win... #$b#Or so I thought. $2#$b#Turns out you were just being nice. $3#$b#That's not changing anytime soon, is it? $5",
	"Caroline.Playground.5": "We used to sit on benches like this, making up stories about the people walking by. #$b#Now, we're the ones with stories to tell. $1",
	"Caroline.Helping.1": "Evelyn says George needs three pillows now to stay comfortable. #$b#Makes me wonder... will you fluff my pillows when I'm that age? $6",
	"Caroline.Helping.2": "We're planting perennials today. #$b#I told myself these flowers will outlast any bad decision... like my first wedding. $8",
	"Caroline.Helping.3": "Evelyn seems to have a special connection with the plants. #$b#I've never seen someone so focused while watering them. $11",
	"Caroline.Helping.4": "I finally learned Evelyn's arthritis tea recipe. #$b#Guess I'll need it when we're old and creaky. $11#$b#Don't worry, I'll make enough for you too. $6",
	"Caroline.Helping.5": "Evelyn teased me about how we're still young and in love. #$b#So stay strong, okay, darling? $5#$b#I'll still want you to pull me close when I get older. $6",
	"Caroline.Bridge.1": "Abigail still asks me to braid her hair before her adventures. #$b#Well, some things never change, even if she pretends they do. $11",
	"Caroline.Bridge.2": "I told Abigail swords won't solve all her problems... #$b#Well, at least she inherited my sharp instincts. $8",
	"Caroline.Bridge.3": "Abby acts like we don't talk. $11#$b#But I still mend her clothes and patch her up after every 'adventure.' $8#$b#Being her mom doesn't stop just because I married you, you know. $5",
	"Caroline.Bridge.4": "Abby still rolls her eyes when I give advice. $2#$b#Though, I know she's listening.",
	"Caroline.Bridge.5": "Abby will always be my little girl. #$b#Knowing she has someone like me to rely on makes it easier to let go.",
    "Caroline.Mountains.1": "I thought Abby came up here to mope... #$b#Now I see why. The wind here is so refreshing. $1#$e#I... should've brought a scarf. $2#$b#Or... you could just warm me up yourself, ~darling~? $6",
	"Caroline.Mountains.2": "Funny, I used to think silence was awkward... #$b#But here with you, it feels just right.",
    "Caroline.Mountains.3": "I never got Abby's love for Amethyst... #$b#Then I saw a quartz... $4#$b#They shine like your eyes at sunset. $5#$b#Oh, hey... Don't let that go to your head. $2",
	"Caroline.Mountains.4": "The mountains make everything else seem so small... #$b#Glad you're here with me to see it. $1",
    "Caroline.Mountains.5": "I think I finally get why Abigail loves it up here... #$b#It's her way of escaping and finding herself. $11#$b#I guess she takes after me more than I thought. $11",

	// FESTIVALS
	//// Pre-Marriage
	"Caroline.Egg.0": "Wow, this takes me back! #$b#Remember when we used to collect eggs in the backyard? $8#$b#I bet you'd still trip over your own feet if you got too excited. $6",
	"Caroline.Egg.1": "The festival's grown a bit since we were kids, hasn't it? #$b#I kind of miss how simple it used to be, just the two of us running around. $5",
	"Caroline.Egg.2": "I can already hear you yelling, 'I found the most eggs!' $6#$b#Some things never change... or am I wrong this time? $6",	  
	"Caroline.Egg.2.0": "The festival feels a little different every year. #$b#Still, seeing all these eggs reminds me of the silly games we used to play. $11",
	"Caroline.Egg.2.1": "Do you remember when you tried to hide eggs in the most ridiculous places? $8#$b#I'm surprised we didn't lose half of them for good.",
	"Caroline.Egg.2.2": "You used to get so serious about finding the 'best' eggs. #$b#I'd always let you win, of course... or so I told myself. $8",
	"Caroline.Egg.2.3": "I think I saw some golden eggs on the table. #$b#It's like they knew you'd show up. $8",
	"Caroline.Egg.2.4": "There's something about these festivals that makes me feel young again. #$b#Though I doubt I could keep up with you now! $8",
	"Caroline.Dance.0": "The Flower Dance hasn't changed much over the years, has it? #$b#It reminds me of the time we tried to teach each other how to dance. $1",
	"Caroline.Dance.1": "I always thought these dances were so elegant. #$b#Of course, I also thought you'd trip over your feet, and you proved me right back then. $8",
	"Caroline.Dance.2": "This festival's always been a bit awkward, don't you think? #$b#But at least we don't have to stand in the corner like we did as kids! $6",
	"Caroline.Dance.2.0": "Do you ever feel like the Flower Dance is an excuse to show off? $2#$b#Not that I'm complaining, it's nice to see everyone having fun. $8",
	"Caroline.Dance.2.1": "It's a bit strange having this feeling after all these years. $11#$b#I guess some traditions never lose their charm. $1",
	"Caroline.Dance.2.2": "I spotted you trying to dance earlier. $6#$b#I'd say you've improved since we were kids, but I'd probably be lying. $8",
	"Caroline.Dance.2.3": "These flower crowns always make me feel so silly. #$b#Do you think we wore them better as kids? $1#$b#I'm not so sure. $6",
	"Caroline.Dance.2.4": "Sometimes I wonder if we should have danced back then instead of just watching. $11#$b#But knowing us, we probably would've made a mess of it. $8",
	"Caroline.Luau.0": "The Luau always reminds me of how beautiful Pelican Town can be. #$b#It's easy to forget when you're busy running around every day.",
	"Caroline.Luau.1": "I saw someone toss a perfectly good melon into the soup earlier. $2#$b#Part of me wants to fish it out, but maybe I'll just grab a plate later. $8",
	"Caroline.Luau.2": "Don't tell anyone. #$b#...but I've always wondered what would happen if someone added hot peppers to the soup. $6#$b#Think Lewis would survive it? $8",
	"Caroline.Luau.2.0": "I saw Emily dancing by the shore earlier. $5#$b#It made me realize I haven't danced in years. #$b#Maybe next time. $1",
	"Caroline.Luau.2.1": "My, my, that soup smells delicious! Don't you smell it? $1#$b#What did you put in there? $2#$b#Don't worry, I'm sure it'll turn out delicious! $8",
	"Caroline.Luau.2.2": "I thought about adding my green tea leaves to the soup this year. #$b#Then I remembered... not everyone has my taste.",
	"Caroline.Luau.2.3": "The ocean feels refreshing, isn't it? #$b#Sometimes, I wonder why I don't visit the beach more often. $11",
	"Caroline.Luau.2.4": "I caught Mayor Lewis eyeing the soup nervously earlier. #$b#You didn't put anything suspicious in there, did you? $2",	  
	"Caroline.Jellies.0": "It's a peaceful night. #$b#The way everyone gathers here makes it feel special, even before the jellies arrive. $1",
	"Caroline.Jellies.1": "I wonder if the jellies ever notice how many people come to see them. $11#$b#Maybe they think we're the strange ones! $8",
	"Caroline.Jellies.2": "When I was younger, I thought the jellies were magical beings. #$b#Even now, I still kind of believe it. $1",
	"Caroline.Jellies.2.0": "You know, I used to think this festival was just a nice tradition. $11#$b#...but lately, I find myself looking forward to it more than I should.",
	"Caroline.Jellies.2.1": "There's something about this festival that feels so peaceful. #$b#I'd stay out here all night if I could. $1",
	"Caroline.Jellies.2.2": "Pierre doesn't get why I enjoy this festival. $2#$b#He doesn't understand how much moments like this matter. $3",
	"Caroline.Jellies.2.3": "Waiting for the jellies feels longer every year. $2#$b#Maybe it's because I keep hoping for something else to happen first. $6",
	"Caroline.Jellies.2.4": "Pierre says the jellies are just a tourist attraction, but I think he's wrong. $2#$b#Some things are beautiful simply because they are. $5#$b#Don't you agree? $8",
	"Caroline.Fair.0": "Are you having a good time? #$b#How many tokens did you win so far? $6#$b#Enough for a prize, I hope? $8",
	"Caroline.Fair.1": "The energy here is contagious. #$b#Even I feel like trying my hand at one of these games... #$b#Do you think I'd be any good? $1",
	"Caroline.Fair.2": "The whole town's out enjoying themselves... It's nice, isn't it? #$b#Days like these make me forget how fast the seasons pass. $11",
	"Caroline.Fair.2.0": "I saw someone lose all their star tokens in one go... $11#$b#Tragic, really. Not that I'd ever be that reckless. $6",
	"Caroline.Fair.2.1": "Let me guess... you've got something incredible in that grange display? #$b#Don't be too smug when you win. $6",
	"Caroline.Fair.2.2": "It's fun watching everyone get so competitive over simple games. $8#$b#Don't worry, I won't judge if you get a little too into it too. $6",
	"Caroline.Fair.2.3": "There's a trick to winning these games, I'm sure of it. $2#$b#If I figure it out first, I'll let you in on the secret. $1#$b#...for a price. $6",
	"Caroline.Fair.2.4": "This festival has such a warm feeling to it. I think that's why I like it so much—nights like these make life feel a little lighter.",
	"Caroline.Halloween.0": "Do you like my costume? #$b#I wasn't sure it was appropriate, but Pierre insisted. $2#$b#Funny, it doesn't feel like me at all. $3",
	"Caroline.Halloween.1": "This festival brings back memories of simpler times. #$b#Don't you miss those carefree nights, just laughing and running around? $8",
	"Caroline.Halloween.2": "The maze isn't so scary when you've been through worse, huh? #$b#Still, I'd feel safer with someone by my side. $6",
	"Caroline.Halloween.2.0": "I caught you looking earlier. $6#$b#Did my costume surprise you, or are you just surprised I'd wear it? $8",
	"Caroline.Halloween.2.1": "Spirit's Eve always feels a little... heavy, doesn't it? $11#$b#Maybe it's just me. $2#$b#Or maybe I need better company. $2",
	"Caroline.Halloween.2.2": "I can't believe Pierre let me wear this tonight. $2#$b#Though, I wonder if he even noticed. $3",
	"Caroline.Halloween.2.3": "I overheard someone say this costume suits me. #$b#Do you agree, or were they just being polite? $11",
	"Caroline.Halloween.2.4": "Do you think anyone would notice if we vanished for a little while? #$b#Just to talk, of course. $6",
	"Caroline.Ice.0": "Pierre keeps grumbling about the cold, but I caught him sneaking a second cup of cocoa. #$b#He's secretly enjoying himself. $8",
	"Caroline.Ice.1": "Abigail seems fascinated by the ice sculptures. #$b#I think she's secretly hoping for something more dramatic, like an ice dragon. $1",
	"Caroline.Ice.3": "You've got snow on your nose! #$b#Don't move— $2#$b#There, all gone. $1#$b#You're welcome! $6",
	"Caroline.Ice.2.0": "Every year, these sculptures seem more elaborate. #$b#If they ever make one of you, I hope they get your smile just right. $1",
	"Caroline.Ice.2.1": "I overheard someone say this festival is their favorite day of winter. #$b#Honestly, I can see why. $1",
	"Caroline.Ice.2.2": "The lake looks like glass today. #$b#It's tempting to slide across it, but I'm not risking a bruised backside. $8",
	"Caroline.Ice.2.3": "I saw Abigail admiring the sculptures earlier. #$b#She's got quite an eye. Maybe she gets it from me? $8",
	"Caroline.Ice.2.4": "If they ever add a snowball fight to this festival. #$b#I'm counting on you to be on my team. $8",
	"Caroline.Christmas.0": "Don't tell me you wrapped your gift last minute. $2#$b#Let me guess—it's either creative or a total disaster. $8#$b#Which is it? $8",
	"Caroline.Christmas.1": "Merry Christmas! $1#$b#Did you really travel all the way here without a scarf? $2#$b#You never did learn to dress for winter. $6",
	"Caroline.Christmas.2": "Bet you didn't expect to see me looking this good. #$b#Go ahead, say it— $6#$b#I won't tell Pierre. $5",
	"Caroline.Christmas.2.0": "You didn't forget to bring a gift, did you? $2#$b#That'd be... awkward. $11",
	"Caroline.Christmas.2.1": "Careful— $2#$b#Pierre's watching me as I talk to you. $3#$b#Don't make it look like we're plotting something, or he'll get curious. $2",
	"Caroline.Christmas.2.2": "Do you remember how much snow we'd eat as kids? #$b#I'm pretty sure half of it was dirt. $8",
	"Caroline.Christmas.2.3": "I helped decorate the tree this year! $1#$b#Don't worry, I didn't let Pierre pick the ornaments. $8",
	"Caroline.Christmas.2.4": "If today feels calm and perfect, it's because you're part of it. #$b#I hope you know that. $1",

	//// Post-Marriage
	"Caroline.Egg.spouse.0": "Darling, look at all these eggs! #$b#It reminds me of when we were kids. $1#$b#You used to be so competitive during egg hunts! $8#$b#Are you still as quick as you were? $6",
	"Caroline.Egg.spouse.1": "The smell of freshly baked eggs is making my mouth water. $6#$b#I wonder if I can tempt you into letting me sneak one early? $8",
	"Caroline.Egg.spouse.2": "It's funny seeing all these kids excited to hunt eggs. #$b#I feel like we should join them—don't you? $5#$b#Or would that be too embarrassing for you? $8",	  
	"Caroline.Egg.2.spouse.0": "Another Egg Festival already? #$b#Time flies when you're with someone who keeps life interesting. $4$#$b#Let's make some new memories together, darling. $6",
	"Caroline.Egg.2.spouse.1": "The table's full of egg dishes already. #$b#I wonder if they would notice if I snuck one for us to share? $6",
	"Caroline.Egg.2.spouse.2": "The decorations are simple, but they do have a certain charm. #$b#It's refreshing to see something so happy, isn't it, darling? $1",
	"Caroline.Egg.2.spouse.3": "I noticed some of the eggs have little designs on them. #$b#Makes me wonder if we should try painting some together next year. $5",
	"Caroline.Egg.2.spouse.4": "I heard some of the eggs came from Marnie's farm. #$b#Doesn't it make you want to raise some more chickens on our farm? $8",
	"Caroline.Egg.2.spouse.5": "Do you think the egg hunt will ever have a 'grown-ups only' round? $8#$b#I'd love to see everyone scrambling around, it would be hilarious. $8",
	"Caroline.Egg.2.spouse.6": "These festivals are nice, but nothing compares to just being here with you, darling. #$b#You're my favorite part of all this, you know. $4",
	"Caroline.Egg.2.spouse.7": "Are you planning to win the egg hunt again this year, darling? $6#$b#If you don't, I might just have to tease you about it later. $6",
	"Caroline.Egg.2.spouse.8": "Seeing all these eggs reminds me of when we were kids. #$b#But back then, I never imagined I'd be hunting for happiness and find you instead. $5",
	"Caroline.Egg.2.spouse.9": "You look like you're in the mood for some fun today. $6#$b#Try not to let me distract you too much from the competition! $8",	  
	"Caroline.Dance.spouse.0": "Dancing under the open sky with you feels like something out of a dream. #$b#Promise me we'll make this a tradition, okay? $5",
	"Caroline.Dance.spouse.1": "I've always loved the Flower Dance. #$b#...but being here with you makes it so much sweeter. $5#$b#Just don't step on my toes, okay, darling? $6",
	"Caroline.Dance.spouse.2": "Do you remember how we used to laugh at the couples dancing when we were kids? $8#$b#I never imagined I'd be here with you one day... and loving every moment. $5",
	"Caroline.Dance.2.spouse.0": "It's funny, I used to think these dances were a bit silly. #$b#Now, I can't imagine missing a single one with you, darling. $5",
	"Caroline.Dance.2.spouse.1": "Darling, remember our first flower dance? #$b#You were too shy to ask me then, but look at you now. $1#$b#You're still the most handsome boy here. $6^You're still the most gorgeous girl here. $6",
	"Caroline.Dance.2.spouse.2": "Do you think people can tell how much fun we're having? $6#$b#You make this festival feel so special, darling. $5",
	"Caroline.Dance.2.spouse.3": "All these couples around us... #$b#It makes me proud knowing I'll be dancing with the best partner here. $5",
	"Caroline.Dance.2.spouse.4": "These steps are so simple, but somehow they feel brand new when I'm with you. $4#$b#Funny how that works, isn't it? $8",
	"Caroline.Dance.2.spouse.5": "I caught a few people glancing our way. $11#$b#I can't blame them, you do make quite the impression, darling. $5",
	"Caroline.Dance.2.spouse.6": "The flowers, the music, the air... it's all beautiful! #$b#But you're the only thing I can focus on right now. $4",
	"Caroline.Dance.2.spouse.7": "You don't have to be the best dancer to make me happy. #$b#Just don't let go of my hand, okay? $3",
	"Caroline.Dance.2.spouse.8": "It's moments like these that remind me how lucky I am. #$b#You really are my greatest joy. $4",
	"Caroline.Dance.2.spouse.9": "I think I've been smiling all day, and it's entirely your fault. $2#$b#How do you always manage to make me feel this way, darling? $5",	  
	"Caroline.Luau.spouse.0": "I never thought we'd stand together at a festival like this again. #$b#Funny how life circles back, isn't it? $1",
	"Caroline.Luau.spouse.1": "Pierre used to hate coming to these. $2#$b#I'd spend half the time apologizing for his scowls. $3#$b#But now? I think I'll just enjoy the view... with you. $5",
	"Caroline.Luau.spouse.2": "I caught you staring, darling. $6#$b#What, do I look that good in this dress? $5",	  
	"Caroline.Luau.2.spouse.0": "It's funny, no matter how many of these I attend. $2#$b#The soup always smells the same. $11#$b#But you? $6#$b#You make it feel brand new every time. $5",
	"Caroline.Luau.2.spouse.1": "Don't let Lewis catch us sneaking tastes before the pot's ready. $6#$b#Not that I'd mind breaking a rule with you. $8",
	"Caroline.Luau.2.spouse.2": "The Luau always brings out the best and worst in people. #$b#Good thing I already have the best part right here with me. $5",
	"Caroline.Luau.2.spouse.3": "I was thinking... maybe next year. #$b#We could bring something special for the soup. $1#$b#A secret ingredient only we know about. $6",
	"Caroline.Luau.2.spouse.4": "Darling, stop fussing over the soup. $2#$b#It's going to be fine! Just enjoy the day with me, won't you? $5",
	"Caroline.Luau.2.spouse.5": "This breeze feels so refreshing. #$b#You can almost forget how chaotic the farm gets during summer, can't you? $1",
	"Caroline.Luau.2.spouse.6": "You've got a smudge of something on your face. $2#$b#Here—hold still. $5#$b#There, all better. $5#$b#Now, where's my thank you? $6",
	"Caroline.Luau.2.spouse.7": "Let's make a deal! $6#$b#If Lewis says the soup is bland. #$b#We're sneaking off to the beach with our own picnic. $8",
	"Caroline.Luau.2.spouse.8": "Every Luau reminds me of how much I love summer. #$b#Though, it's better now that you're in my summers too. $5",
	"Caroline.Luau.2.spouse.9": "Darling, do you remember how I hated getting sand in my shoes when we were younger? #$b#You're lucky I've grown out of that. $6",
	"Caroline.Jellies.spouse.0": "Isn't it funny how the whole town gathers just to watch glowing jellyfish? #$b#Yet here I am, and I wouldn't miss it for anything. $8",
	"Caroline.Jellies.spouse.1": "Abby was daring me to touch a jellyfish if one comes close. #$b#I told her I'd do it if she goes first. $6#$b#She didn't like that response! $8",
	"Caroline.Jellies.spouse.2": "The ocean always reminds me of how small we are. $11#$b#But standing beside you, I feel like I can take on the whole world. $5",
	"Caroline.Jellies.2.spouse.0": "You know, I used to bring Abby to this festival when she was little. #$b#Back then, she thought the jellies were aliens coming to visit us. $8",
	"Caroline.Jellies.2.spouse.1": "Come a little closer, darling. $4#$b#It's cold tonight, and I could use the warmth. $5",
	"Caroline.Jellies.2.spouse.2": "I think I saw a jellyfish out there already. $11#$b#Or maybe my eyes are just playing tricks on me. $2#$b#Either way, it's exciting. $1",
	"Caroline.Jellies.2.spouse.3": "The ocean feels is so calm tonight. #$b#If I close my eyes, I can almost imagine us drifting away. $8",
	"Caroline.Jellies.2.spouse.4": "Abigail's staring at the water like it holds all the answers to life. #$b#She gets that from me, you know.",
	"Caroline.Jellies.2.spouse.5": "Do you feel that? #$b#The tide is shifting... quiet but powerful. $1#$b#It reminds me of how you've changed my life. $5",
	"Caroline.Jellies.2.spouse.6": "Someone told me the jellies glow because they're celebrating their journey. #$b#It's a nice thought, isn't it? #$b#Finding joy in just... being here. $5",
	"Caroline.Jellies.2.spouse.7": "You know, as kids, we used to chase fireflies. #$b#Now here we are, watching jellyfish instead. $1#$b#At least this time, you won't trip over your own feet, right? $6",
	"Caroline.Jellies.2.spouse.8": "Some people come here hoping the jellies will bring them luck. #$b#Me? I don't need luck anymore. $6#$b#I've already got everything I want. $5",
	"Caroline.Jellies.2.spouse.9": "Before the jellies arrive, there's this perfect moment of stillness. #$b#Standing here with you makes it even better. $5",
	"Caroline.Fair.spouse.0": "Win or lose, I still think your display is the best. #$b#But if you do win, I might just have to steal some of the credit. $6",
	"Caroline.Fair.spouse.1": "Fairs always make me feel like a kid again. #$b#Just for today, let's forget our responsibilities and have some fun. $8#$b#You can even buy me a treat... if you're feeling generous. $6",
	"Caroline.Fair.spouse.2": "Our first fair as a married couple... #$b#Feels different, doesn't it? $1#$b#Everything's a little brighter, a little warmer. $5#$b#Or maybe that's just me. $4",
	"Caroline.Fair.2.spouse.0": "We should play together and see who's the better at using the slingshot. $6#$b#Winner gets to pick dinner! $8",
	"Caroline.Fair.2.spouse.1": "A festival where you can win prizes and stuff yourself with food? #$b#I think I've figured out why you love this event so much. $1",
	"Caroline.Fair.2.spouse.2": "Go on, darling, show off a little. #$b#It's not every day the whole town gathers just to admire your work. $5#$b#Well, mostly admire... George is probably judging. $8",
	"Caroline.Fair.2.spouse.3": "I know you're aiming for the star tokens, but I'm more interested in winning a prize from the games. #$b#Think you can earn me something cute? $6",
	"Caroline.Fair.2.spouse.4": "Tell me the truth! $2#$b#Are you here for the fair, or just for the prizes? $2#$b#I won't judge. $8#$b#...much. $6",
	"Caroline.Fair.2.spouse.5": "There's a certain charm to these games. #$b#I wonder if anyone's ever figured out the perfect strategy. $1#$b#...besides sheer luck, of course. $8",
	"Caroline.Fair.2.spouse.6": "Oh no, you're looking at that strength test again. Just remember, darling, your worth isn't measured by how hard you can swing a hammer. But if you lose, I might laugh.",
	"Caroline.Fair.2.spouse.7": "There's something fun about watching the whole town let loose for a day. Even the serious types are smiling. Must be the magic of the fair… or the free food.",
	"Caroline.Fair.2.spouse.8": "Mayor Lewis always gets that smirk when someone questions the games. $2#$b#He'll never give a straight answer, will he? $3",
	"Caroline.Fair.2.spouse.9": "I bet I could still beat you in the fishing game. But don't worry, I won't make you prove it. Not today, at least.",
	"Caroline.Halloween.spouse.0": "I figured I'd dress up as a goddess tonight. #$b#What do you think? $1#$b#Is it too much? $6#$b#Or maybe just enough for your wife, hmm? $6",
	"Caroline.Halloween.spouse.1": "You've got that look on your face again. $2#$b#Come on, spit it out. $3#$b#Is it the costume or the fact that I am wearing it? $8",
	"Caroline.Halloween.spouse.2": "The maze might be spooky, but I think you're the scariest thing here. #$b#Stealing my heart like that should be a crime! $5",
	"Caroline.Halloween.2.spouse.0": "Darling, I've caught you staring more than once tonight. $5#$b#Am I that dazzling, or do you just love seeing me like this? $4",
	"Caroline.Halloween.2.spouse.1": "I hope you're not expecting me to crawl through the maze in this outfit. #$b#I'd rather spend the evening with you. $5",
	"Caroline.Halloween.2.spouse.2": "It's been years, and somehow you still manage to make me feel like the only person in the room. #$b#How do you do it? $4",
	"Caroline.Halloween.2.spouse.3": "The lights, the music, the costumes... #$b#...but honestly, all I care about is being here with you. $5",
	"Caroline.Halloween.2.spouse.4": "Some of the people said I looked like a goddess tonight. #$b#Funny, I thought I was already married to the god of charm. $8",
	"Caroline.Halloween.2.spouse.5": "You'd better stay close tonight. $2#$b#This costume might draw more attention than I bargained for. $6",
	"Caroline.Halloween.2.spouse.6": "The maze can't be that bad, can it? $3#$b#Maybe the maze won't be so bad if we face it together. $1#",	
	"Caroline.Halloween.2.spouse.7": "If I got lost in the maze, would you come find me? #$b#Or would you wait for me somewhere... alone in the dark? $6",
	"Caroline.Halloween.2.spouse.8": "Darling, Spirit's Eve is nice and all... #$b#...but wouldn't it be more fun if we disappeared for a little while? $6#$b#Just you and me. $8",
	"Caroline.Halloween.2.spouse.9": "I could wear this costume every day if it keeps getting that look from you. Who knew dressing up could be so rewarding?",
	"Caroline.Ice.spouse.0": "I used to be so competitive at these contests. $1#$b#Now, I think I enjoy watching more... #$b#...unless you're challenging me, of course. $8",
	"Caroline.Ice.spouse.1": "It's freezing, but it's worth it to see everyone having fun. #$b#I'll cheer you on from here! $5",
	"Caroline.Ice.spouse.2": "Do you remember when we tried fishing as kids? I #$b#don't think either of us caught anything, but we laughed so hard we nearly fell in. $8",
	"Caroline.Ice.2.spouse.0": "You'd better save me a spot next to the fire later. #$b#After all this cold, I'll need to defrost with you. $9",
	"Caroline.Ice.2.spouse.1": "You're not planning on slipping and falling, are you? #$b#Because if you do, I'm laughing first and helping second. $8",
	"Caroline.Ice.2.spouse.2": "The air's so crisp today. $2#$b#It's the kind of cold that makes you want to grab someone warm... $9",
	"Caroline.Ice.2.spouse.3": "I was thinking of joining in this year. #$b#But seeing you out there is entertainment enough for me. $5",
	"Caroline.Ice.2.spouse.4": "Try not to look so serious out there. #$b#It's a festival, not a championship! $2",
	"Caroline.Ice.2.spouse.5": "If you catch the biggest fish, I'll make you dinner with it. #$b#If not, you're on dish duty. $6#$b#Sound fair? $8",
	"Caroline.Ice.2.spouse.6": "Don't worry, darling, I'm keeping an eye on the contest. #$b#I'll make sure no one's cheating... $2#$b#...except maybe for you. $6",
	"Caroline.Ice.2.spouse.7": "Watching you fish makes me wonder if I should've brought my own rod. Or at least a warm drink.",
	"Caroline.Ice.2.spouse.8": "Is it bad that I'm rooting for you to win? Don't tell the others, or they'll say I'm playing favorites.",
	"Caroline.Ice.2.spouse.9": "After this festival, we're going straight home. I need a blanket, a warm fire, and you by my side.",	  
	"Caroline.Christmas.spouse.0": "The snow's beautiful, isn't it? #$b#Quiet but full of life—just like the people here today. $1",
	"Caroline.Christmas.spouse.1": "I saw some of the kids laughing by the tree. #$b#It made me smile—something about their joy feels contagious. $1",
	"Caroline.Christmas.spouse.2": "Abby was excited about her gift. #$b#It's nice to see her so cheerful—it reminds me of when she was little. $5",
	"Caroline.Christmas.2.spouse.0": "I really hope you are my secret santa, darling. $1#$b#I can't wait to see what surprise you pick out for me! $5",
	"Caroline.Christmas.2.spouse.1": "Did you enjoy your gift? #$b#No, really—tell me the truth. $2#$b#Because if not, I might just have to make it up to you later. $6",
	"Caroline.Christmas.2.spouse.2": "You've got snow on your hair—hold still. #$b#There, all gone. $5#$b#Though, I wouldn't mind an excuse to keep fussing over you a little longer. $6",
	"Caroline.Christmas.2.spouse.3": "Don't forget to take a moment to breathe. #$b#Days like this should be enjoyed, not rushed. $1",	  
	"Caroline.Christmas.2.spouse.4": "I hope you're staying warm! #$b#You're not invincible, you know. $2#$b#Don't make me worry. $3",
	"Caroline.Christmas.2.spouse.5": "Oh, you're shivering. #$b#Here, come closer. $5#$b#What? $8#$b#I'm just being practical. Don't read too much into it... $4#$b#...or do. Your choice. $9",
	"Caroline.Christmas.2.spouse.6": "I caught you staring. $2#$b#Not at the tree— $2#$b#Not at the feast— $3#$b#...just at me. #$b#I hope you weren't expecting me to look away first. $6",
	"Caroline.Christmas.2.spouse.7": "I don't need gifts today. #$b#Seeing that smile of yours is more than enough for me.",
	"Caroline.Christmas.2.spouse.8": "The snow seems softer this year. #$b#Or maybe I'm just in a good mood. $1#$b#Either way, I'm glad we're here together. $4",
	"Caroline.Christmas.2.spouse.9": "Emily's energy today is something else. She's practically buzzing—makes me wonder what got her so excited.",

	//EVENTS
	//2 Hearts
	"Caroline.MuseumBook.0": "Today, I came to the library to give Caroline something. I had a feeling she'd be here.",
	"Caroline.MuseumBook.1": "Oh! Sweetie!^Oh! Dear! #$b#Didn't expect you were going to show up today. $1",
	"Caroline.MuseumBook.2": "Isn't it a bit stuffy in here, though? Maybe it's just me... $11#$b#Anyway, what brings you to this place? Did anything catch your interest? #$b#Or did Pierre happen to mention that I'd be here? $2",
	"Caroline.MuseumBook.Question.1": "#I must confess, I came to the library hoping to bump into you.#Not up to much, just dropped by for some light reading.",
	"Caroline.MuseumBook.Question.2": "#Wait! Caroline... #Okay Caroline, I'll see you around!",
	"Caroline.MuseumBook.Flirt": "Oh, really now? You're full of surprises! $3#$b#But just so you know, teasing is my job. $8#$b#But really, it's nice to see you here. $4#$b# Well... Sweetie...^Well... Dear... $9#$b# I appreciate the sentiment. It's refreshing to have such a charming presence around, especially when it's yours. $10",
	"Caroline.MuseumBook.Flirt.2": "What is it? ~Sweetie~?^What is it? ~Dear~?",
	"Caroline.MuseumBook.Flirt.3": "Hey, um, I recently finished writing a book, and I can't help but think of you when it comes to sharing it.#Would you maybe be interested in giving it a read?#I'd love to know what you think. You'd be the first person I'd want to share it with.",
	"Caroline.MuseumBook.Flirt.4": "Sure thing, sweetie. I'll be sure to give it a read. $1^Sure thing, dear. I'll be sure to give it a read. $1#$b#I wonder- $11",
	"Caroline.MuseumBook.Flirt.5": "You gave Caroline the book you wrote about your time together during high school.#Okay then, Caroline. See you later!",
	"Caroline.MuseumBook.Flirt.6": "Hey wai-! #$b# He just left... $2^She just left... $2#$b# I wonder what this is about though. $11#$b# I suppose I'll just have to find out for myself. $1",
	"Caroline.MuseumBook.3": "Oh, you're just here for some light reading? $11#$b#I see... Well, there's plenty to browse here, sweetie. $1^Well, there's plenty to browse here, dear. #$b#These old shelves are positively fascinating, wouldn't you agree? $1",
	"Caroline.MuseumBook.4": "How about you? What brings you here?",
	"Caroline.MuseumBook.5": "Oh, me? I was just enjoying this book about tea. $5#$b#I enjoy coming here from time to time. It's wonderfully peaceful and quiet. $8#$b# It's the perfect place to read, you know, like how making a cup of tea can be a little escape from the day. $1#$b#Finding little moments of peace, like savoring a good book or enjoying a warm cup. #$b#Wouldn't you agree, sweetie?^Wouldn't you agree, dear?$1",
	"Caroline.MuseumBook.6": "Simply reading about it makes me feel like I can escape a little. $11#$b# But there's something special about a good cup of Earl Grey. It's really simple to make but it's really good for the taste. $1#$b# Just boil some water, add a tea bag or loose leaves, let it steep for a few minutes, and then add a splash of milk if you like.$5#$b# Oh dear, I got carried away... $8#$b#I should probably get back to this book before the museum closes.$1#$b# I'll see you around, sweetie.^I'll see you around, dear.",
	"Caroline.MuseumBook.7": "I wish I could have chatted with Caroline a bit more, but I felt too shy to keep the conversation going.",
	"Caroline.MuseumBook.8": "I guess I'll just see what's interesting in here.",
	"Caroline.MuseumBook.9": "A few hours has passed and the museum is near from closing.",
	"Caroline.MuseumBook.10": "Oh! It's getting late! $2#$b# I should probably get going, Pierre must be worried sick.",
	"Caroline.MuseumBook.11": "Sweetie? You're still here? $2^Dear? You're still here? $2#$b#Well, I should probably get going now, see you later! $1",
	"Caroline.MuseumBook.12": "Oh Shoot! I forgot to give her this book!",
	"Caroline.MuseumBook.13": "I might just leave it right here, in the usual spot where she always picks out her books.",
	"Caroline.MuseumBook.14": "You left the book you wrote about your time together during high school. With a sticky note that says '-For Caroline'.#Hopefully, she'll notice it soon.",
	"Caroline.MuseumBeauty.1": "I ran into Caroline.",
	"Caroline.MuseumBeauty.2": "I want to talk to her. #But my shyness held me back. #I found myself browsing the same section as her, hoping to catch her eye.",
	"Caroline.MuseumBeauty.3": "She was sitting by the window, the golden afterglow sprinkled on her eyelashes, and hit her eyes through a few sparse rays of light, flickering and flickering in the blink of an eye.",
	"Caroline.MuseumBeauty.4": "At that moment, I remembered the past, remembered that afternoon in the corner of the study room.",
	"Caroline.MuseumBeauty.5": "I remembered myself who gathered the courage to confess out loud.",
	"Caroline.MuseumBeauty.6": "For some reason, The way I remember you in your high school uniform slowly seems to match how you look now.",
	"Caroline.MuseumBeauty.7": "It's hard to understand what happened between us, you left many shadows from the past, but you also abandoned me at some point.#What were you doing all those days I wasn't by your side?#Why did you choose to marry someone else?",
	"Caroline.MuseumBeauty.8": "We had our promise, didn't we? That one day, I'd place a ring on your finger. #How I wish I could turn back time.",
	"Caroline.MuseumBeauty.9": "My Childhood Bestfriend, Caroline.",
	"Caroline.MuseumBeauty.10": "Wow... I was too shy to even pick it up at first because the main character has the same name as me!$4#$b#I wasn't sure what to expect, but this book is fantastic! So glad I finally finished it.$1",
	"Caroline.MuseumBeauty.11": "~Sweetie~... Oh? ^~Dear~... Oh? #$b# What's wrong with you? Why are you secretly wiping your tears behind these bookshelves? $s#$b# Did someone hurt you?$3",
	"Caroline.MuseumBeauty.12": "No, no, you're mistaken. #My eyes got some dust in them when I picked up this book. #I'll leave for now, goodbye Caroline.",
	"Caroline.MuseumBeauty.13": "Hey! Wait a min-",

	//4 Hearts - Photo Album
	"Caroline.PictureBook.1": "*singing* Sizzle and pop! Peppers bright! #$b#Something's special cooking up just right! $8",
	"Caroline.PictureBook.2": "Oh, sweetie! I didn't expect to see you here. $1^Oh, dear! I didn't expect to see you here. $1#$b#Ah, Why are you so far away? $2#$b#Come on, don't be shy. We used to practically cook together, remember? $8",
	"Caroline.PictureBook.3": "So, have you been keeping busy lately? I hardly see you around anymore. #$b#You should stop by more often. Cooking alone sometimes makes me feel lonely. $1",
	"Caroline.PictureBook.4":"Ah... Those were the days... $5#$b#Back then, you'd act like you were helping me to cook, but actually, you just wanted to taste what I made. $6#$b#Sometimes, I wish I could turn back time. Be young and carefree again, just like we were back then.",
	"Caroline.PictureBook.Question": "#Yeah... I mean, those times were nice.#I guess so. But, things change, right?#I can't help but wonder, who are you cooking for?",
	"Caroline.PictureBook.Response.1": "Thinking back on all the moments we've shared always makes me smile. $4",
	"Caroline.PictureBook.Response.2": "I suppose you're right. Life moves forward, whether we want it to or not. $11#$b#But there's still beauty in looking back, don't you think?",
	"Caroline.PictureBook.Response.3": "This is for me! $1#$b#Why are you looking at me like that? Do you want some too?$2#$b#But maybe... $6#$b#Okay, okay, you're my bestfriend, so maybe I can sneak you a bite... later!$8",
	"Caroline.PictureBook.Fail": "I spent my time cooking with Caroline.#It was enjoyable, but afterwards, I called it a day.#Sometimes, I wonder what might have happened if I had done things differently.",
	"Caroline.PictureBook.5": "Oh, goodness me, I got so caught up in our conversation, I completely forgot about the cookbook. $8#$b#Can you get it for me, sweetie? It's in my room by the bookshelf.^Can you get it for me, dear? It's in my room by the bookshelf.",
	"Caroline.PictureMemory.1": "You found a photo album containing photos of you and Caroline.#It is placed at the bottom of the bookshelf.#You flipped through the pages and looked at it for a long time.",
	"Caroline.PictureMemory.2": "Sweetie, what's taking you so long?^Dear, what's taking you so long?", 
	"Caroline.PictureMemory.3": "Oh, isn't this a photo of us from high school? $1#$b# You were so little back then! $8#", 
	"Caroline.PictureMemory.4": "What's wrong? Why are you not talking to me? #$b#Last time at the library, you also look sad and left as if you had something on your mind.  $2#$b#Can you tell me about it?", 
	"Caroline.PictureMemory.Question.1": "#When did you get married?#It's nothing, really...",
	"Caroline.PictureMemory.Response.1": "Me? I met Pierre after I came here. He courted me for a few years and we got married. #$b#Ah! You're not jealous because I'm married, are you? $8#$b#Don't worry, I won't neglect you just because I married Pierre. $6#$b#You're like a little brother to me.$5^You're like a little sister to me.$5",
	"Caroline.PictureMemory.Response.2": "Sweetie, you can't hide it from me.$2^Dear, you can't hide it from me. $2#$b#I know when something's not right. You can talk to me, okay?$10",
	"Caroline.PictureMemory.Question.2": "#I appreciate your concern, but I promise I'm okay.#Do you really not remember anything? Do you not remember the day I confessed to you?",
	"Caroline.PictureMemory.Response.Lie": "Oh, sweetie... I see how it is.$11^Oh, dear... I see how it is. $11#$b#It's alright, you don't have to say anything if you don't want to. #$b#I'm here to support you regardless. $1#$b#I am your big sister after all, don't you ever forget that.$5",
	"Caroline.PictureMemory.Response.Truth.1": "What things? $2#$b#...$11#$b#Sorry, I really don't remember what it was. Can you tell me? $2", 
	"Caroline.PictureMemory.Response.Truth.2": "Oh, a confession? $11#$b#Wait... $2#$b#Wait a minute...  $2", 
	"Caroline.PictureMemory.Response.Truth.3_1": "You're not making fun of me with that book you gave to me, are you? $3#$b#But I have to say, sweetie, your book was really interesting.$5^But I have to say, dear, your book was really interesting. $5#$b#But I'm not sure how it relates to what we're talking about. $11",
	"Caroline.PictureMemory.Response.Truth.3_2": "Oh, was that your book at the library? The one with the main character who shares my name? $3#$b#%I can't deny that the book is mine, and I secretly placed it on a bookshelf where she often goes recently.",
	"Caroline.PictureMemory.5": "Oh, I get it! #$b#Are you mad that your childhood bestfriend got married without you knowing? $8#$b#Don't worry, I won't neglect you just because I married Pierre. $6#$b#You're like a little brother to me.$5^You're like a little sister to me.$5#$b#But well, to make up for it, let me cook you a big meal. < $8", 
	"Caroline.PictureMemory.6": "Oh, by the way, did you already find the cookbook? #$b#I swear it was just here... $11",
	"Caroline.PictureMemory.7": "Well, I guess it was in the kitchen after all. $8",
	"Caroline.PictureMemory.8": "%After helping Caroline with her cooking, she gave me some of the food we made. #$b#[907]",

	// 4 Hearts - Reminiscence
	"Caroline.PastPlay.1": "Oh, hello there, ${sweetie^dear}$. #$b#I didn't expect anyone to come by here... $11",
	"Caroline.PastPlay.2": "It's been ages since I stopped to look at this place. $11#$b#When Abby was younger, we used to come here a lot. #$b#She'd scream, 'Mom, I wanna touch the sky!' $8#$b#Now she barely tells me what she's thinking. $2",
	"Caroline.PastPlay.Question.0": "But maybe that's just how it is. Kids grow up. Parents become... background noise.",
	"Caroline.PastPlay.A.0.0": "You're not background noise. She needs you.",
	"Caroline.PastPlay.A.0.1": "I hope so. $11#$b#But sometimes I wonder if she even sees me as a person. $2#$b#Not just... a Mom. $2",
	"Caroline.PastPlay.B.0.0": "Didn't you used to hate when your mom was always watching over you?",
	"Caroline.PastPlay.B.0.1": "Fair point. $11#$b#My mother still treats me like I'm twelve. $2#$b#Maybe I'm doomed to repeat the cycle, huh? $2",
	"Caroline.PastPlay.C.0.0": "I bet someday she'll bring her own kids here.",
	"Caroline.PastPlay.C.0.1": "Don't even joke about that! $3#$b#I'm not ready to be a grandma yet! $2",
	"Caroline.PastPlay.3": "Though, it's funny. Watching her then made me think of how we were as kids. $8",
	"Caroline.PastPlay.Question.1": "Do you remember how we used to race to the swings and dare each other to jump off?",
	"Caroline.PastPlay.A.1.0": "Yeah, you were way too scared to jump off.",
	"Caroline.PastPlay.A.1.1": "I was not scared! $3#$b#I was... careful. $2#$b#There's a difference, you know. $2",
	"Caroline.PastPlay.B.1.0": "Of course, you were such a bad influence.",
	"Caroline.PastPlay.B.1.1": "Oh, sure, blame me for all the 'crazy' stuff. $3#$b#But who was it that ended up with the bruised knee every time, huh? $2",
	"Caroline.PastPlay.C.1.0": "I'm pretty sure you jumped first most of the time.",
	"Caroline.PastPlay.C.1.1": "I seem to remember you pulling me into every dare. $2#$b#Don't act like you weren't just as bad as I was. $2",
	"Caroline.PastPlay.4": "But you know... this isn't the playground we grew up with. $2#$b#Ours had that big oak tree with the tire swing, remember? $11#$b#The one you fell out of trying to impress me. $6",
	"Caroline.PastPlay.5": "But this place... it's like a cheap imitation. $2#$b#No tire swing. $11#$b#No creek to skip stones in. $11#$b#Just... this. $2",
	"Caroline.PastPlay.6": "It's strange, isn't it? $2#$b#We're standing here, but our playground... it's gone. $11#$b#And we're not those kids anymore. $2#$b#Sometimes I wish... $2#$b#You know what?",
	"Caroline.PastPlay.Question.2": "Never mind. That's enough sentimentality for one day.",
	"Caroline.PastPlay.A.2.0": "Wish what?",
	"Caroline.PastPlay.A.2.1": "...that I could go back and tell my younger self to hold onto moments like these. #$b#Before they slip away. $10",
	"Caroline.PastPlay.B.2.0": "You're still the same Caroline to me.",
	"Caroline.PastPlay.B.2.1": "You always knew how to say the right thing, didn't you? $4",
	"Caroline.PastPlay.7": "Thanks for listening, ${sweetie^dear}$. #$b#It's... nice to remember I'm more than just 'Abigail's mom' sometimes. $1#$b#Well, I guess I've overstayed my welcome here. #$b#I should probably head back before Pierre starts wondering where I've gone off to. $8",

	//6 Hearts
	"Caroline.WoodsGather.1": "Who's There?! $3",
	"Caroline.WoodsGather.2": "Oh?.. It's you... sweetie...^Oh?.. It's you... dear... $1#$b#Why are you here? Did you follow me? $2",
	"Caroline.WoodsGather.Question.1": "#I saw you alone and got worried.#I got worried that you might be under some spell.#I saw the Wizard! He is stalking you!!!",
	"Caroline.WoodsGather.A": "Worried? $3#$b#Oh, how sweet of you to be concerned about little old me. $8#$b#Though, I must say, I'm perfectly capable of navigating these woods on my own. $2#$b#I'm maybe old, but I am NOT that old. $3",
	"Caroline.WoodsGather.B": "A spell, you say? $2#$b#Do you really still believe on those fairytales, sweetie?^Do you really still believe on those fairytales, dear?$3#$b#No, sweetie, I'm not under any spell. $1^No, dear, I'm not under any spell. $1#$b#Oh, you don't think I'm bewitched by nature, do you? $8#$b#Perhaps you're right. I guess you're still that little brother that cares for me.$5^Perhaps you're right. I guess you're still that little sister that cares for me.$5",
	"Caroline.WoodsGather.C": "Wizard? What Wizard? What do you mean by that? $2#$b#You don't actually believe that wizards exist, do you? $3#$b#You know, you always did have a vivid imagination. But I'm afraid wizards are only real in stories, sweetie.^You know, you always did have a vivid imagination. But I'm afraid wizards are only real in stories, dear. $11",
	"Caroline.WoodsGather.3": "But say, sweetie, why don't you sit with me. $11^But say, dear, why don't you sit with me. $11#$b#I've been meaning to talk to you. $11",
	"Caroline.WoodsGather.Question.2": "#Sure, Caroline...#Actually... I'm just here for the hardwood. ",
	"Caroline.WoodsGather.Fail": "!!! $2#$b#Alright sweetie. Sounds like you have your hands full today.^Alright dear. Sounds like you have your hands full today. $2#$b#I'll just see you later then! $1",
	"Caroline.WoodsGather.Doubt": "It seems like she might be going through something.#Well, whatever she's dealing with, I genuinely wish her the best.",
	"Caroline.WoodsGather.4": "Sometimes... A girl just needs a little moment of peace... $2#$b# To disappear into the woods and pretend she's a kid again. $11#$b#No responsibilities, not a single worry in mind. $2",
	"Caroline.WoodsGather.5": "You know, running the shop with Pierre can be overwhelming at times. $2#$b#And don't even get me started on Abby. Teenagers are a whole different breed these days. $3#$b#It's funny how life throws things at you.$3#$b#You think you have it all figured out, and then... Everything just seems to crumble around you. $2#$b#Do you think I'm miserable for feeling this way? $2#$b#I'm supposed to be strong and dependable, but here I am... $2#$b#What a pathetic excuse of a Mom I am... $2",
	"Caroline.WoodsGather.Question.3": "#You're not alone. Let's figure it out together.#You're strong, you're going to be fine.",
	"Caroline.WoodsAnger.1": "No, sweetie... You don't understand.$2^No, dear... You don't understand. $2#$b#It's not just the shop or Abby. It's everything. $3#$b#Life just... happened. And not in the way I expected. $3",
	"Caroline.WoodsAnger.2": "We used to be everything. $11#$b#And I know we haven't seen each other for years, but seeing you again made my heart ache.$2",
	"Caroline.WoodsAnger.3": "Maybe you don't remember. Maybe it's just a silly memory for you now. $2#$b# But for me... sometimes, it feels like yesterday. $2#$b#And yet, here I am, drowning in bills, taking care of a child who doesn't even want me, and a marriage that seems to be slowly fading away. $3",
	"Caroline.WoodsAnger.4": "Maybe I REALLY am pathetic. $3#$b#Maybe I should just accept that sometimes, things don't go the way we want them to be. $2",
	"Caroline.WoodsAnger.5": "I feel so lost. $3#$b#Like I'm failing at everything! $3", 
	"Caroline.WoodsAnger.6": "...I'm sorry for getting you involved. $2#$b#But maybe... maybe someday, when things settle down, we can talk about this again. Properly. $3",
	"Caroline.WoodsAnger.7": "I think I messed up really bad.#If only I'd spoken differently, maybe things could've turned out better.",
	"Caroline.WoodsComfort.1": "What do you mean by that sweetie? You don't know that...$2^What do you mean by that dear? You don't know that... $2#$b#I don't want you to get too deeply involved in my problems. $11",
	"Caroline.WoodsComfort.2": "Oh, come on now... $2#$b#You know I can handle myself. Besides, you have enough to worry with your farm already. $11",
	"Caroline.WoodsComfort.3": "I want to help. You're not just someone I knew from high school, you're... you're my bestfriend.",
	"Caroline.WoodsComfort.4": "A friend? In what way? $10",
	"Caroline.WoodsComfort.5": "You believed in me when no one else did.#And I'll never forget the times you held me up whenever I fell.#I know things are complicated now, but that doesn't mean I can't be there for you.#Should I be away from you, even though you were always there for me?",
	"Caroline.WoodsComfort.6": "Oh, Sweetie...$2^Oh, Dear...$2#$b#You've changed. #$b#I remember when you first started coming to the library, shy and reserved. $11#$b#But now, look at you, offering comfort to an old woman like me. $8#$b#You've grown into quite the young man. $4^You've grown into quite the young woman. $4",
	"Caroline.WoodsComfort.7": "But you know, sweetie, you've already done more than you know.^But you know, dear, you've already done more than you know.#$b#Just being here, listening to me ramble on, it means the world to me. $4",
	"Caroline.WoodsComfort.8": "Caroline and I stayed in the forest all day long.#She didn't want me to go, and I felt the same.#We chatted for hours.#Until we decided to call it a day to sleep.#I wish every day could be like that.",
	
	//8 Hearts - I'm here for you
	"Caroline.SunKiss.1": "Oh, Pierre! #$b# Have you brought the seeds I as- $1",
	"Caroline.SunKiss.2": "Oh, it's you, ${sweetie^dear}$... $3#$b#Did you miss me? $1#$b#Just Kidding! But really, it's good to see you again. $8",
	"Caroline.SunKiss.3": "You know, yesterday meant a lot to me. Our little moment in the forest. $1#$b#You were so sweet, listening to me vent about everything. $5",
	"Caroline.SunKiss.4": "But then reality comes crashing back in, and I remember... $11",
	"Caroline.SunKiss.5": "That no matter what I do, I'll still be stuck in this life. $2#$b#It's suffocating, you know? The constant struggle, the never-ending cycle of disappointment. $2#$b#I try to keep it together, but some days, it's just too much.$3",
	"Caroline.SunKiss.6": "And Pierre... he's just... he's not the same anymore. $2#$b# Every single night, it's the same. He comes home way past midnight, drunk out of his mind, and yells about how much he hates his work and Joja. $2#$b#I don't know how much longer I can take it. $3",
	"Caroline.SunKiss.7": "And Abigail... she doesn't deserve this. She's way too young for all this trouble. $3#$b#I can't protect her from everything, no matter how hard I try. $3",
	"Caroline.SunKiss.8": "I'm so tired, sweetie. Tired of pretending everything's okay, tired of putting on a brave face. $2^I'm so tired, dear. Tired of pretending everything's okay, tired of putting on a brave face. $2#$b# I just want... I just want to escape from it all. $3#$b#But I can't, and sometimes... sometimes I wonder if it's even worth it anymore. $3",
	"Caroline.SunKiss.Question": "#We should run away. Let's forget all about this.#You can't just run away from your problems.",
	"Caroline.SunKiss.A.1": "Really now? Running away with me, are we? $2#$b#Well, aren't you the knight in shining armor. $3#$b#But where would we go, hmm? Any suggestions? $10",
	"Caroline.SunKiss.A.2": "Oh, how I wish we could. $10#$b#Sometimes I wish it was you who I married instead. $9",
	"Caroline.SunKiss.A.3": "If I didn't have Abigail, I would've left Pierre and chose you already. $9",
	"Caroline.SunKiss.A.4": "Abigail, wait! $2",
	"Caroline.SunKiss.A.5": "Oh god... what have I done? Abigail, I didn't mean it...$3",
	"Caroline.SunKiss.A.6": "I could see the regret etched on her face, the weight of her words sinking in.#She looked at me, her eyes filled with remorse, and I could tell she was struggling with what to do next.#But instead of going after Abigail, she stayed right by my side, lost in her thoughts.",
	"Caroline.SunKiss.B.1": "I'm not running away... I'm just... expressing how I feel. $2#$b#I thought you'd get it. Guess I was wrong. $2#$b#Look, let's just forget it, okay? I gotta help tend with the shop.",
	"Caroline.SunKiss.B.2": "Mom, I can't find my wallet! Have you seen it?",
	"Caroline.SunKiss.B.3": "No, Abby, I haven't. #$b#Maybe it's in your room? $1",
	"Caroline.SunKiss.B.4": "Okay... $2",
	"Caroline.SunKiss.B.5": "Mom, are you okay? Why are your eyes red?$6",
	"Caroline.SunKiss.B.6": "Oh, it's nothing, Abby. I just got something in them.",
	"Caroline.SunKiss.B.7": "Okay... $9",
	"Caroline.SunKiss.B.8": "That was close...#Hope she doesn't start asking more questions.",

	//8 Hearts - You're strong
	"Caroline.SaloonHuh.1": "Whew, what a day! #$b#After a tough day of working, there's no other place I'd rather be than the Saloon. $1",
	"Caroline.SaloonHuh.2": "Gus! Bring me the usual, please! $1",
	"Caroline.SaloonHuh.3": "Alright, Pierre. Five Bottles of Beer, coming right up! $3",
	"Caroline.SaloonHuh.4": "*gulp* $1#$b#You know Gus. #$b#Business is just... not what it used to be. $2#$b#JojaMart is sucking the life out of the town. $3#$b#Everyone's going there for their cheap, mass-produced junk. $2",
	"Caroline.SaloonHuh.5": "I know it's been tough on everyone. $3#$b#And I understand it's been rough, especially for you, facing off against Joja like that. $3#$b#But you've been here for years, Pierre. $2#$b#People know your quality, your dedication. $2",
	"Caroline.SaloonHuh.6": "Yeah! They used to! $3#$b#But now everyone seems to have forgotten all of that.$2",
	"Caroline.SaloonHuh.7": "And Abigail... $2#$b#Abigail barely even talks to me anymore. $2#$b#Says I'm just stuck in the past, clinging to old traditions. $3#$b#We used to have these long talks about her future, her dreams. $2#$b#Now, it's like she's in a whole different world.$2",
	"Caroline.SaloonHuh.8": "Kids these days... $2#$b#I know it's hard to watch your own child drift away. $3#$b#Especially when it feels like they're chasing something superficial instead of the things that truly matter. $3#$b#But you can't blame her entirely, Pierre. Times change, and people change with them. $2",
	"Caroline.SaloonHuh.9": "Change for the worse if you ask me! $3",
	"Caroline.SaloonHuh.10": "This town used to be a community, supporting each other. $2#$b#Now, it's like everyone's just focused on themselves. $3",
	"Caroline.SaloonHuh.11": "Hey, Dad. $2",
	"Caroline.SaloonHuh.12": "Oh hey, Abigail. #$b#Everything alright?",
	"Caroline.SaloonHuh.13": "Yeah, just... $9#$b#Mom's been asking about you lately. $2#$b#She says you haven't been around much. $2",
	"Caroline.SaloonHuh.14": "Work's been a bit demanding, that's all. ",
	"Caroline.SaloonHuh.15": "Right... $9#$b#Maybe you could come home soon? She misses you. $2",
	"Caroline.SaloonHuh.16": "Look, Abigail, I appreciate the concern, but I know how to handle my business! $3#$b#Don't you trust me?$3",
	"Caroline.SaloonHuh.17": "Of course, Dad! $5#$b#But... $2",
	"Caroline.SaloonHuh.18": "Then leave it be! $3#$b#This should't even be a discussion! $3#$b#I'm a grown man, I can take care of myself! $3",
	"Caroline.SaloonHuh.19": "I-I just... I care about you both, okay?! $5#$b#Maybe... maybe you should lay off the alcohol for a bit. $2#$b#Mom's worried sick, and honestly, so am I. $2",
	"Caroline.SaloonHuh.20": "Don't you dare tell me what to do, Abigail! $3#$b#Besides, it's none of your business! $3",
	"Caroline.SaloonHuh.21": "It is my business, Dad! $5#$b#I hate seeing you like this. You're always at the Saloon, barely home, and... $5#$b#and you're not yourself anymore. $2",
	"Caroline.SaloonHuh.22": "Pierre, what is this? $2#$b#Why are you treating Abby like that?$3",
	"Caroline.SaloonHuh.23": "She was overstepping her boundaries. $3#$b#It's none of her concern how I spend my time! $3",
	"Caroline.SaloonHuh.24": "It is her concern when it affects the entire family! $3#$b#You've been neglecting your responsibilities, pushing Abigail away, and now you're lashing out at her for expressing concern? $2#$b#This isn't about a few drinks, Pierre, this is about your behavior! $3",
	"Caroline.SaloonHuh.25": "Please... Pierre. $11#$b#Think of Abby, think of us! You need to stop this. It's not good for you.",
	"Caroline.SaloonHuh.26": "Don't you lecture me! $3#$b#I know what I'm doing! $3",
	"Caroline.SaloonHuh.27": "Do you? $2",
	"Caroline.SaloonHuh.28": "Because from where I stand, you're destroying everything we built. $2#$b#You're hurting your daughter, and you're pushing me away!$3",
	"Caroline.SaloonHuh.29": "Fine! $3#$b#If that's what you think, then maybe I should just leave! $3",
	"Caroline.SaloonHuh.30": "It's alright, Abby. #$b#Don't listen to him. This isn't your fault. ",
	"Caroline.SaloonHuh.Question": "#Comfort Caroline.#Confront Pierre.",
	"Caroline.SaloonHuH.C.1": "Come on, Abby, let's stay here for a while. $11#$b#I'd rather not face your dad until he's calmed down. $3",
	"Caroline.SaloonHuH.C.2": "Oh, it's you, sweetie. $11^Oh, it's you, dear. $11",
	"Caroline.SaloonHuH.C.3": "Do I look alright? $2#$b#My husband just walked out on me, and now my daughter is crying.$3",
	"Caroline.SaloonHuH.C.4": "I know, I'm sorry. I just wanted to make sure you're okay.",
	"Caroline.SaloonHuH.C.5": "And why is that? Suddenly you care about me? $2",
	"Caroline.SaloonHuH.C.6": "Caroline, I know I haven't always been there the way I should have been.#But I'm here now, and I want to support you through this.",
	"Caroline.SaloonHuH.C.7": "And what's changed? Why now? $2",
	"Caroline.SaloonHuH.C.8": "I finally realized how much you mean to me.#I was scared before, scared of losing you.#But I'm not scared anymore. I'm ready to be here for you.",
	"Caroline.SaloonHuH.C.9": "Don't you dare come here with your half-hearted apologies and expect me to just forgive and forget! $3",
	"Caroline.SaloonHuH.C.10": "Caroline, I...",
	"Caroline.SaloonHuH.C.11": "No! Please just go. $2#$b#I don't want things to be even more complicated than it actually is. $3",
	"Caroline.SaloonHuH.C.12": "I'm starting to think that getting involved in other people's problem was a bad idea.#Especially with family matters.",
	"Caroline.SaloonHuH.P.1": "Pierre!#You shouldn't have done that. Your family loves you. They need you.",
	"Caroline.SaloonHuH.P.2": "Who do you think you are? $3#$b#You're not a part of this family. $3",
	"Caroline.SaloonHuH.P.3": "I may not be related by blood, but I've been a part of Carolines's life longer than you've been drowning yourself in beer.#I see your pain, but lashing out at your wife isn't the answer.#You're tearing your family apart.",
	"Caroline.SaloonHuH.P.4": "Oh yeah? You look me in the eye like nothing happened? $3#$b# You're looking down at me like it's my fault when it should be you who should feel sorry for yourself.$3#$b#Don't you have a conscience at all? $3",
	"Caroline.SaloonHuH.P.5": "Pierre, what do you mean?#You're not making any sense.",
	"Caroline.SaloonHuH.P.6": "Do you really think I haven't noticed?!$3#$b#Do you even know what it's like?! $3#$b#To see my wife laugh and talk with you the way she used to with me?! $3#$b#It feels like I'm the outsider now. $3",
	"Caroline.SaloonHuH.P.7": "Pierre, Caroline and I have been friends since we were kids.#It's just natural that we have a bond.",
	"Caroline.SaloonHuH.P.8": "Bond? More like you're trying to replace me! $3",
	"Caroline.SaloonHuH.P.9": "That's not true, Pierre. I've never tried to replace you.#You're family to me, but you've been pushing us away.",
	"Caroline.SaloonHuH.P.10": "Care about me? Then why did you let this happen? $3#$b#You know what?! I'm fully convinced you're just here to comfort Caroline, to be her 'Knight', am I wrong?!$3",
	"Caroline.SaloonHuH.P.11": "Because you shut us out, Pierre!#You've been drowning yourself in the Saloon, pushing away the people who care about you the most.",
	"Caroline.SaloonHuH.P.12": "You don't understand anything! $3#$b#You were never there for me!",
	"Caroline.SaloonHuH.P.13": "Uh-huh...#It looks like Pierre knocked me out for good...#But before I fully lose my conscience, I heard Caroline shouting my name.",
	"Caroline.SaloonHuH.P.14": "@! $10#$b#Oh, no, sweetie, wake up! $3^Oh, no, dear, wake up! $3",
	"Caroline.SaloonHuH.P.15": "Pierre, none of this would've happened if you just quit drinking. $2#$b#Now look at what you've done! This is why I keep telling you to stop!$3",
	"Caroline.SaloonHuH.P.16": "... $4",
	"Caroline.SaloonHuh.P.17": "...#I heard Caroline calling for help...#...#...#...#The next day I woke up at Harvey's Clinic. I asked Harvey about what happened since I don't remember coming here yesterday.#Harvey displayed a shocked look in his face before saying that I had a fight with Pierre which resulted into a mild concussion.#Knowing what happened, I still cannot believe that such a thing can actually happen.#Not having any further questions, I asked Harvey if I can leave his clinic and he ultimately decided to discharge me early since my condition is minor.#I guess I just got lucky...",

	//8 Hearts - 6 Hearts is skipped
	"Caroline.BrokenFrame.1": "Huh? What the...? $7",
	"Caroline.BrokenFrame.2": "It's the family photo. $2#$b#Why's it broken? Did it fall? Or...? $2#$b#...this doesn't look like an accident. $9",
	"Caroline.BrokenFrame.3": "Oh, it's you, @. #$b#Geez, don't sneak up on people like that! $3#$b#Let me guess—you're here to see Mom, right? $6#$b#You've been spending a lot of time around her lately. $6",
	"Caroline.BrokenFrame.4": "Abigail? ${Sweetie^Dear}$? What's—",
	"Caroline.BrokenFrame.5": "What happened, Mom? $3#$b#Did you and Dad have another fight? $2",
	"Caroline.BrokenFrame.6": "Oh, don't be silly. We're just... busy.",
	"Caroline.BrokenFrame.7": "It's nothing, Abby. You should not worry about it. $11#$b#Sometimes things just... fall. $2",
	"Caroline.BrokenFrame.8": "Right. Because picture frames just happen to fall and smash into pieces. $3#$b#Seriously, Mom, what's going on? $2#$b#You and Dad have been acting so weird lately. $2",
	"Caroline.BrokenFrame.9": "Caroline! We talked about this. $3#$b#I told you to clean this up! $3",
	"Caroline.BrokenFrame.10": "And what's @ doing here? $3#$b#Is this another one of your little 'moments'? $3",
	"Caroline.BrokenFrame.11": "My 'moments'? $2#$b#At least I'm not the one drowning in beers and... whatever else you've been hiding! $3",
	"Caroline.BrokenFrame.12": "... $4#$b#You think I enjoy this?! $3#$b#While you're off reliving your 'memories' with the farmer, I'm the one keeping this roof over our heads! $3",
	"Caroline.BrokenFrame.13": "Stop it! $5#$b#You're both acting like you don't care about each other anymore! $2",
	"Caroline.BrokenFrame.Question": "...#Pierre, you're pushing everyone away.#Caroline, this isn't helping.",
	"Caroline.BrokenFrame.A.1": "Pushing them away? $2#$b#Look around, @! $3#$b#The shelves are half-empty, Joja's leeching customers... and she's out here daydreaming with you! $2#$b#You think I want to be like this? $3",
	"Caroline.BrokenFrame.A.2": "Pierre, this isn't about ${him^her^them}$— $2",
	"Caroline.BrokenFrame.A.3": "IT'S ALWAYS ABOUT ${HIM^HER^THEM}$! $3",
	"Caroline.BrokenFrame.A.4": "You think I don't see how she lights up when you visit? $3",
	"Caroline.BrokenFrame.A.5": "STOP IT! $5#$b#You're pathetic! $5#$b#Mom's been covering for you... and all you care about is your pride! $5",
	"Caroline.BrokenFrame.A.6": "Abigail— $2",
	"Caroline.BrokenFrame.A.7": "No! He doesn't get to blame you for his mess! $5",
	"Caroline.BrokenFrame.A.8": "And you... $2#$b#Don't act like you're here to help. $5",
	"Caroline.BrokenFrame.A.9": "${Sweetie^Dear}$, you should go. $2",
	"Caroline.BrokenFrame.A.10": "Maybe I shouldn't have taken sides.#What was I even thinking?",
	"Caroline.BrokenFrame.B.1": "Finally, someone who gets it!! #$b#Someone who actually talks some sense! $1",
	"Caroline.BrokenFrame.B.2": "...Oh. $2#$b#So... that's what you actually think? $2#$b#I thought... you'd at least... $11",
	"Caroline.BrokenFrame.B.3": "Dad, will you stop it? $3#$b#Mom, don't listen to him. He's just being— $2",
	"Caroline.BrokenFrame.B.4": "No, Abby. @'s right. $2#$b#This is pointless. $3#$b#We shouldn't waste time on... silly arguments. $3",
	"Caroline.BrokenFrame.B.5": "C-Caroline, wait. $4#$b#I didn't mean— $2",
	"Caroline.BrokenFrame.B.6": "I need to... check the garden. $2#$b#Please, excuse me. $2",
	"Caroline.BrokenFrame.B.7": "'Not helping.' $3#$b#Seriously? That's all you had to say? $3",
	"Caroline.BrokenFrame.B.8": "Let's, uh... $2#$b#Get back to business. #$b#No need to blow this out of proportion. $1",
	"Caroline.BrokenFrame.B.9": "Unbelievable... $5",
	"Caroline.BrokenFrame.B.10": "That didn't come out right.#I just wanted to calm things down, but I ended up making things worse.",

	//10 Hearts
	"Caroline.TheDisclosure.1": "Oh God! It's Abigail! $2",
	"Caroline.TheDisclosure.2": "Abigail! Wake up!",
	"Caroline.TheDisclosure.3": "Oh, my sweet girl. $2#$b#Im afraid... Abby seems unresponsive... $2",
	"Caroline.TheDisclosure.4": "Quick! We need Harvey to come here and take a look! $s",
	"Caroline.TheDisclosure.5": "Somnus Profundus!",
	"Caroline.TheDisclosure.6": "Incantation Failed.",
	"Caroline.TheDisclosure.7": "A slight miscalculation. #$b#Seems like the forest's blessing I gave upon @ has unintentionally backfired.",
	"Caroline.TheDisclosure.8": "What were you doing? $4#$b#Could it be that you've been doing something to us?! $3#$b#You've done something to Abigail, didn't you?! $3",
	"Caroline.TheDisclosure.9": "It's not something you should worry about.",
	"Caroline.TheDisclosure.10": "What did you say?! $3#$b#I clearly heard you! You tried to use a spell on us! $3#$b#Care for an explanation?$3",
	"Caroline.TheDisclosure.11": "Pierre, please calm down. $2#$b#There must be a reason why the Wizard is here. Let him talk. $11",
	"Caroline.TheDisclosure.12": "You know what? I have suspected this for a long time! $3#$b#Did you had an affair with the wizard?!$3#$b#Don't even try to fool me! I see it plain as day, Abigail's hair is the exact same shade as his! $3#$b#I can tell from the day Abigail was born, you think I wouldn't notice something like that?! $3",
	"Caroline.TheDisclosure.13": "*cough* *cough* $s",
	"Caroline.TheDisclosure.14": "Abby! How are you? $2",
	"Caroline.TheDisclosure.15": "I... When did I pass out?$s",
	"Caroline.TheDisclosure.16": "You! What did you do to her?! $3#$b#Say something, anything at all! $3#$b#I need to know what's going on. $2",
	"Caroline.TheDisclosure.17": "Well... #$b#Abigail is indeed my daughter...",
	"Caroline.TheDisclosure.18": "Wait... what...? You mean Abigail is not my daughter? $s#$b#What do you mean she's your daughter? $3",
	"Caroline.TheDisclosure.19": "My wife, her biological mother, was once a normal human.#$b#She was a bright and curious woman. We fell in love and we had a daughter. #$b# We named her Abigail. #$b#But drawn to the forest's magic like a moth to a flame, she became unstable. #$b#The magic here isn't tame then. It seeped into her, twisted her. #$b#It was like a beautiful flower blooming into something poisonous.#$b#I saw its spirit, its ancient wisdom, and felt compelled to be its guardian, to protect the delicate balance. #$b#My wife, however, saw raw, untamed power. She craved to control it, to bend the nature of magic to her will.#$b# Magic pulled us in different directions, and we couldn't stay together.",
	"Caroline.TheDisclosure.20": "Alright, I'm not convinced, that doesn't provide anything. $2#$b# How is she your daughter exactly?$3#$b# I can still remember how I gave birth to Abigail. She IS my daughter.$3#$b#We could've made Harvey come here by now instead of listening to this. $11",
	"Caroline.TheDisclosure.21": "Caroline is right! $3#$b#Abigail is in danger, we should act soon before it's too late. $3",
	"Caroline.TheDisclosure.22": "My wife realized she couldn't beat me, so she went after where it hurts the most.", 
	"Caroline.TheDisclosure.23": "In an act of desperation, she had set a curse upon our daughter, Abigail. #$b#Whenever Abigail doubted her own birth. Whenever Abigail is near me. #$b#The curse would trigger and weakens her, like a poison slowly stealing her life force. #$b#I don't want her to be lethargic for the rest of her life. #$b#So, I made a decision for her to have a happy life with an another family. #$b#To have her foster parents' memories be altered so they think Abigail is their biological daughter.",
	"Caroline.TheDisclosure.24": "Wait... Could it mean...$11#$b# That doesn't seem fair! $2#$b#You could've asked us. You didn't have to force this obligation to us. $3",
	"Caroline.TheDisclosure.25": "I had no choice! Anyone close to me was at risk of her curse! #$b# If I didn't do what I did, my wife would have placed the curse on the family looking after Abigail.",
	"Caroline.TheDisclosure.26": "Does this mean my marriage with you wasn't real? $2#$b#Was everything we've done up to now just pretend?$2",
	"Caroline.TheDisclosure.27": "But things are finally looking up. Thanks to the farmer's help. #$b#I've finished my research to break the awful curse on Abigail. #$b#She won't have to suffer anymore! We can finally be a family again.",
	"Caroline.TheDisclosure.28": "No! I wouldn't let you have Abigail! $3#$b#Abigail is MY daughter. $3",
	"Caroline.TheDisclosure.29": "You don't actually mean that mom, do you? $s#$b# @ is asking for your hand in marriage, right? $s#$b# You can obviously take this opportunity to be with him, can't you? $s",
	"Caroline.TheDisclosure.30": "Where did you hear that, Abby? $3#$b#You can't just make up stories. It can hurt people. $2",
	"Caroline.TheDisclosure.31": "Isn't that right, @? You think so too, right? $s",
	"Caroline.TheDisclosure.Question": "#I still love Caroline.#We've been friends since childhood.",
	"Caroline.TheDisclosure.A.1": "I still love you, Caroline.#I'd take any chance just to be with you.#I promised to marry you, Caroline. Don't you remember?",
	"Caroline.TheDisclosure.A.2": "What are you talking about, sweetie?$3^What are you talking about, dear? $3#$b#This is not the right time to make jokes. $2#$b#I love my family, @. They need me, and I can't leave them. $10",
	"Caroline.TheDisclosure.A.3": "Caroline, we both deserve love and happiness. #This doesn't feel right, does it? #Don't stay just because you feel you have to. #Don't stay out of guilt. Listen to your heart, Caroline, be happy.",
	"Caroline.TheDisclosure.A.4": "I... $10#$b#I still love him.$10^I still love her. $10#$b#Pierre... Abigail... I'm sorry for letting you down. I can't ignore my feelings for @ any longer. $10",
	"Caroline.TheDisclosure.A.5": "Mom, you deserve to be happy. $1#$b#This isn't your fault, and I wouldn't dream of blaming you.",
	"Caroline.TheDisclosure.A.6": "Abby... My wonderful daughter. Thank you. $4",
	"Caroline.TheDisclosure.A.7": "Wait a second!$2#$b# Hold on!!! $3#$b#What about me? Have you even considered my feelings at all? $2#$b#We were living a good life as a family, but then this guy showed up, and now we're getting separated? $2^We were living a good life as a family, but then this girl showed up, and now we're getting separated? $2",
	"Caroline.TheDisclosure.A.8": "Dad, I know this is hard for you to understand. $s#$b#But none of us wanted for this to happen, not to mention that mom is not your possession. $2",
	"Caroline.TheDisclosure.A.9": "This family means a lot to me. Don't you have any memories of us at all? $2",
	"Caroline.TheDisclosure.A.10": "This doesn't make sense! How can you forget everything we've been through? $3",
	"Caroline.TheDisclosure.A.11": "Listen, Dad, I know this isn't what you wanted. It's okay to feel scared right now. $s#$b#But please, you have to understand that things haven't been working for a while. We all need a chance to be happy. $s",
	"Caroline.TheDisclosure.A.12": "Abby, you have really grown up. #$b#I always thought you were rebellious before, but in fact, you have grown up to be quite mature. $1#$b#I feel ashamed that things have turned out this way. Sometimes I wish things were different. $2#$b#Still, I'm glad we have these moments together as a family. $1",
	"Caroline.TheDisclosure.A.13": "It's okay, Mom, it's okay. $2#$b#You should go with @. $1#$b#Dad and I will take care of ourselves. He just needs some time to recover.",
	"Caroline.TheDisclosure.A.14": "Abby, you seem strong, but I know this must be stressful for you. #$b#So, come here, my little girl. Let me hug you one more time, as your mother.",
	"Caroline.TheDisclosure.A.15": "Alas... this incident has taught me a lesson.#$b# I bet even the old witch herself didn't expect that. #$b# Your destiny intertwines with Caroline's like tightly woven threads that can endure any interference, leading to your reunion once again. #$b#But the power of destiny cannot be changed simply by tampering with it.",
	"Caroline.TheDisclosure.A.16": "Abigail is right. It's me who hasn't had the courage. $2",
	"Caroline.TheDisclosure.A.17": "Wizard, I beg of you, please help us forget our past.$2",
	"Caroline.TheDisclosure.A.18": "It's better for everyone this way.$2",
	"Caroline.TheDisclosure.A.19": "And you, @. $2#$b#The one who took my loved one away, leaving me with resentment. $2",
	"Caroline.TheDisclosure.A.20": "I really want to blame it all out on you. #$b#But I know that even if I try, I don't think things will really get better. $2#$b#But just in case! My gold medal in boxing is going to come in handy when I take you down!$1",
	"Caroline.TheDisclosure.A.21":"I finally understand and realized that I messed up. $2#$b#I should've treated you better, Caroline, but now it's too late. I can't get you back. $2#$b#So after we lose this chapter of our past, maybe in an another life, I'll be happy with Caroline.",
	"Caroline.TheDisclosure.A.22": "I'm glad it turned out better than as I hoped it to be.",
	"Caroline.TheDisclosure.B.1": "You have a wild imagination, Abigail.#We've been friends since we were kids, and that's never going to change.",
	"Caroline.TheDisclosure.B.2": "Abigail! This isn't a game. Don't put ideas in your mother's head. $3",
	"Caroline.TheDisclosure.B.3": "Pierre, there's no need to be so harsh. $3",
	"Caroline.TheDisclosure.B.4": "Don't mind them, sweetie. It's just... a misunderstanding. $2^Don't mind them, dear. It's just... a misunderstanding. $2",
	"Caroline.TheDisclosure.B.5": "Little did I realize it would end worse than even my worst fears.#Pierre and Caroline stayed married together, and Abigail remained to be their daughter.#As of the Wizard, let's just say he got the short end of the stick.#If only I had been truthful about my feelings.",

	//12 Hearts - A
	"Caroline.BeachFuss.1": "Hey darling! Took you long enough! $1#$b#The salty air feels different without you here. $10",
	"Caroline.BeachFuss.2": "Isn't this breeze amazing? $4#$b#It always reminds me of... well, all those crazy adventures we used to have here as kids. $5",
	"Caroline.BeachFuss.3": "Like that time we snuck onto a boat at night, pretending to be pirates searching for buried treasure? $6#$b#You were terrible as a pirate, darling. More like a scaredy-cat lost at sea. $8",
	"Caroline.BeachFuss.4": "So, what do you think of the scenery?",
	"Caroline.BeachFuss.Question": "#Uh, wow. You look... incredible.#The ocean looks nice, I guess.",
	"Caroline.BeachFuss.A.1": "You think so, darling? $9#$b#But this is just a boring white bikini, you think I look amazing in it? $8",
	"Caroline.BeachFuss.A.2": "Caroline, you could wear a potato sack and still be the most beautiful woman on this pier.#No, on this entire beach.#Maybe even the whole town.",
	"Caroline.BeachFuss.A.3": "You always know just what to say, don't you, darling? $4",
	"Caroline.BeachFuss.A.4": "But enough about me, what about you? How are you feeling?",
	"Caroline.BeachFuss.A.5": "Honestly, Caroline, being here with you feels like a dream come true.#I never imagined I'd be lucky enough to call you my wife and to share moments like this with you.",
	"Caroline.BeachFuss.A.6": "I feel the same way, darling. $9#$b#Every moment with you is a treasure, and I'm so grateful to have you by my side. $1",
	"Caroline.BeachFuss.A.7": "I enjoyed that.#So glad I married Caroline.",
	"Caroline.BeachFuss.B.1": "Well, I'm glad you find the ocean 'nice'. $2#$b#I mean, who needs breathtaking natural beauty when you've got... 'nice'? $3",
	"Caroline.BeachFuss.B.2": "You know, I always thought the ocean was just a little more than 'nice'. $3#$b#But what do I know, right? $8",
	"Caroline.BeachFuss.B.3": "Anyway, forget I even asked. $2#$b#Let's just enjoy the 'nice' scenery in silence, shall we? $11",
	"Caroline.BeachFuss.B.4": "Wow, Caroline surprised me. She acted different today.#But I still love her a lot.",

	// 12 Hearts - B
	"Caroline.BeachBuddy.1": "...I don't even know why I brought you here. $2",
	"Caroline.BeachBuddy.2": "I... didn't think I'd still be doing this. $4#$b#...How silly. $8",
	"Caroline.BeachBuddy.3": "—Ah! $3#$b# You... $2",
	"Caroline.BeachBuddy.Question.0": "...#Didn't expect to find you here... and with a teddy bear, no less.#Are you seriously hiding a stuffed animal right now?",
	"Caroline.BeachBuddy.A.0": "It's—It's nothing, okay? $3#$b#I didn't think you'd ever see this. $4",
	"Caroline.BeachBuddy.B.0": "Oh, great, now you're going to tease me about this. $2#$b#I should've stayed home... $11",
	"Caroline.BeachBuddy.4": "...I wasn't planning to bring him, you know?",
	"Caroline.BeachBuddy.5": "I don't know. $11#$b#I thought maybe I'd leave him somewhere and move on. $2",
	"Caroline.BeachBuddy.6": "But I couldn't... $2#$b#You know, I always knew you thought I was the responsible one. $11#$b#The one who had everything figured out. $2#$b#But when I was younger, I held onto this thing every time I felt like I didn't. $11",
	"Caroline.BeachBuddy.7": "You thought I always knew what to do, didn't you? $6",
	"Caroline.BeachBuddy.8": "Because I had to. You looked up to me. $10#$b#But the truth is, I had moments where I felt lost. $11#$b#I just never let you see it. $11",
	"Caroline.BeachBuddy.Question.1": "...#You didn't have to hide that from me.#So all those times you acted fearless... you were secretly confiding in a teddy bear?",
	"Caroline.BeachBuddy.A.1": "I know. But back then, I didn't want to risk it. $11#$b#I was supposed to be the strong one, right? $2",
	"Caroline.BeachBuddy.B.1": "If you tell anyone, I swear— $3#$b#You know what? Let's forget this ever happened. $2#$b#Let's go home, darling. $2",
	"Caroline.BeachBuddy.9": "...For a long time, I thought I had to hold onto this. $11#$b#Like if I let go, I'd lose the part of me that needed it. $2",
	"Caroline.BeachBuddy.10": "But I don't feel that way anymore. #$b#I don't need him anymore. #$b#I haven't for a long time. #$b#But I want you to have him. $8",
	"Caroline.BeachBuddy.Question.2": "What do you think, darling?#Accept the teddy bear.#Refuse the teddy bear.",
	"Caroline.BeachBuddy.A.2.0": "Are you really sure?#He's been yours for so long.",
	"Caroline.BeachBuddy.A.2.1": "I already have someone who makes me feel safe. $8#$b#Someone real. $5#$b#So take care of him for me, okay?",
	"Caroline.BeachBuddy.A.2.2": "Maybe... she wasn't always as sure of herself as I thought.#Maybe she never had to be.",
	"Caroline.BeachBuddy.B.2.0": "If he's been with you through everything... maybe he should stay with you.",
	"Caroline.BeachBuddy.B.2.1": "Alright. $2#$b#Maybe I'll keep him a little longer. #$b#Maybe I don't need him the same way I used to. $11#$b#But holding onto him doesn't feel so heavy anymore. #$b#Guess I have you to blame for that. $6",
	"Caroline.BeachBuddy.B.2.2": "Maybe she never needed to be the person I always thought she was.#Maybe she's just finally letting herself be... herself.",

	//14 Hearts - BathHouse - Family Friendly
	"Caroline.BathLove.3": "Ahhh, feels like heaven, doesn't it? #$b#This warm water just melts the day away. $1",
	"Caroline.BathLove.4": "See? I told you! I knew you'd love it once you got used to it. $8#$b#No need to be shy anymore, darling. $4#$b#We're all just here to relax. Besides, you look awfully handsome with that rosy glow. $5^We're all just here to relax. Besides, you look awfully gorgeous with that rosy glow. $5",
	"Caroline.BathLove.5": "So, how's it going, darling? #$b# Farming is way more fun than being stuck in an office, right?$8",
	"Caroline.BathLove.Question.A": "#It's... different.#More than ease, Caroline.",
	"Caroline.BathLove.A.1": "It's... different, Caroline.#No deadlines, no fluorescent lights buzzing in my head all day.#Just the sun on my back and the feel of the earth under my hands.#But there's a lot to learn, a lot I don't know. I miss the routine sometimes, the predictability of city life.",
	"Caroline.BathLove.A.2": "It takes time, darling. Remember that first challenging project you told me?#$b#You didn't know everything then, did you?$8#$b#We'll figure this out together. Besides, think of the delicious vegetables we'll get to enjoy.$1",
	"Caroline.BathLove.B.1": "More than ease, Caroline. #It's a sense of purpose I never had before.#Sure, the work's tiring, but seeing those seeds sprout, knowing we're creating something from scratch...it's a whole different kind of satisfaction.",
	"Caroline.BathLove.B.2": "Seeing the joy in your eyes, darling, makes me realize this is exactly what we were hoping for when we decided on this new life. #$b#Living off the land, closer to nature, it's all coming together so beautifully.$1",
	"Caroline.BathLove.6": "Do you remember when we were kids, just dreaming about being together? #$b#It feels like a lifetime ago, doesn't it? $1#$b#And now, here we are, living our dream side by side. $9",
	"Caroline.BathLove.7": "It's not just about the farm, you know. $8#$b#It's about us. About the life we're building together, one day at a time. $1#$b#I wouldn't trade this for anything in the world. $5",
	"Caroline.BathLove.8": "Every day with you feels like a blessing. #$b#I can't imagine my life without you by my side. $5",
	"Caroline.BathLove.9": "I love these moments, darling. #$b#More adventures, more laughs, more time spent right here with you, just enjoying the simple things together.$5#$b#I just hope we can keep feeling this happy and close forever.$4",
	"Caroline.BathLove.10": "Speaking of simple things, how about breakfast tomorrow? We have so many options with all the fresh ingredients we produce. #$b#We could make pancakes for breakfast$1#$b#Whip up some leftover fish to make fish tacos. $8#$b#Or even create a giant vegetable medley with all those beets and tomatoes I have lying around. #$b#What sounds good to you, darling?",
	"Caroline.BathLove.Question.B": "#Pancake#Fish Taco#Vegetable Medley",
	"Caroline.BathLove.11": "Noted, darling. I'll make sure to prepare something special for us tomorrow. $1",
	"Caroline.BathLove.12": "We lost track of time at the baths, talking until dawn.#Such a wonderful memory.",

	//14 Hearts - BathHouse - NSFW
	"Caroline.BathFuss.1": "Darling? What are you doing here? $2",
	"Caroline.BathFuss.Question.A": "#I just came here to rest.#I didn't expect you to be here, I swear.",
	"Caroline.BathFuss.A.1": "At this hour? Don't be silly! $8#$b#You sure you weren't just missing your favorite big sister? $6",
	"Caroline.BathFuss.A.2": "Now isn't that a coincidence? $8#$b#Did you follow me here? $6",
	"Caroline.BathFuss.2": "Come on, come on, don't be shy. $6#$b#Besides, who cares? No one will tell! $8#$b#It's not like we haven't snuck into the same bed already, have we? $10",
	"Caroline.BathFuss.3": "Look we finally made it to the bath room! $1#$b#Relax, darling, the water's perfect. $6#$b#But I promise this water won't be the only thing getting hot tonight. $9#$b#Just close your eyes and let me wash your cares away. I promise I'll be gentle. $10",
	"Caroline.BathFuss.4": "There, there, isn't this nice? Just like old times. $9#$b#Mmm, that's right. Remember when we used to sneak away and play by the creek? $10#$b# This feels a bit like that, doesn't it? $9",
	"Caroline.BathFuss.Question.B": "#Yeah, except... this is a bit more... grown-up.#Hmm, this seems like something grown-ups would understand better.",
	"Caroline.BathFuss.5": "Oh, darling, we're all grown-up now. $10#$b#And speaking of grown-up. $9",
	"Caroline.BathFuss.6": "Shh... no buts. Just relax. Let me take care of you. $10#$b#Allow me to relieve the pressure, darling. $9",
	"Caroline.BathFuss.7": "You know, all these years later, you still hold some tension there. $10#$b#Hmm, maybe I can help with that too. You know, a good massage can do wonders. $9",
	"Caroline.BathFuss.8": "Mmm, you feel so tense. $10#$b#Don't worry darling. Just close your eyes and let the warm water soothe you. $9",
	"Caroline.BathFuss.9": "Can you feel my heartbeat, racing just for you? $9#$b#Can you feel my heartbeat, shouting just for you? $10#$b#Good. Because right now, it's all about us. Nothing else matters. $9",
	"Caroline.BathFuss.10": "I've always wanted to do this to you... darling. I want... I want you... @.$10#$b#Do you also want me, darling? $9",
	"Caroline.BathFuss.Question.C": "#Absolutely... I would die for you.#Yes... more than anything.",
	"Caroline.BathFuss.11": "Then show me... show me how much you want me. $9",
	"Caroline.BathFuss.12": "I... I can't hold back anymore... ",
	"Caroline.BathFuss.13": "Oh, yes...! < $9",
	"Caroline.BathFuss.14": "Ah... < ah... < ah... < just like that... < $9",
	"Caroline.BathFuss.15": "I want to feel you... deeper...! < $9#$b#Ugh... < Let's lose ourselves... in this moment... together...! < $9",
	"Caroline.BathFuss.16": "I'm yours... completely... $9#$b#Harder...  ugh... < faster... don't stop... <$9",
	"Caroline.BathFuss.17": "I'm... ugh... < $9#$b#I'm so close... < $9",
	"Caroline.BathFuss.18": "Ha... ha... $9#$b#That was fun... ha... ha... that feels good...! < $10#$b# You ready for round two...? < $9#$b#Let's keep going until we can't move, can we, darling? < $10#$b#Oh, come on... $8#$b#I know you've got more in you...! $10",
	"Caroline.BathFuss.19": "The night blurred into a whirlwind of passion and desire as we lost ourselves in each other's touch.#Each moment felt like an eternity of ecstasy, fueled by the primal urge to please and be pleased.#As dawn broke, we lay intertwined, breathless and spent, a testament to the intensity of our love.",

	//QUEST
	"Caroline.TigerseyeCure.title": "The Stone",
	"Caroline.TigerseyeCure": "The Wizard needs a Tigerseye to break Abigail's curse.",
	"Caroline.TigerseyeCure.hint": "Meet the Wizard in the Secret Woods while holding a Tigerseye.",

	//MAIL
	//2 heart event
	"Caroline.BookRequest": "Dear @,^Thanks for stopping by the library yesterday <^^It was such a treat having you there. I usually get lost in my own world, but your company was like a warm cup of tea on a chilly day!^^And oh my goodness, that book you recommended!^I'm already halfway through, and I'm completely invested. But now, I can't help but wonder if there was a hidden message in the book... maybe I'm just overanalyzing it? Either way, thanks a bunch!^^   -Caroline^^   P.S. Found a book that made me think of you.",
	"Caroline.BookRequest.title": "Thanks for Recommending Me This Book",
	//6 heart event - bad ending
	"Caroline.WizardStalk": "Dearest @,^The whispering woods hold secrets, and yesterday, one such secret unveiled itself before you. You may have seen me near Caroline, and perhaps noticed a tension unseen. The truth lies not in malice, but in a touch of magic far beyond my control. Caroline, a soul close to my heart, has been troubled.^^If you ever see me lingering near Caroline again, know that I am but a concerned friend, wielding a delicate touch. Perhaps, in time, the magic will settle, and I might be able to offer her the solace she needs.^^   -M. Rasmodius",
	"Caroline.WizardStalk.title": "Regarding Caroline's Well-Being",
	//6 heart event - good ending
	"Caroline.ComfortLove": "My dearest bestfriend,^Just wanted to say thanks for being there for me yesterday. Your support really meant a lot.^^Things were tough at home, and I was feeling pretty low. But talking to you helped me feel better. You're a great friend, and I appreciate you listening to me.^^Let's catch up soon, maybe grab some tea?^^   -Caroline",
	"Caroline.ComfortLove.title": "Thank you for being there for me <",
	//8 Heart Event - B
	"Caroline.PierreBribe": "Dear @,^Consider this a... ahem peace offering. Tucked inside this envelope, you'll find a little somethin' somethin' - a token of, well, let's just say apology.^^I crossed a line the other day. Seeing you and Caroline... well, let's just say jealousy got the best of me. There's no excuse for my behavior, and for that, I sincerely apologize.^^But here's the thing, @. You're a good person, so please, keep this incident between us.  Think of it as an investment in our, ahem, continued business partnership.^^   -Pierre",
	"Caroline.PierreBribe.title": "Please keep it a secret!",
	//10 heart event
	"Caroline.WizardCure": "Dearest @,^There's a secret I can no longer keep. Abigail, the spirited young woman with amethyst hair, isn't just another resident of Pelican Town - she's my biological daughter.^^Years ago, a powerful curse threatened Abigail. In a desperate attempt to weaken its hold, I made the agonizing decision to entrust her care to Pierre and Caroline. The magic was... volatile, and I believed separating myself from her would lessen its influence.^^For a while, it seemed to work. Abigail thrived under their care, her adventurous spirit blossoming. However, recent troubles within the household - a growing rift between Pierre and Caroline - seem to be amplifying the curse's effects. This worries me deeply.^^I have sensed a shift in the magic, and time is running short. Meet me in the Secret Woods, but only if you bring the Tigerseye. It is the key to breaking the curse.^^   -M. Rasmodius",
	"Caroline.WizardCure.title": "Urgent: Help Needed for Abigail",
	"Caroline.AbigailMissing": "To the Concerned Citizens of Pelican Town^^At the request of Pierre and Caroline, the Mayor's Office is reaching out to the community with a plea for assistance. Their daughter, Abigail, has been missing since yesterday afternoon.^^While Abigail is known for her adventurous spirit and love for exploring the wilderness, her extended absence has caused her family and the entire town significant concern.^^Abigail is a young woman with distinctive purple hair. She typically wears a black combat boot and a dark blue and purple t-shirt. It's also possible she may be carrying her slingshot.^^If you have ANY information on Abigail's whereabouts, no matter how small the detail may seem, please contact the Mayor's Office immediately. Additionally, information can be reported directly to Pierre or Caroline at Pierre's General Store.^^The safety of our citizens is paramount, and any leads could be crucial in reuniting Abigail with her worried family.^^Sincerely,^Mayor Lewis^Pelican Town Mayor's Office",
	"Caroline.AbigailMissing.title": "Urgent: Have You Seen Abigail?",
	"Caroline.AbigailSettle": "Hey, @,^Just checking in! Lately things have been, well, crazier than I thought they could be! But I gotta tell ya, everything's settling down now.^^At first, things were messed up after... well, for a while I always felt a little like a lost bat in the dark, never quite fitting in anywhere. Then, well, the whole thing with my parents just blew up.^^Mom and Dad, y'know, decided to split. But honestly, I think it's for the best. Crazy thing is, even though Pierre isn't blood or whatever, he's always been there for me. Same goes for Caroline, even if she does nag about my hair color sometimes. Point is, they're the family I know, and that's not changing.^^As for the Wizard, I'm okay with things being how they are. Mysterious dude and all. Blood doesn't make a family, you know? It's the people who are there for you, through thick and thin, like you!^^Anyway, just thought I'd give you the lowdown. Life throws some serious curveballs, but hey, gotta learn to swing with the punches, right?^^Thanks for always being a good listener.^   -Abigail",
	"Caroline.AbigailSettle.title": "Just Wanted to Update You",
	"Caroline.AbigailStayed": "Hey, @,^Just checking in! Lately things have been, well, crazier than I thought they could be! But guess what? Things are actually looking up.^^For a while after... well, let's just say things were rough. I felt lost, like a bat with a broken wing, not sure where I belonged. Then, things got really tense with Mom and Dad.^^But here's the good news: they decided to work things out! It took some effort, but they're talking again and seem to be in a better place.^^It's a little weird seeing them so different, but in a good way. Through it all, Pierre and Caroline have been amazing. They're not my biological family, but they've always been there for me, even if Caroline still complains about my hair color sometimes. They're the family I choose, and that's not changing.^^As for the Wizard, things are cool between us. Mysterious as ever, but that's the Wizard for you. I guess blood doesn't define family after all.^^It's the people you can count on, no matter what, like you! Anyway, just wanted to update you. Life throws curveballs, but hey, we gotta learn to swing with the punches, right?^^Thanks for always being such a good friend.^   -Abigail",
	"Caroline.AbigailStayed.title": "Just Wanted to Update You",

	//EVENT AFTERMATH
	//2 Heart Event - Museum Book
	"Caroline.ShyBook.Dialogue": "There you are! $1#$b#Did the librarian scare you off yesterday. $8#$b#Or was it something else entirely? $6",
	//2 Heart Event - Museum Beuty
	"Caroline.CryBook.Dialogue": "Hi, sweetie! $1^Hi, dear! $1#$b#Still feeling down from yesterday? $2#$b#Sweetie, I know life can be tough sometimes, but hiding away isn't the solution. $5^Dear, I know life can be tough sometimes, but hiding away isn't the solution. $5#$b#But you don't have to tell me now, sweetie, if you don't want to.$8^But you don't have to tell me now, dear, if you don't want to.$8#$b#Take your time, I'll be here whenever you're ready to talk about it. $5",
	
	//8 Heart Event - A - Escape
	"Caroline.Caroline.SunKiss.Dialogue": "Abigail refuses to talk to me... Do you think she hates me? $10",
	"Caroline.Abigail.SunKiss.Dialogue": "I don't want to talk right now. $5#$b#Why don't you go talk to mom instead! $5#$e#%Abigail refuses to talk further.",
	"Caroline.Pierre.SunKiss.Dialogue": "Abigail's been acting weird lately. $2#$b#I hope she's okay.$2",
	
	//8 Heart Event - B - Pierre
	"Caroline.Caroline.HuH.Dialogue": "Sweetie! Are you alright? $10^Dear! Are you alright? $10#$b#You don't deserve that. $2#$b#Don't worry, I won't let Pierre get away with it. $3",
	"Caroline.Abigail.HuH.Dialogue": "I just feel... tired. $2#$b#I don't think he even cares what I say. $2#$b#Maybe he never did. $2",
	"Caroline.Pierre.HuH.Dialogue": "I shouldn't have reacted that way. It was childish and wrong. $2#$b#I'm sorry, @. $2",
	"Caroline.Lewis.HuH.Dialogue": "Heard Joja's really put Pierre in a tight spot. $2#$e#Can't blame Caroline for being upset... $2",
	"Caroline.Marnie.HuH.Dialogue": "Another night at the saloon, another Pelican Town tragedy. Poor Abigail just needs her dad. $2",
	"Caroline.Demetrius.HuH.Dialogue": "The saloon seems to be the new town square for drama. Perhaps some peace offerings for Abigail are in order... $2",
	"Caroline.Robin.HuH.Dialogue": "Saw things got messy at the saloon last night. $2#$b#Kids shouldn't have to deal with that. $2",
	"Caroline.Clint.HuH.Dialogue": "Such a display... I hope Abigail wasn't too frightened. $2",
	"Caroline.Willy.HuH.Dialogue": "Rough seas over at the saloon, eh? Hope Abigail's alright. $2#$b#Heard she just wanted her dad to come home. $2",
	"Caroline.Gus.HuH.Dialogue": "Joja's grip on the town is tightening, that's for sure. #$b#Hope Pierre finds a way to keep his head above water... for Abigail's sake, at least. $2",
	"Caroline.Emily.HuH.Dialogue": "Such negativity! $2#$e#Maybe Abigail needs a crystal or some positive affirmations to chase away those bad vibes. $1",
	"Caroline.Pam.HuH.Dialogue": "Sounds like Pierre needs to drown his sorrows somewhere else. $2#$b#Not surprised Abigail wants out. $2",

	//8 Heart Event - C - Skipped
	"Caroline.Caroline.BrokenFrame.Dialogue": "I... $10#$b#I'm sorry... $11#$b#I didn't mean for you to get caught in all of this. $11",
	"Caroline.Abigail.BrokenFrame.Dialogue": "Just... $3#$b#Try not to make things worse, okay? $2#$b#I don't think Mom can take much more of this. $2",
	"Caroline.Pierre.BrokenFrame.Dialogue": "I guess I could've handled things better. $2#$b#I didn't mean to snap like that. $2#$b#Anyway, thanks again for stepping in. #$b#But maybe next time, just... stay out of it. $2",

	//12 Heart Event
	"Caroline.BeachFuss.Dress.Dialogue": "You sure love seeing me in my white bikini, don't you, darling? $5#$b#Do you want me to wear it more often? $8",
	"Caroline.BeachFuss.Ocean.Dialogue": "Wow, darling, this day is really something, isn't it?$2#$b#Must be 'nice' having all that free time, in this relaxing day.$3#$b#Must be 'nice' to be so carefree.$8#$b#Don't you think so, darling? $2 #$e#%It looks like Caroline isn't interested in talking more.",
	
	//14 Heart Event - Wholesome
	"Caroline.BathLove.Food.1": "Remember what you mentioned last night? $1#$b# Well, I kept my promise and made it for you. $8",
	"Caroline.BathLove.Food.2": "Enjoy your day, darling. $5",
	
	//14 Heart Event - Lewd
	"Caroline.BathFuss.Dialogue": "Last night was wild, wasn't it, darling? $8#$b#You had me trembling and moaning so loud, I thought someone would hear us. $5#$b#Let's keep that a secret between us, okay? $6",

	//MAIL AFTERMATH
	"Caroline.AbigailMissing.Dialogue": "Have you seen my Abby? My heart just isn't at ease... $10",
	"Pierre.AbigailMissing.Dialogue": "Have you seen Abigail? It's getting late... $2",
	"Lewis.AbigailMissing.Dialogue": "Abigail missing? This isn't like her at all. We need to find her, @. $3",
	"Sam.AbigailMissing.Dialogue": "Have you seen Abby? We were supposed to meet to practice for the band last night, but she never showed. $8",
	"Sebastian.AbigailMissing.Dialogue": "Abigail's missing? I haven't seen her. You think she's down in the mines again? $2",
	"Robin.AbigailMissing.Dialogue": "Sebastian mentioned she was at the mines yesterday. $2#$b#But surely she wouldn't be missing there, would she?$2",
	"Demetrius.AbigailMissing.Dialogue": "Missing, you say? I haven't the faintest idea where Abigail might be. $2#$b#Perhaps she's simply gotten lost exploring. Have you checked the deeper parts of the forest? $2",
	"Maru.AbigailMissing.Dialogue": "Abigail's missing? That's...unusual. $2#$e#Have you checked by the old community center? She likes taking naps up there sometimes.",
	"Jodi.AbigailMissing.Dialogue": "Oh heavens, Abigail missing? #$e#Sam's he hasn't seen her all day... This is all so worrying... $2",
	"Kent.AbigailMissing.Dialogue": "Missing, huh? You better find her, kid. Don't need Abigail getting hurt out there.",
	"Vincent.AbigailMissing.Dialogue": "Mister! Mister! Did you find Abby yet? $2^Miss! Miss! Did you find Abby yet? $2 #$b#Maybe she's hiding and gonna scare us! $3",
	"Pam.AbigailMissing.Dialogue": "Abigail missin'? Huh, that's strange. $4#$b#You wouldn't believe the trouble I used to get into when I was her age, but I always came back eventually. $1#$b#Probably just off explorin' somewhere wild. $2",
	"Penny.AbigailMissing.Dialogue": "Oh no... Have you checked the library? Sometimes she comes in there to escape from her dad scolding her. $2#$b#I can't imagine her being gone for so long... $2",
	"Haley.AbigailMissing.Dialogue": "Well, that's one less person to compete with at the next dance competition... $2#$b#Not that I care, but if it means less drama, then good riddance. $3",
	"Alex.AbigailMissing.Dialogue": "Still, not my problem. You should probably check the mines though, she's always lookin' for a fight with some monster or another. $5",
	"Marnie.AbigailMissing.Dialogue": "But... she wouldn't just disappear, would she? $2#$e#Have you checked the forest? She's been talking about those strange glowing mushrooms lately... $2",
	"Shane.AbigailMissing.Dialogue": "Figures... Probably ran off somewhere with that purple hair o' hers to avoid responsibility. Not my problem. $2",
	"Jas.AbigailMissing.Dialogue": "Miss Abigail is missing? But where could she have gone? $2#$b#Maybe she's lost in the forest again! $4",
	"Wizard.AbigailMissing.Dialogue": "Relax, she's safe for now. Found her in the secret forest, under a strange magical influence. #$b#Working on a cure, but need to be discreet. Don't tell Pierre and Caroline yet, worry complicates things. #$e#Keep an eye out for weirdness near Cindersap Forest, alright?",

	// ITEMS
	"Caroline.Teddy.name": "Caroline's Teddy Bear",
	"Caroline.Teddy.description": "A childhood keepsake, worn but well-loved. Swing it with care, its hug packs a surprising punch.",
	"Caroline.Portrait": "Caroline Portrait",
	"Caroline.Poster": "Caroline Poster", // alt name if Caroline is Single is installed

	// STRINGS FROM MAPS
	"Caroline.CSCRoom.0": "The gentle sound of the water is calming.",
	"Caroline.CSCRoom.1": "I remember seeing this plant in her old home. It's nice to see it thriving here.",
	"Caroline.CSCRoom.2": "She brought this from her old place, didn't she?",
	"Caroline.CSCRoom.3": "Caroline must've been arranging the plants again.#She's always so particular about the details.",
	"Caroline.CSCRoom.4": "This pipe's carrying the water to the fountain.#She probably insisted on keeping it clean",
	"Caroline.CSCRoom.5": "The light here feels warm, just like her presence.",
	"Caroline.CSCRoom.6": "A cozy spot for tea.#I can imagine Caroline sitting here.",
	"Caroline.CSCRoom.7": "A well-loved teddy bear.#I wonder if Caroline would ever tell me the story behind it.",
	"Caroline.CSCRoom.8": "These flowers are arranged so perfectly.#Caroline must have spent time making sure they look just right.",
	"Caroline.CSCRoom.9": "These plants adds a soft touch to the space.",
}