
{
	//CONFIG
	"config.section.gameplay.name": "Jouabilité",
    "config.section.graphics.name": "Graphismes",
    "config.section.compatibility.name": "Compatibilité",
    "config.MatureEvent.name": "Événement Suggestif",
    "config.MatureEvent.description": "L'événement des 14 cœurs doit-il inclure le contenu osé ?",
    "config.AutoSingle.name": "Célibataire Forcé",
    "config.AutoSingle.description": "Commencer Caroline en tant que personnage célibataire ? (Recommandé pour les joueurs de retour ou ceux qui ne s'intéressent pas à ses événements de cœur.)",
    "config.SorkrimArt.name": "Art de Sorkrim",
    "config.SorkrimArt.description": "Voulez-vous utiliser les portraits et sprites fournis par ce mod ? (Mettez sur false si vous souhaitez utiliser un autre mod visuel.)",
    "config.PortraitStyle.name": "Style du Portrait (Meuble)",
    "config.PortraitStyle.description": "Choisissez comment le portrait de Caroline est affiché. Plus d'options sont disponibles—faites défiler pour les voir.",
    "config.PortraitStyle.values.Spring": "Printemps",
    "config.PortraitStyle.values.Summer": "Été",
    "config.PortraitStyle.values.Fall": "Automne",
    "config.PortraitStyle.values.WinterIndoor": "Hiver - Intérieur",
    "config.PortraitStyle.values.WinterOutdoor": "Hiver - Extérieur",
    "config.PortraitStyle.values.Beach": "Plage",
    "config.PortraitStyle.values.FlowerDance": "Danse des Fleurs",
    "config.PortraitStyle.values.SpiritEve": "Veillée des Esprits",
    "config.MarriageDialogue.name": "Dialogues de Mariage",
    "config.MarriageDialogue.description": "Désactivez ceci pour utiliser les dialogues de mariage du mod 'Caroline est Célibataire'. Si vous préférez utiliser les miens, vous devez supprimer manuellement leur fichier de dialogue de mariage : [CP] Caroline Is Single > Data > Dialogue > MarriageDialogue.json.",

	//DIALOGUE
	//Unique Dialogue
	"Caroline.Introduction": "Oh mon Dieu ! Comment ça va ? #$b#Tu te souviens de moi, ~mon chou~ ? $5^Tu te souviens de moi, ~mon cœur~ ? $5#$b#Je pensais que tu m'avais oubliée. $8#$b#Je ne m'attendais pas à te voir ici. Peut-être qu'on pourrait redevenir amis.",
    "Caroline.FlowerDanceAccept": "D'accord, mon chou, on y va. $1^D'accord, mon cœur, on y va. $1#$b#Je ne vois pas de mal à accepter pour l'instant.",
    "Caroline.FlowerDanceAccept.Spouse": "Donnons tout ce qu'on a, mon chéri. $1#$b#On a toujours été une sacrée équipe, n'est-ce pas ? $6",
    "Caroline.FlowerDanceDecline": "Tu me demandes de danser ? #$b#Oh mon Dieu, je pourrais te montrer une ou deux choses, mais je vais te laisser t'amuser cette fois. $8",
    "Caroline.divorced": "Qu'est-ce que tu veux dire... $11#$b#Après tout ce qu'on a traversé ? $2#$b#Tu peux partir, je comprends... $3",
    "Caroline.breakUp": "Je n'avais jamais imaginé que ça finirait comme ça... $11#$b#J'ai besoin d'un peu d'espace ! $3#$b#Te voir me fait plus de mal que je ne voudrais l'admettre. $2",
    "Caroline.dumped": "Je n'aurais jamais cru que tu pouvais être aussi cruel... $2#$b#J'espère que tu es heureux avec ton choix. $3",
    "Caroline.secondChance": "Les secondes chances sont rares. $11#$b#Ne gâchons pas ça, d'accord ? $3",
    "Caroline.SpouseGiftJealous": "Jodi m'a dit que tu avais donné ce même cadeau à quelqu'un d'autre... $2#$b#Tu me trompes ? $3#$b#Désolée, mon chéri. C'est difficile de ne pas ressentir ça quand je te vois avec quelqu'un d'autre. $11",
    "Caroline.DumpsterDiveComment": "Je t'ai pris en flagrant délit ! Faut-il que je m'inquiète, ou est-ce ton nouveau hobby ? $3#$b#Si tu cherches quelque chose, tu aurais pu me demander de l'aide. $8",
    "Caroline.StardropTea": "Oh, un thé à la stardrop ! Tu te souviens à quel point j'adore ça. $1#$b#Merci, ça signifie plus que tu ne crois, mon chou. $4^Merci, ça signifie plus que tu ne crois, mon cœur. $4",
    "Caroline.AcceptBouquet.1": "Waouh ! Quelle magnifique fleur ! $5#$b#Attends une minute... Ce n'est pas pour moi, n'est-ce pas ? $3#$b#Oh, tu... es sérieux ? $11#$b#Ton... Promesse d'enfance ? Qu'est-ce que c'est ? Je ne me souviens de rien. $2#$b#(Ah, il a l'air sur le point de pleurer) $10^(Ah, elle a l'air sur le point de pleurer) $10#$b#D'accord, d'accord... Je rigolais ! Je m'en souviens ! $8#$b#J'accepte ! Tu sais bien que je ne peux pas te résister. $5",
    "Caroline.AcceptBouquet.2": "Oh ? Alors tu m'aimes encore ? $11#$b#Tu t'es vraiment engagé dans notre Promesse d'enfance, hein ? $8#$b#Ah, les souvenirs reviennent maintenant. $10#$b#D'accord, je l'avoue, tu as toujours une place spéciale dans mon cœur, mon chou. $5^D'accord, je l'avoue, tu as toujours une place spéciale dans mon cœur, mon cœur. $5",
    "Caroline.AcceptBouquet.3": "Oh, un bouquet de ta part ? Quelle surprise... $2#$b#Après tout ce qui s'est passé avec Pierre, je ne pensais pas recevoir quelque chose comme ça. $11#$b#C'est un symbole de nouveaux départs, n'est-ce pas ? $b#Merci. J'accepte. $5",
    "Caroline.RejectBouquet.1": "Pierre m'a dit que tu avais acheté ce bouquet pour quelqu'un de spécial, mais je suis sûre que cette fleur n'était pas destinée à moi, n'est-ce pas ? $3",
    "Caroline.RejectBouquet.2": "Oh, je t'ai vu acheter un bouquet tout à l'heure. $8#$b#Alors... Qui est l'heureux élu ? $8#$b#Oh ? C'est pour moi ? $2#$b#D'accord, arrête, tu me fais marcher. $3#$b#Pourquoi est-ce que tu me taquines toujours comme ça ? $8",
    "Caroline.RejectBouquet.NotDatable.1": "Qu'est-ce que ça veut dire ? $3#$b#Range ça avant que quelqu'un d'autre ne le voie ! Franchement... $11",
    "Caroline.RejectBouquet.NotDatable.2": "Quelle jolie fleur ! $5#$b#Attends...#$b#Ce n'est pas pour moi, hein ? Tu plaisantes. $2#$b#Tu ne peux pas agir comme ça sur un coup de tête. $3",
    "Caroline.AcceptMermaidPendant.1": "Qu'est-ce que ça veut dire ? $9#$b#Proposition en mariage ?! Oh, tu es sérieux... $9#$b#C'est si soudain, je ne sais même pas quoi dire. $10#$b#Tu ne peux pas précipiter quelque chose comme ça, tu sais. $10#$b#Tu es tellement pressé de m'avoir ? $2",
    "Caroline.AcceptMermaidPendant.2": "J'attendais ce moment depuis qu'on a fait notre promesse. $5#$b#Je t'aime aussi, mon chou. $4",
    "Caroline.RejectMermaidPendant.1": "Si tu ranges ça maintenant, je ferai comme si je ne l'avais jamais vu. $3",
    "Caroline.RejectMermaidPendant.2": "Oh, mon chou, c'est tellement attentionné de ta part. $4#$b#Mais quelque chose d'aussi spécial ne doit être offert que si tu le veux de tout cœur. $3",
    "Caroline.RejectMermaidPendant.NotDatable.1": "Range ça ! Ne laisse personne voir ça. $11#$b#Tu essaies de me faire rougir exprès ? $3",
    "Caroline.RejectMermaidPendant.NotDatable.2": "Tu ne sais pas comment ça fonctionne ici, n'est-ce pas ? $3#$b#Range ça ! Cette blague n'est pas drôle... $2",
    "Caroline.Divorced.1": "Après tout ce qu'on a traversé ? Désolée, mais je ne peux pas revivre ça. $2",
    "Caroline.Divorced.2": "%Caroline ne veut pas te parler.",
    "Caroline.NpcAlreadyMarried.1": "Tu flirtes alors que tu es marié ? $2#$b#Mon chou, tu ferais bien de faire attention avant que je n'en parle à ton partenaire. $3^Mon cœur, tu ferais bien de faire attention avant que je n'en parle à ton partenaire. $3",
    "Caroline.NpcAlreadyMarried.2": "Mon chou, il est clair que tu as fait ton choix, et ce n'est pas moi. $2^Mon cœur, il est clair que tu as fait ton choix, et ce n'est pas moi. $2#$b#Arrête de m'envoyer des signaux contradictoires, ce n'est pas juste. $11",
    "Caroline.SpouseStardrop": "Mon chéri, tu peux garder ça pour moi ? #$e#C'est juste une petite attention pour te montrer à quel point tu comptes pour moi. $4",
    "Caroline.WipedMemory": "Aïe, ma tête me fait mal... $3#$b#Oh, salut mon chou, tu es là. $8^Oh, salut mon cœur, tu es là. $8#$b#Attends, est-ce qu'on n'a pas déjà eu cette conversation ? $2#$b#Peut-être que j'imagine des choses. Ces derniers temps, ma mémoire n'est plus aussi aiguisée qu'avant. $8",
    "Caroline.GreenRain.1": "Mon chou, tu as déjà vu une pluie comme ça ?^Mon cœur, tu as déjà vu une pluie comme ça ? $11#$b#Ça a un drôle de goût... Tu es sûr que c'est sans danger ? $2#$b#Je vais m'inquiéter pour toi là-dehors, tu sais. Prends soin de toi. $11",
    "Caroline.GreenRain.2": "Oh, c'est encore cette pluie spéciale ! $5#$b#Cette fois, je vais profiter de chaque goutte, mon chou. #$e#Et c'est l'excuse parfaite pour se réchauffer avec une bonne tasse de thé. $1",

	// Location Dialogue
	"Caroline.Resort.Entering": "Willy a distribué des crackers de poisson à tout le monde. #$b#Je suis encore en train de mâcher les miens. C'est... délicieux. $1",
    "Caroline.Resort.Leaving": "Je crois que je vais dormir comme un bébé ce soir ! $h",
    "Caroline.Resort.Shore": "L'eau ici est tellement plus chaude qu'à la vallée. #$b#C'est incroyable ! $1",
    "Caroline.Resort.Chair": "%Caroline s'étend sur la chaise, prête pour une sieste.",
    "Caroline.Resort.Bar": "J'ai demandé à Gus de me surprendre, et il a préparé un thé vert glacé à la peau de mangue. C'est incroyable ! $h",
    "Caroline.Resort.Bar6": "Si c'était il y a des années, je t'aurais entraîné explorer la jungle à côté. #$b#J'en ai toujours envie, honnêtement ! $1#$e#Mais je me demande... penses-tu qu'Abigail ait hérité de son sens de l'aventure de moi ? $11",
    "Caroline.Resort.Bar10": "Cet endroit ressemble tellement à cette île enchantée dont on rêvait quand on était enfants. #$b#Tu te souviens ? C'est comme si nos rêves d'enfance s'étaient réalisés. $1",
    "Caroline.Resort": "Bonjour, @. Alors, tu es ici pour te détendre ou pour rester occupé ?",

	// Spring Dialogue
	"Caroline.spring1": "Le printemps est là ! #$b#Tout semble de nouveau si vivant, n'est-ce pas ? $1",
    "Caroline.springMon": "Oh, bonjour ! C'est agréable de te voir t'installer en ville. #$e#Commencer une ferme, ce n'est pas une mince affaire... $11#$b#Je suis sûre que tu vas t'en sortir. $8",
    "Caroline.springMon2": "Je t'ai vu travailler sur ta ferme tout à l'heure. #$b#Ça m'a rappelé à quel point tu étais déterminé quand tu étais enfant. $1#$b#Tu ne faisais jamais les choses à moitié, n'est-ce pas ? $6",
    "Caroline.springMon4": "Tu sais, te revoir après toutes ces années... #$b#Ça me paraît un peu irréel. Mais d'une bonne manière. $8",
    "Caroline.springMon6": "Je pensais à notre enfance l'autre jour. $11#$e#C'est drôle comme le temps change tout, et pourtant... certaines choses semblent rester les mêmes. $8",
    "Caroline.springMon8": "Tu es vraiment devenu quelqu'un d'impressionnant, mon chou. $5^Tu es vraiment devenu quelqu'un d'impressionnant, mon cher. $5#$b#Mais je peux encore apercevoir des morceaux de cet enfant que je poursuivais. $6",
    "Caroline.springMon10": "Tu avais toujours ce don de faire battre mon cœur plus fort, même à l'époque. $4#$e#Et maintenant... eh bien, certaines choses ne changent jamais, mon chou. $10^Et maintenant... eh bien, certaines choses ne changent jamais, mon cher. $10",
    "Caroline.springTue": "C'est bien de te voir créer ta vie ici. #$b#Pelican Town pourrait vraiment utiliser un peu de fraîche énergie. $1",
    "Caroline.springTue2": "Tu es toujours occupé, n'est-ce pas ? $8#$b#C'est une bonne qualité, tant que tu ne fais pas trop d'excès. $6",
    "Caroline.springTue4": "Je me suis surprise à sourire aujourd'hui en pensant à l'une de nos vieilles aventures. #$b#Je me demande, est-ce que tu te souviens de ces jours-là ? $1",
    "Caroline.springTue6": "Tu t'es installé si bien, c'est comme si tu n'étais jamais parti. #$b#C'est agréable, de t'avoir de nouveau parmi nous.",
    "Caroline.springTue8": "Tu savais toujours comment me faire tourner en bourrique, mon chou. $2^Tu savais toujours comment me faire tourner en bourrique, mon cher. $2#$b#Je ne sais pas si je dois être énervée ou charmée. $3",
    "Caroline.springTue10": "Tu es dangereux, mon chou ! $3^Tu es dangereux, mon cher ! $3#$b#Apparaître après toutes ces années, me regarder comme ça... #$b#Que suis-je censée faire avec toi ? $9",
    "Caroline.springWed": "Je me demandais ce que tu étais devenu. #$b#C'est agréable d'avoir enfin ma réponse. $1",
    "Caroline.springWed2": "Il y a une chaleur dans le cœur de revoir un vieil ami. #$b#J'espère que tu ressens la même chose. $8",
    "Caroline.springWed4": "Tu avais toujours ce don de mettre les gens à l'aise. #$b#C'est l'une des choses que j'admirais chez toi, même à l'époque. $5",
    "Caroline.springWed6": "On était tellement proches autrefois. $11#$b#Ça me fait me demander... penses-tu qu'on serait restés comme ça si les choses avaient été différentes ? $2",
    "Caroline.springWed8": "Tu as de la terre sur le visage encore. #$e#Reste tranquille, mon chou...^Reste tranquille, mon cher... $6#$b#Honnêtement, tu es aussi désordonné qu'à l'époque. $8",
    "Caroline.springWed10": "Tu continues à me regarder comme ça, mon chou, et je pourrais commencer à croire que tu n'es jamais vraiment parti. $4^Tu continues à me regarder comme ça, mon cher, et je pourrais commencer à croire que tu n'es jamais vraiment parti. $4#$e#Ça ne serait pas quelque chose, hein ? $10",
    "Caroline.springThu": "Jodi m'a parlé de ses recettes. #$b#Elle jure par son mélange d'épices secret, mais je pense qu'elle fait juste un peu de dramatisation. $8",
    "Caroline.springThu2": "Jodi dit que je devrais essayer la méditation pour me détendre. $11#$b#Tu peux imaginer me voir rester immobile aussi longtemps ? Ça me semble impossible. $8",
    "Caroline.springThu4": "Tu sais, Jodi et moi on se battait pour savoir qui préparait le meilleur repas maison. $8#$b#Peut-être que je devrais te défier la prochaine fois. Tu crois pouvoir supporter ma cuisine ? $6",
    "Caroline.springThu6": "Jodi m'a dit quelque chose d'intéressant aujourd'hui... $2#$b#Apparemment, je parle de toi plus que je ne le réalise. $8#$e#C'est étrange, non, mon chou ? $4^C'est étrange, non, mon cher ? $4",
    "Caroline.springThu8": "Jodi me lance des regards comme si elle savait quelque chose que je ne sais pas. $11#$b#Est-ce que je devrais m'inquiéter, mon chou ? $8^Est-ce que je devrais m'inquiéter, mon cher ? $8",
    "Caroline.springThu10": "Jodi a failli me surprendre en plein milieu de notre conversation aujourd'hui. $11#$b#Elle est perspicace, mais pas aussi perspicace que toi, mon chou... $6^Elle est perspicace, mais pas aussi perspicace que toi, mon cher... $6#$e#Tu sais déjà ce que je pense, n'est-ce pas ? $8",
    "Caroline.springFri": "Le musée est un endroit tellement paisible. #$b#Bien que j'ai toujours l'impression de devoir chuchoter, même quand il n'y a personne d'autre. $8",
    "Caroline.springFri2": "Je suis passée au musée pour lire un peu. #$b#Elliott était là aussi... je crois qu'il jugeait mes choix de livres. $2",
    "Caroline.springFri4": "Il y a quelque chose de plaisant à se perdre dans un livre. $1#$b#Pas de corvées, pas d'attentes... juste des mots qui t'emportent ailleurs. $5",
    "Caroline.springFri6": "J'ai trouvé un vieux journal au musée aujourd'hui. #$b#Ça m'a fait me demander... si quelqu'un lisait ta vie, quel genre d'histoire y trouverait-il, mon chou ? $6^Ça m'a fait me demander... si quelqu'un lisait ta vie, quel genre d'histoire y trouverait-il, mon chou ? $6",
    "Caroline.springFri8": "Tu sais, mon chou, si jamais tu veux me rejoindre au musée, ça me ferait plaisir d'avoir de la compagnie. ^Tu sais, mon cher, si jamais tu veux me rejoindre au musée, ça me ferait plaisir d'avoir de la compagnie. #$b#Mais ne t'attends pas à ce que je partage mon coin lecture. $8",
    "Caroline.springFri10": "Je me suis tellement plongée dans mon livre que j'ai failli perdre la notion du temps. $2#$e#C'est drôle... la seule autre personne qui me distrait comme ça, c'est toi, mon chou. $10",
    "Caroline.springSat": "Je me suis levée tôt aujourd'hui pour avancer dans mes tâches... $2#$b#Et maintenant, je veux juste faire une sieste. Être responsable, c'est épuisant. $3",
    "Caroline.springSat2": "Certains clients sont tellement exigeants... $2#$b#Je me demande comment Pierre a la patience pour ça. $8",
    "Caroline.springSat4": "Je pensais à essayer un nouveau look. #$b#Quelque chose de audacieux. Peut-être une nouvelle coupe de cheveux ? Qu'en penses-tu ? $6",
    "Caroline.springSat6": "Tu sais, je pense que tu es une mauvaise influence sur moi. $2#$e#Plus on parle, plus j'ai envie de briser mes habitudes. $5",
    "Caroline.springSat8": "Tu continues à me surprendre, mon chou. ^Tu continues à me surprendre, mon cher. #$b#Je ne sais pas si c'est excitant ou dangereux. $2",
    "Caroline.springSat10": "Je devrais finir mes courses, mais tu as une façon de me distraire. $2#$b#Dis-moi, mon chou... c'est fait exprès ? $3^Dis-moi, mon cher... c'est fait exprès ? $3",
    "Caroline.springSun": "J'ai passé du temps dans ma véranda ce matin. #$b#Les plantes ne se plaignent pas, elles poussent juste. C'est agréable. $1",
    "Caroline.springSun2": "Je me suis laissée dormir ce matin. #$b#Pour une fois, je ne m'en suis pas voulu. $1",
    "Caroline.springSun4": "Les dîners du dimanche sont mes préférés. #$b#De bons repas, de la bonne compagnie... $1#$e#Mais parfois, un changement de décor ne ferait pas de mal. $5",
    "Caroline.springSun6": "Je pensais passer la journée à me détendre, mais maintenant, j'envisage un peu d'aventure. #$b#Tu veux te joindre à moi, mon chou ? $8^Tu veux te joindre à moi, mon cher ? $8",
    "Caroline.springSun8": "J'aime les dimanches tranquilles, mais je ne dirais pas non à un peu d'excitation. #$e#Tu connais quelqu'un qui pourrait aider avec ça, hein, mon chou ? $6^Tu connais quelqu'un qui pourrait aider avec ça, hein, mon cher ? $6",
    "Caroline.springSun10": "Je devrais me reposer, mais me voilà encore prise dans une autre conversation avec toi. $2#$e#Dis-moi, mon chou... tu as toujours cet effet sur les gens ? $10^Dis-moi, mon cher... tu as toujours cet effet sur les gens ? $10",

	// Summer Dialogue
	"Caroline.summer1": "L'été est enfin là ! #$e#J'ai hâte que tous les fruits et légumes frais arrivent. $1#$b#Rien ne vaut un melon juteux par une journée chaude ! $6",
    "Caroline.summerMon": "Encore une journée chaude qui nous attend. #$b#Je devrais probablement rester à l'intérieur, mais où est le fun là-dedans ? $8",
    "Caroline.summerMon2": "J'adore l'odeur de l'été. #$e#Ce mélange d'air frais et de terre réchauffée par le soleil... c'est apaisant. $1",
    "Caroline.summerMon4": "Je pensais faire de la limonade maison aujourd'hui. #$b#Il y a quelque chose dans l'été qui appelle une boisson rafraîchissante, tu ne trouves pas ? $6",
    "Caroline.summerMon6": "Il fait trop chaud pour faire quelque chose de sérieux aujourd'hui. $2#$b#Peut-être que je vais juste trouver un coin ombragé et prétendre que mes responsabilités n'existent pas pendant un moment. $11",
    "Caroline.summerMon8": "Tu devrais faire attention par cette chaleur, mon chéri. $5^Tu devrais faire attention par cette chaleur, mon cœur. $5#$b#Je détesterais te voir épuisé avant même que la journée ait commencé. $8",
    "Caroline.summerMon10": "Tu as l'air préoccupé aujourd'hui, mon chéri. $2^Tu as l'air préoccupé aujourd'hui, mon cœur. $2#$e#Il me semble que ça ne va même pas me déranger. $11",
    "Caroline.summerTue": "Le cours d'aérobic a été épuisant aujourd'hui. $2#$b#Peut-être que c'est juste l'été, mais j'avais l'impression de fondre à mi-chemin. $3",
    "Caroline.summerTue2": "On a essayé une nouvelle routine en aérobic aujourd'hui. #$b#Je pensais que ce serait facile. Je me suis bien trompée. $8",
    "Caroline.summerTue4": "Je me suis retrouvée à rire pendant le cours d'aérobic aujourd'hui. $8#$b#Jodi a failli trébucher sur ses propres pieds, et bien... c'était difficile de ne pas réagir. $3",
    "Caroline.summerTue6": "J'étais complètement épuisée après l'aérobic, mais j'avais quand même de l'énergie pour discuter ensuite. #$e#C'est drôle comment ça marche, non, mon chéri ? $9^C'est drôle comment ça marche, non, mon cœur ? $9",
    "Caroline.summerTue8": "Je devais être distraite pendant l'aérobic aujourd'hui. $11#$b#Je n'arrêtais pas de rater mes mouvements, et les autres l'ont sûrement remarqué. $3#$b#Je me demande ce qui—ou qui—était dans mes pensées, mon chéri ? $4^Je me demande ce qui—ou qui—était dans mes pensées, mon cœur ? $4",
    "Caroline.summerTue10": "L'aérobic était épuisant, mais la vraie surprise ? #$b#Je me suis surprise à penser à toi au lieu de compter les répétitions. $6#$e#C'est dangereux, mon chéri... tu deviens vraiment une distraction. $10^C'est dangereux, mon cœur... tu deviens vraiment une distraction. $10",
    "Caroline.summerWed": "Le soleil est fort aujourd'hui. #$b#Je devrais probablement porter un chapeau... $11",
    "Caroline.summerWed2": "J'ai passé la matinée à m'occuper de mon jardin. #$b#Les plantes prospèrent sous cette chaleur. $1#$e#J'aimerais juste pouvoir en dire autant pour moi. $8",
    "Caroline.summerWed4": "Je suis passée par la ville plus tôt et j'ai vu des enfants jouer avec des ballons d'eau. #$b#Pendant un instant, j'ai presque eu envie de me joindre à eux. $8",
    "Caroline.summerWed6": "Il y a un petit stand en dehors de la ville qui vend les meilleures glaces. #$b#Peut-être que j'irai plus tard... à moins que tu ne veuilles m'en ramener. $6",
    "Caroline.summerWed8": "La chaleur ne me dérange pas trop, mais je l'admets... #$b#Je n'aurais pas d'excuse pour rester un peu plus longtemps à l'ombre. $6",
    "Caroline.summerWed10": "Tu me regardes comme si tu avais quelque chose en tête, mon chéri. $2^Tu me regardes comme si tu avais quelque chose en tête, mon cœur. $2#$e#Fais attention... tu risques bien de me tenter de te demander ce que c'est. $10",
    "Caroline.summerThu": "Jodi et moi avons eu une belle conversation sur la place aujourd'hui. #$b#Elle a toujours quelque chose d'intéressant à dire... même quand c'est juste à propos des listes de courses.",
    "Caroline.summerThu2": "J'ai passé du temps avec Jodi plus tôt. #$b#Elle avait beaucoup en tête... mais bon, quand n'a-t-elle pas ? $11",
    "Caroline.summerThu4": "Jodi et moi avons parlé de recettes d'été aujourd'hui. #$b#Elle m'a suggéré une nouvelle marinade pour les légumes grillés. Je vais sûrement devoir l'essayer. $1",
    "Caroline.summerThu6": "Jodi m'a taquinée à propos de quelque chose plus tôt. $2#$b#Elle a dit que je m'illumine quand tu es là. $3",
    "Caroline.summerThu8": "Jodi m'a posé une question à laquelle je n'étais pas prête aujourd'hui. #$b#Elle voulait savoir ce que je pense vraiment de toi... $4#$e#J'ai ri, mais ça m'est resté en tête, mon chéri. $10^J'ai ri, mais ça m'est resté en tête, mon cœur. $10",
    "Caroline.summerThu10": "Jodi m'a lancée un regard aujourd'hui. $2#$b#Elle n'a rien dit. $11#$e#D'une manière ou d'une autre, c'était pire, mon chéri. $2^D'une manière ou d'une autre, c'était pire, mon cœur. $10",
    "Caroline.summerFri": "Je suis allée un moment au musée. #$b#C'était calme et agréable... exactement ce que j'aime. $1",
    "Caroline.summerFri2": "Je suis restée plus longtemps que prévu au musée. #$b#Les bons livres ont cette capacité à voler le temps, tu ne trouves pas ? $8",
    "Caroline.summerFri4": "Je suis tombée sur un livre fascinant aujourd'hui. #$b#C'est étrange de penser à tout ce qui est oublié avec le temps. $11",
    "Caroline.summerFri6": "J'ai failli bousculer quelqu'un au musée parce que j'étais trop plongée dans mon livre. $8#$b#Distraite ? Peut-être. Ou peut-être que mon esprit était ailleurs. $6",
    "Caroline.summerFri8": "J'ai trouvé un livre sur les relations aujourd'hui. $6#$b#Purement par curiosité, bien sûr... $8#$b#Il disait que les hommes et les femmes ne peuvent pas avoir de véritables liens désintéressés... $11#$b#Et toi, qu'en penses-tu, mon chéri ? $9^Et toi, qu'en penses-tu, mon cœur ? $9",
    "Caroline.summerFri10": "J'étais tellement plongée dans mon livre que je n'ai même pas remarqué le temps passer. $8#$b#Ça n'arrive que quand je lis... $11#$b#Ou quand je parle avec toi, mon chéri. $6^Ou quand je parle avec toi, mon cœur. $6",
    "Caroline.summerSat": "J'avais une liste pleine de choses à faire aujourd'hui. #$b#Et pourtant, d'une manière ou d'une autre, je n'ai rien fait. $2",
    "Caroline.summerSat2": "Je suis allée faire du shopping plus tôt. #$b#Juste pour regarder, vraiment... mais je me suis retrouvée avec quelques trucs dont je n'avais pas besoin. $2",
    "Caroline.summerSat4": "Le magasin était bondé aujourd'hui. #$b#J'aime toujours regarder les gens acheter nos produits. $8",
    "Caroline.summerSat6": "J'avais toute l'intention d'être productive aujourd'hui... #$b#Puis j'ai trouvé un coin ombragé et soudainement, mes priorités ont changé. $6",
    "Caroline.summerSat8": "Je me suis surprise à te chercher du regard plus tôt. $8#$e#C'est drôle... je ne me rends même pas compte que je le fais jusqu'à ce que ça arrive, mon chéri. $4^C'est drôle... je ne me rends même pas compte que je le fais jusqu'à ce que ça arrive, mon cœur. $4",
    "Caroline.summerSat10": "Je me suis dit que je ne me laisserais pas distraire aujourd'hui. $2#$b#Mais ensuite je t'ai vu, et bien... tant pis pour ce plan, mon chéri. $8^Mais ensuite je t'ai vu, et bien... tant pis pour ce plan, mon cœur. $8",
    "Caroline.summerSun": "J'ai passé la matinée à ranger. #$b#C'est fou comme les choses se dérangent vite quand on ne fait pas attention.",
    "Caroline.summerSun2": "J'ai fait une promenade avant qu'il ne fasse trop chaud. #$e#La ville a un autre air le matin... plus calme, presque comme si elle se réveillait encore. $11",
    "Caroline.summerSun4": "J'ai fait un grand déjeuner aujourd'hui, juste parce que j'en avais envie. #$b#Parfois, il n'y a pas besoin de raison pour apprécier un bon repas. $8",
    "Caroline.summerSun6": "Je voulais prendre une pause aujourd'hui, mais quelque chose m'a poussée dans toutes les directions. $11#$b#Ou peut-être que je voulais juste une excuse pour rester occupée. $6",
    "Caroline.summerSun8": "J'ai eu un moment aujourd'hui où tout semblait... calme. #$b#Puis je me suis surprise à penser à toi, et soudainement, ce n'était plus si calme. $3",
    "Caroline.summerSun10": "J'ai passé une grande partie de la journée perdue dans mes pensées. #$b#Et si je suis honnête, mon chéri... $11^Et si je suis honnête, mon cœur... $11#$b#Une grande partie de ces pensées te concernait. $10",

	// Fall Dialogue
	"Caroline.fall1": "L'automne est une saison tellement charmante, tu ne trouves pas ?",
    "Caroline.fallMon": "L'air devient plus frais, et les feuilles commencent à changer. #$b#Abigail adore cette saison... elle dit que le monde semble plus vivant quand il est en train de mourir.",
    "Caroline.fallMon2": "J'ai retrouvé mon vieux foulard aujourd'hui. #$b#Cela me rappelle tellement de souvenirs. $4",
    "Caroline.fallMon4": "J'ai passé un moment dans la véranda aujourd'hui, à ajuster les plantes pour le changement de temps. #$b#Elles ne se soucient pas du changement de saison... mais je pense que c'est mon cas. $11",
    "Caroline.fallMon6": "Je suis sortie ce matin et j'ai pris une grande inspiration. #$e#Il y a quelque chose dans l'air frais qui te réveille. $1",
    "Caroline.fallMon8": "La ville semble différente en automne... plus calme, peut-être. #$b#Ou peut-être que je remarque simplement des choses que je n'avais pas remarquées avant... $6",
    "Caroline.fallMon10": "Je suis restée près de la fenêtre pendant un moment aujourd'hui. #$b#Juste à regarder les feuilles dorées tomber. $8#$e#Et je me suis rendue compte, mon chéri... que je t'attendais. $10^Et je me suis rendue compte, mon cœur... que je t'attendais. $10",
    "Caroline.fallTue": "Le cours d'aérobic était différent aujourd'hui. #$b#Peut-être à cause du temps plus frais, ou peut-être que je n'étais tout simplement pas aussi motivée. $11",
    "Caroline.fallTue2": "On a essayé de nouveaux étirements pendant l'aérobic. #$b#Ça m'a fait réaliser à quel point je suis en manque de forme. $8",
    "Caroline.fallTue4": "Jodi et moi avons fini par parler plus que faire de l'exercice aujourd'hui. #$e#Mais je ne me plains pas... parfois, se retrouver est plus important que de transpirer. $1",
    "Caroline.fallTue6": "L'aérobic était épuisant, mais ça ne m'a pas trop dérangée. #$b#Un peu de douleur vaut la peine si ça me permet de me sentir au mieux. $6",
    "Caroline.fallTue8": "Après le cours d'aérobic, je suis restée un peu plus longtemps dehors, juste pour profiter de l'air frais. #$b#Et peut-être... espérant que tu passes par là. $8",
    "Caroline.fallTue10": "L'aérobic était censé vider mon esprit, mais ça a eu l'effet inverse. $11#$e#Au lieu de ça, je n'arrêtais pas de penser à toi, mon chéri... $6^Au lieu de ça, je n'arrêtais pas de penser à toi, mon cœur... $6",
    "Caroline.fallWed": "Je suis allée vérifier notre stock pour la saison. #$b#Avec combien Abigail adore l'automne, on manque toujours de friandises de saison trop vite. $2",
    "Caroline.fallWed2": "Je suis passée devant le centre communautaire aujourd'hui. #$b#Même après toutes ces années, on dirait que c'est un endroit plein d'histoires en attente d'être racontées.",
    "Caroline.fallWed4": "L'odeur des feuilles tombées remplissait l'air aujourd'hui. #$b#C'est une chose si simple, mais je n'ai pas pu m'empêcher de m'arrêter pour en profiter.",
    "Caroline.fallWed6": "Je me suis surprise à regarder le ciel plus souvent aujourd'hui. #$b#Il y a quelque chose dans la façon dont les nuages dérivent en cette saison... c'est différent, mon chéri. $4",
    "Caroline.fallWed8": "La ville semble plus petite en automne, tu ne trouves pas ? $4#$b#Ou peut-être que ça semble plus comme chez soi quand certaines personnes sont là, mon chéri. $4",
    "Caroline.fallWed10": "Certains moments semblent durer une éternité, comme si le monde entier retenait son souffle. #$b#Et dans ces moments-là, mon chéri, je me retrouve à penser à toi. $4",
    "Caroline.fallThu": "Jodi et moi parlions de la façon dont l'automne rend toujours les gens nostalgiques. #$e#Elle a dit que ça lui rappelait quand Sam était petit... #$b#Puis j'ai dit que ça me rappelait juste à quelle vitesse le temps passe. $2",
    "Caroline.fallThu2": "J'ai vu un groupe d'oies voler vers le sud aujourd'hui. #$e#Jodi a plaisanté en disant qu'on devrait les suivre vers un endroit plus chaud... $8#$b#Mais je ne sais pas, je pense que je préférerais rester ici. $6",
    "Caroline.fallThu4": "Jodi a mentionné qu'elle se levait plus tôt ces derniers temps. #$b#Elle dit que les matins sont différents à cette période de l'année. #$b#Je pense qu'elle aime juste le calme avant que la journée ne commence vraiment. $8",
    "Caroline.fallThu6": "Jodi m'a vue perdre mon regard au milieu de la conversation. $11#$b#Elle a juste souri et a dit : 'Tu penses à quelqu'un ?' $8#$e#...Je ne sais pas ce qui te fait sourire, mon chéri. $2^...Je ne sais pas ce qui te fait sourire, mon cœur. $2",
    "Caroline.fallThu8": "Jodi a fait une remarque en passant sur le fait que je semble plus heureuse ces derniers temps. $2#$e#J'ai demandé ce qu'elle voulait dire, et elle a juste ri. $8#$b#Je suppose que certaines choses sont évidentes, hein ? $6",
    "Caroline.fallThu10": "Jodi m'a dit : 'Tu as changé ces derniers temps.' $2#$b#Je n'étais pas sûre de quoi répondre, alors j'ai juste souri. $8#$e#Mais je pense qu'on sait toutes les deux pourquoi, mon chéri. $10^Mais je pense qu'on sait toutes les deux pourquoi, mon cœur. $10",
    "Caroline.fallFri": "J'ai pris un livre au musée. #$b#Puis j'ai passé une demi-heure à regarder par la fenêtre à la place. $8#$e#Autant pour un après-midi tranquille. $2",
    "Caroline.fallFri2": "C'est drôle comment certains livres te captivent, tandis que d'autres... #$b#Eh bien, disons juste que j'ai passé plus de temps à faire la sieste qu'à lire aujourd'hui. $8",
    "Caroline.fallFri4": "J'ai trouvé un livre sur les anciennes traditions de la vallée. #$b#Apparemment, les gens laissaient de petites offrandes aux esprits de la forêt en automne. $11#$e#Je me demande si tout ça existe encore dans les environs.",
    "Caroline.fallFri6": "Je me suis encore laissée distraire au musée. $8#$e#Pas par les livres cette fois... $6#$b#Mais par quelqu'un qui m'est venu à l'esprit. $8",
    "Caroline.fallFri8": "J'ai essayé de lire, je t'assure... $2#$b#Mais mes pensées s'en sont allées ailleurs. $3#$e#Ou devrais-je dire, vers quelqu'un d'autre, mon chéri ? $8^Ou devrais-je dire, vers quelqu'un d'autre, mon cœur ? $8",
    "Caroline.fallFri10": "Je crois que j'ai relu la même phrase cinq fois. $2#$e#Ce n'était pas parce que c'était compliqué, mais parce que mon esprit était bloqué sur toi, mon chéri. $6^Ce n'était pas parce que c'était compliqué, mais parce que mon esprit était bloqué sur toi, mon cœur. $6",
    "Caroline.fallSat": "J'ai passé la matinée à réorganiser mon jardin. #$b#Les mois plus froids arrivent toujours plus vite... il faut que tout soit prêt. $1",
    "Caroline.fallSat2": "Marnie dit que les animaux sauvages sont de plus en plus actifs. #$b#Je suppose qu'ils savent aussi que l'hiver arrive. $6",
    "Caroline.fallSat4": "J'ai cueilli des mûres aujourd'hui et j'ai fini par en manger la moitié sur le chemin du retour. $6#$b#Oups. $8",
    "Caroline.fallSat6": "Je me suis retrouvée avec de la terre sur le visage après avoir travaillé dans le jardin. $2#$b#Je devais avoir l'air ridicule, mais je n'ai fait que rire. $8",
    "Caroline.fallSat8": "J'ai failli trébucher dans mon jardin. #$b#Je devrais peut-être faire plus attention... $2#$b#Mais bon, ce n'est pas ma faute, j'étais distraite par le temps. $3",
    "Caroline.fallSat10": "J'ai trouvé une citrouille en forme de cœur. #$b#Ou peut-être que je me fais des idées... $4#$e#Qu'en penses-tu, mon chéri ? $6^Qu'en penses-tu, mon cœur ? $6",
    "Caroline.fallSun": "J'ai préparé un thé épicé ce matin. #$b#J'ai peut-être un peu trop mis de cannelle, mais bon, ça m'a réveillée. $8",
    "Caroline.fallSun2": "Pierre grognait à propos de la cheminée, qu'il trouvait pénible à nettoyer. #$b#Mais devine qui sera la première à s'installer près de la cheminée quand il fera froid ? $8",
    "Caroline.fallSun4": "J'ai vu des corbeaux se rassembler dans les champs. #$b#Il y a quelque chose chez eux qui me donne toujours cette impression... je ne sais pas, comme s'ils nous regardaient. $11",
    "Caroline.fallSun6": "J'ai trouvé des excuses pour sortir aujourd'hui. #$b#Peut-être que je voulais juste respirer l'air frais... $1#$e#Ou peut-être que j'espérais croiser quelqu'un. $6",
    "Caroline.fallSun8": "J'étais sur le point de m'installer pour la nuit, mais j'ai eu cette pensée... $10#$b#Et si tu apparaissais à ma porte à la place ? $5#$b#Maintenant, je ne peux pas m'empêcher d'y penser, mon chéri. $6^Maintenant, je ne peux pas m'empêcher d'y penser, mon cœur. $6",
    "Caroline.fallSun10": "La maison est calme, la nuit est froide... $11#$e#Et pourtant, d'une manière ou d'une autre, mon cœur est toujours chaud. $4#$b#Je pense que tu sais pourquoi, mon chéri. $4^Je pense que tu sais pourquoi, mon cœur. $4",  

	// Winter Dialogue
	"Caroline.winter1": "L'hiver est une période si sereine et paisible, tu ne trouves pas ?",
    "Caroline.winterMon": "Je me suis levée tôt et j'ai vu la neige tomber près de mes fenêtres. #$b#C'est toujours un peu charmant... jusqu'à ce qu'il faille sortir, bien sûr. $2",
    "Caroline.winterMon2": "La maison semble toujours plus calme en hiver. #$b#Peut-être que c'est la façon dont le froid étouffe les sons... #$b#Ou peut-être que c'est juste dans ma tête.",
    "Caroline.winterMon4": "J'ai passé la matinée à essayer de me réchauffer près du feu. #$b#En fait, même en étant juste à côté, mes doigts étaient toujours froids. $8#$b#Je suppose qu'il me faut quelqu'un pour les tenir. $6",
    "Caroline.winterMon6": "Tu as remarqué comme certaines personnes supportent mieux le froid que d'autres ? #$b#Pendant ce temps, d'autres frissonnent et se plaignent jusqu'à ce que quelqu'un ait pitié d'elles. $8#$e#Pas que je cite de noms, bien sûr. $6",
    "Caroline.winterMon8": "L'air est tranchant, le sol est gelé. #$b#Mais mon cœur ? $4#$b#D'une manière ou d'une autre, il reste encore chaud, mon chou. $5^D'une manière ou d'une autre, il reste encore chaud, mon cœur. $5",
    "Caroline.winterMon10": "Les matins d'hiver peuvent être durs. $11#$e#...mais se réveiller avec quelqu'un dans la tête les rend un peu plus doux, tu ne trouves pas ? $10",
    "Caroline.winterTue": "L'aérobic a été un vrai défi aujourd'hui. #$b#L'hiver me donne envie de me rouler en boule et d'hiberner, pas de m'étirer et de transpirer. $2",
    "Caroline.winterTue2": "Jodi et moi avons toutes les deux convenu—faire de l'exercice dans le froid, c'est deux fois plus épuisant. $6#$b#Mais Marnie a dit que c'était juste une excuse pour être paresseuse. $8",
    "Caroline.winterTue4": "Jodi jure qu'elle a vu de la vapeur s'élever de nous après l'aérobic. #$b#Je lui ai dit qu'elle imaginait des choses. $6#$b#Mais honnêtement ? Je ne serais pas surprise. $8",
    "Caroline.winterTue6": "Le sol était glacé aujourd'hui. $2#$b#J'ai presque sauté quand mes pieds l'ont touché. $3",
    "Caroline.winterTue8": "L'aérobic ne m'a pas réchauffée autant que j'espérais. $2#$e#Peut-être qu'il me faut une autre façon de me réchauffer. $6",
    "Caroline.winterTue10": "On dit que l'exercice fait circuler le sang... #$e#Mais d'une manière ou d'une autre, tu as un talent pour faire accélérer mon cœur encore plus. $10",
    "Caroline.winterWed": "La neige rend tout plus lent. #$b#Comme si toute la vallée était simplement... en train de se reposer.",
    "Caroline.winterWed2": "Le froid fait rapidement engourdir mes mains. #$b#Je me répète que je vais acheter de meilleurs gants, mais je ne le fais jamais. $2",
    "Caroline.winterWed4": "J'ai vu des enfants jouer dans la neige. #$b#Un instant, j'ai presque oublié combien il faisait froid... $1#$b#Enfin, presque. $8",
    "Caroline.winterWed6": "Un pauvre type a glissé sur la glace ce matin. $2#$b#J'espère qu'il va bien. $11",
    "Caroline.winterWed8": "C'est le genre de froid qui reste, tu sais ? #$e#Le genre qui reste sur ta peau, dans tes os... $6#$b#Mais même alors, penser à toi suffit à l'éloigner. $9",
    "Caroline.winterWed10": "Chute de neige, air froid, rues gelées... $11#$e#Et pourtant, une pensée de toi, et je jure que je peux sentir à nouveau la chaleur... $11",
    "Caroline.winterThu": "Jodi et moi avons fini par parler de l'été aujourd'hui. #$b#Je suppose qu'elle en a marre de l'hiver aussi. $8#$b#Mais entre nous, je pense qu'elle s'ennuie juste d'avoir une excuse pour manger de la glace. $6",  
    "Caroline.winterThu2": "On a eu une longue discussion sur les enfants aujourd'hui. #$b#Elle a dit que Vincent court dehors sans son manteau. $8#$b#Pendant ce temps, Abigail ne quitte la maison que quand elle y est obligée. $2",  
    "Caroline.winterThu4": "Jodi était de mauvaise humeur aujourd'hui, alors j'ai essayé de la remonter. #$b#Je l'ai même fait rire—un de ces rires sincères, où elle se tient le ventre. $8#$b#Si ce n'est pas une victoire, je ne sais pas ce que c'est. $5",  
    "Caroline.winterThu6": "Il y avait un vent fort sur la place aujourd'hui. #$e#Je pensais être assez bien emmitouflée... $8#$b#Puis il a failli m'arracher mon écharpe. $2#$b#Si tu la vois s'envoler, fais-le moi savoir. $3",  
    "Caroline.winterThu8": "Jodi dit que l'hiver la rend sentimentale. #$b#Je ne peux pas lui en vouloir. $4#$b#Les jours froids, les longues nuits... c'est facile de penser à certaines personnes, mon chou. $5^Les jours froids, les longues nuits... c'est facile de penser à certaines personnes, mon cœur. $5",  
    "Caroline.winterThu10": "Je n'ai presque rien entendu de ce que Jodi disait aujourd'hui. $2#$e#Pas de ma faute ! Mes pensées étaient ailleurs. $3#$b#Ou devrais-je dire, sur quelqu'un, hmm ? Mon chou ? $6^Ou devrais-je dire, sur quelqu'un, hmm ? Mon cœur ? $6",  
    "Caroline.winterFri": "J'ai trouvé un livre avec un titre ridicule aujourd'hui. #$b#Quelque chose sur l'amour, le destin et un beau duc. $6#$b#Naturellement, j'ai dû lire les premières pages. $8",  
    "Caroline.winterFri2": "Il y a quelque chose dans la bibliothèque en hiver. #$e#Le calme, la chaleur, l'odeur des vieilles pages... $4#$b#Ça me donne presque envie d'y passer toute la journée. $8",  
    "Caroline.winterFri4": "Je me suis complètement perdue dans un livre aujourd'hui. #$b#Puis j'ai levé les yeux et j'ai réalisé que le soleil était déjà couché. $2#$e#Pas la pire façon de passer un après-midi, je suppose. $1",  
    "Caroline.winterFri6": "J'ai entendu quelqu'un soupirer dramatiquement à la bibliothèque. #$b#Il s'est avéré qu'ils lisaient une romance tragique. $8#$e#C'était tellement exagéré que j'ai failli rire... $8#$b#Enfin, presque. $6",  
    "Caroline.winterFri8": "J'ai lu quelque chose d'intéressant aujourd'hui. #$b#Il disait que la chaleur, ce n'est pas juste une question de température—c'est aussi une question de personnes. $4#$e#C'est comme une façon élégante de dire que certaines personnes rendent la vie plus chaleureuse, mon chou. $5^C'est comme une façon élégante de dire que certaines personnes rendent la vie plus chaleureuse, mon cœur. $5",  
    "Caroline.winterFri10": "Je suis restée plus longtemps que d'habitude à la bibliothèque. #$b#Pas pour les livres, cependant. $6#$e#J'attendais juste que quelqu'un entre et me donne une meilleure raison de rester. $10",  
    "Caroline.winterSat": "Pierre a essayé de me faire goûter un nouveau mélange de thé aujourd'hui. #$b#Disons juste... $2#$b#Tous les essais ne sont pas fructueux. $8",  
    "Caroline.winterSat2": "J'ai trouvé une vieille boîte de décorations d'hiver dans la maison. #$b#La moitié d'entre elles sont en morceaux, mais je n'arrive pas à les jeter. $11",  
    "Caroline.winterSat4": "J'ai passé la matinée à faire de la pâtisserie. #$b#Je visais 'délicat et élégant'... $2#$b#Mais j'ai fini par obtenir 'légèrement brûlé mais encore mangeable.' $3",  
    "Caroline.winterSat6": "Je me suis surprise à regarder dehors pendant longtemps. #$e#Pas à quelque chose en particulier. $6#$b#Juste à la façon dont le monde ralentit en hiver. $11",  
    "Caroline.winterSat8": "J'ai préparé du thé, me suis assise près de la fenêtre, et j'ai laissé la journée passer. #$b#Ça aurait été parfait si j'avais quelqu'un avec qui le partager, mon chou. $6^Ça aurait été parfait si j'avais quelqu'un avec qui le partager, mon cœur. $6",  
    "Caroline.winterSat10": "Un matin calme, une boisson chaude, et quelqu'un qui me vole des regards à travers la table... $6#$e#Maintenant ça, ce serait la journée parfaite en hiver, mon chou. $5^Maintenant ça, ce serait la journée parfaite en hiver, mon cœur. $5",  
    "Caroline.winterSun": "Je me suis réveillée avec le bruit de Pierre qui déneigeait. #$b#J'aurais dû l'aider, mais... $8#$b#Eh bien, ma couverture était trop chaude pour partir. $6",  
    "Caroline.winterSun2": "L'hiver est parfait pour ne rien faire du tout. #$b#Ce n'est pas que je puisse... $11#$b#Mais c'est une idée agréable. $8",  
    "Caroline.winterSun4": "J'ai essayé de tricoter aujourd'hui. #$b#Si jamais tu as besoin d'une écharpe irrégulière et boudinée, je prends les commandes. $8",  
    "Caroline.winterSun6": "Je suis sortie juste une seconde aujourd'hui. #$b#Une bouffée de cet air glacial, et j'ai immédiatement regretté. $8#$b#Plus jamais. $8",  
    "Caroline.winterSun8": "Il y a quelque chose dans le froid qui rend la chaleur encore meilleure. $6#$e#Et je ne parle pas seulement de m'asseoir près du feu, mon cœur. $10^Et je ne parle pas seulement de m'asseoir près du feu, mon cœur. $10",  
    "Caroline.winterSun10": "Une soirée enneigée, une maison tranquille, et la pensée de quelqu'un qui me garde au chaud... $11#$e#Peut-être que l'hiver n'est pas si mauvais après tout, mon chou. $10^Peut-être que l'hiver n'est pas si mauvais après tout, mon cœur. $10",  

	// Marriage Dialogues
	"Caroline.RainyDay.0": "Oh mon Dieu, il semble que la pluie tombe fort aujourd'hui. $2#$b#Mais ce n'est pas grave, car cela veut dire que je peux passer encore plus de temps avec toi.",
    "Caroline.RainyDay.1": "Il pleut ! Mon chéri ! #$b#Pas besoin d'arroser les plantes aujourd'hui, on peut faire une pause et se détendre un moment. $8",
    "Caroline.RainyDay.2": "Les jours comme celui-ci rendent toujours la ferme si confortable. #$b#Mais, ce sera difficile de me concentrer quand tout ce que je veux, c'est m'asseoir avec toi et écouter la pluie. $6",
    "Caroline.RainyDay.3": "Ne te mouille pas trop, fais attention à ne pas attraper froid, d'accord ? #$b#Si jamais tu tombes malade, tu ne pourras pas t'occuper correctement de tes cultures. $6",
    "Caroline.RainyDay.4": "Tu crois que les mines vont être toutes mouillées en bas quand il pleut ? $11#$b#Désolée, ça peut sembler idiot de poser la question, mais je ne peux pas m'empêcher de me demander ! $8",
    "Caroline.RainyNight.0": "Le bruit de la pluie contre la fenêtre est tellement apaisant. #$b#C'est l'excuse parfaite pour rester près de toi et ne rien faire pour une fois. $5",
    "Caroline.RainyNight.1": "Hé, je réfléchissais. $11#$b#La pluie est parfaite pour rester au lit et se détendre. $5#$b#Pourquoi ne ferions-nous pas juste ça ? $6",
    "Caroline.RainyNight.2": "Hé~ $6#$b#Je t'ai encore attrapé à me regarder, n'est-ce pas ? $8#$b#T'es pas discret, tu sais. Mais ça ne me dérange pas. $4",
    "Caroline.RainyNight.3": "Avant, la pluie me rendait nerveuse. #$b#Maintenant, je suis juste impatiente de la passer avec toi. $4",
    "Caroline.RainyNight.4": "Les nuits comme celles-ci me rappellent quand on s'asseyait ensemble sur le porche. #$b#Je ne pense pas qu'on ait beaucoup parlé... mais c'était agréable, non ? $5",
    "Caroline.RainyNight.5": "Tu devrais te reposer bientôt. #$e#Allez, allons dormir. $5",
    "Caroline.IndoorDay.0": "Diriger une ferme ensemble n'était pas exactement ce que j'avais imaginé. $11#$b#Mais je dois avouer que je n'échangerais ça pour rien au monde. $6",
    "Caroline.IndoorDay.1": "Tu travailles toujours si dur. #$e#Mais n'oublie pas de prendre des pauses, d'accord ? $2#$b#Je suis sérieuse... $3",
    "Caroline.IndoorDay.2": "Parfois, je pense qu'on devrait voyager. #$e#Ce monde est si vaste, on pourrait tout explorer. $1",
    "Caroline.IndoorDay.3": "La maison devient un peu silencieuse quand tu es dehors à travailler. #$b#Mais je suis toujours heureuse de te voir entrer par cette porte. $1",
    "Caroline.IndoorDay.4": "Tu peux travailler dur, mais promets-moi de rester en sécurité. #$b#Je penserai à toi quand tu ne seras pas là. $2",
    "Caroline.IndoorNight.0": "C'est agréable d'avoir des nuits comme celle-ci, n'est-ce pas ? #$e#Pas de pression, pas d'inquiétude... juste nous. $10",
    "Caroline.IndoorNight.1": "La nuit est encore longue... $10#$b#Parlons d'autre chose... $6",
    "Caroline.IndoorNight.2": "Hé, regarde cette lune ce soir. #$b#Elle est assez brillante pour éclairer toute la ferme. $1",
    "Caroline.IndoorNight.3": "Hmm...? $7#$b#Ce n'est rien, je veux juste t'embrasser $6",
    "Caroline.IndoorNight.4": "Oh, tu es déjà de retour ! $1#$b#J'ai essayé de cuisiner quelque chose de différent aujourd'hui. #$b#Tu veux goûter pour moi ? Sois honnête, d'accord ? [218 732 207 224]$1",
    "Caroline.Outdoor.0": "Oh ? Tu veux en prendre aussi ? [613 398 634] $8#$b#Quoi ! Ne me traite pas de grosse ! $2",
    "Caroline.Outdoor.1": "Allez, continue à travailler ! $5#$b#Tu ne te souviens pas que je t'encourageais à faire quelque chose comme ça avant ? $6",
    "Caroline.Outdoor.2": "Honnêtement, te voir ici travailler dans les champs me semble encore un peu irréel. $5#$b#L'ancien toi serait déjà épuisé à ce moment ! $8",
    "Caroline.Outdoor.3": "N'oublie pas de prendre des pauses quand tu en as besoin, mon chéri. $5#$e#Tu sais que je ne peux m'empêcher de m'inquiéter pour toi. $2",
    "Caroline.Outdoor.4": "L'air d'aujourd'hui est rafraîchissant. $1#$e#Après avoir été loin de la ville pendant si longtemps, je m'habitue presque à cet air-là. $1",
    "Caroline.OneKid.0": "Mon chéri, il est temps de changer la façon dont tu m'appelles... $2#$b#Surtout pas devant notre enfant... $8#$e#C'est ça ! Papa, viens me donner un câlin~ $7^C'est ça ! Maman, viens me donner un câlin~ $7",
    "Caroline.OneKid.1": "%pet et %kid1 semblent tellement bien s'entendre. #$b#Je les ai vus assis ensemble plus tôt. $1",
    "Caroline.OneKid.2": "On va envoyer %kid1 étudier en ville dans le futur ? #$b#Mais si c'était à toi de choisir, laisser %kid1 hériter de cette ferme serait aussi une bonne option. $1#$b#J'ai raison ou je vais trop loin dans mes pensées ? $11",
    "Caroline.OneKid.3": "Je n'arrive pas à croire qu'on ait un enfant maintenant, tout ça semble irréel. #$b#Tout ça est tellement beau que ça paraît presque irréel, trop parfait pour être vrai. $5",
    "Caroline.TwoKids.0": "On doit apporter le même niveau de soin à nos deux enfants. #$b#Tu ne crois pas, mon chéri ? $6",
    "Caroline.TwoKids.1": "Tu as vu %kid1 sourire à %kid2 plus tôt ? #$e#Ce sont des moments comme ça qui rendent tout si parfait. $1#$b#On est vraiment une famille maintenant, n'est-ce pas ? $5",
    "Caroline.TwoKids.2": "Tu peux t'occuper de changer la couche de %kid1 cette fois ? $11#$b#Je dois nourrir %kid2 avant qu'il ne commence à pleurer à nouveau. $2",
    "Caroline.TwoKids.3": "S'occuper de deux enfants m'a rendue plus occupée que jamais, et je me sens complètement épuisée ! $2#$e#J'ai besoin d'un petit coup de pouce de ta part, mon chéri... $10",
    "Caroline.TwoKids.4": "C'est assez incroyable, non ? Notre famille se sent si complète. $1#$b#J'ai hâte de voir ce que l'avenir nous réserve. $8",
    "Caroline.Good.0": "Je me sens tellement chanceuse de t'avoir épousé. Chaque moment avec toi me rend heureuse. $1#$e#On sera toujours aussi heureux, n'est-ce pas ? $1",
    "Caroline.Good.1": "~Mon chéri~, tu es tout pour moi. $4#$e#Même après tout ce temps, ce sentiment n'a pas changé. $5",
    "Caroline.Good.2": "Ça me rend heureuse que notre mariage n'ait pas rendu notre relation obsolète. #$e#Oh, attends, pourquoi ai-je jamais pensé que ça pourrait arriver ? $8",
    "Caroline.Good.3": "Je ne sais pas pourquoi, mais je ne prends jamais un seul jour avec toi pour acquis. #$b#Ça me semble trop précieux. $5",
    "Caroline.Good.4": "La façon dont tu travailles si dur chaque jour... c'est vraiment admirable. #$b#C'est incroyable de voir à quel point tu as évolué, mon chéri. $8",
    "Caroline.Good.5": "Tu aimes vivre ici plus qu'en ville ? #$e#Peut-être qu'on pourrait vivre ici jusqu'à ce qu'on soit vieux, c'est ce que tu veux ? $6",
    "Caroline.Good.6": "J'ai l'impression qu'on se comprend d'une manière que la plupart des couples ne font pas. $6#$b#Peut-être parce qu'on a grandi ensemble ? $6",
    "Caroline.Good.7": "Tu réalises mes rêves. #$b#C'est pour ça que je t'aime plus que tout. $1",
    "Caroline.Good.8": "Tu sais ce que j'aime chez nous ? #$b#On n'a pas besoin de grands gestes pour prouver quoi que ce soit. $1#$e#On se comprend juste. C'est tout ce qui compte. $8",
    "Caroline.Neutral.0": "J'ai l'impression qu'il y a quelque chose qui ne va pas entre nous dernièrement... #$e#Qu'est-ce qui se passe avec toi ? $11",
    "Caroline.Neutral.1": "On peut parler un moment ? #$e#On est mariés, et j'aimerais savoir ce qui te trotte dans la tête. $2",
    "Caroline.Neutral.2": "J'ai vraiment besoin d'un câlin... $10",
    "Caroline.Bad.0": "Pourquoi tu me traites comme ça... $2",
    "Caroline.Bad.1": "Tu as été si distant ces derniers temps... $11#$e#Ai-je fait quelque chose de mal ? $2",
    "Caroline.Bad.2": "Je pensais que tu étais différent... $11",
    "Caroline.Bad.3": "Je pensais que tu m'aimais vraiment... $11",
    "Caroline.funLeave.0": "Je vais être dehors un moment, j'ai juste besoin de temps en ville. #$b#Ne me manque pas trop, d'accord, mon chéri ? $6",
    "Caroline.funLeave.1": "Je m'en vais un moment ! #$e#Si tu te comportes bien, je pourrais te ramener une surprise. $6",
    "Caroline.funLeave.2": "Je vais sortir un moment. #$b#Ne t'inquiète pas— $7#$b#Je penserai à toi tout le temps. $5",
    "Caroline.funLeave.3": "J'ai juste besoin d'air frais. #$b#... $7#$b#Je serai de retour avant que tu ne t'en rendes compte. $5",
    "Caroline.funLeave.4": "J'ai envie de me promener en ville un moment. #$b#Tu ferais bien d'avoir un câlin prêt quand je reviendrai ! $6",
    "Caroline.funLeave.5": "Je vais courir quelques courses. #$b#Ne t'amuse pas trop sans moi ! $8",
    "Caroline.funLeave.6": "Je vais être dehors un moment, mon chéri. #$b#Ne fais pas de bêtises pendant mon absence, hein ? $2",
    "Caroline.funLeave.7": "Je vais sortir un moment. #$b#Garde le lit au chaud pour moi, d'accord, mon chéri ? $6",
    "Caroline.funLeave.8": "Il fait trop beau pour rester à l'intérieur. #$b#Je serai de retour avant que tu me manques ! $8",
    "Caroline.funLeave.9": "Je vais être dehors un moment. $7#$e#Oh, mon chéri ? $2#$b#Ne pense jamais que je t'oublierai ! $3",
    "Caroline.funReturn.0": "Je suis de retour ! La ville était animée aujourd'hui. $5#$b#Oh, j'ai aussi ramené à manger ! $1#$b#Mangeons ensemble. [207 218 244 610] $8",
    "Caroline.funReturn.1": "Je suis de retour ! $8#$b#Quoi ? Tu m'as manqué ? $6#$b#J'ai apporté une petite gourmandise pour toi. [207 218 244 610] $5",
    "Caroline.funReturn.2": "C'est tellement agréable de revenir à la maison. #$b#Tu m'as manqué, mon chéri. $7",
    "Caroline.funReturn.3": "Je suis de retour ! $1#$b#Tu n'as pas commencé le dîner sans moi, hein ? $2",
    "Caroline.funReturn.4": "Je suis à la maison ! #$b#Tu ne croiras pas les histoires que j'ai entendues en ville aujourd'hui. $6",
    "Caroline.funReturn.5": "La ville était sympa, mais je suis contente d'être de retour. #$b#Tiens, j'ai quelque chose à partager. [207 218 244 610] $5",
    "Caroline.funReturn.6": "J'ai vu des choses intéressantes au musée aujourd'hui. #$b#Peut-être qu'on pourrait y aller ensemble la prochaine fois ? $5",
    "Caroline.funReturn.7": "Je suis de retour, mon chéri. #$b#Tu m'as manqué ? $5#$b#Oh, ne sois pas si surpris—moi aussi tu m'as manqué, tu sais. $8",
    "Caroline.funReturn.8": "C'est bon d'être à la maison. #$b#Il n'y a nulle part ailleurs où je préférerais finir ma journée qu'ici avec toi. $1",
    "Caroline.funReturn.9": "Le chemin du retour m'a semblé plus long aujourd'hui. $11#$b#Peut-être que c'est parce que j'avais hâte de revenir auprès de toi.",
    "Caroline.patio.0": "M'étirer sous le soleil, ça fait tellement de bien. #$b#Tu devrais me rejoindre un de ces jours—décompresse un peu. $1",
    "Caroline.patio.1": "La brise est parfaite aujourd'hui. #$b#Oh, ne me fais pas ce regard. $2#$b#Je n'en fais pas trop. $3",
    "Caroline.patio.2": "Tu me fixes. $2#$b#Je te distrais ? $3#$b#C'est bien. $6",
    "Caroline.patio.3": "Ne t'inquiète pas pour moi, mon chéri. #$b#J'ai de la crème solaire, je vais bien. $8#$e#Peut-être que je rentrerai bientôt, mais pour l'instant, le soleil est agréable. $1",
    "Caroline.patio.4": "Je ne suis plus aussi jeune qu'avant, mais je peux toujours toucher mes orteils. #$b#Et toi ?",
    "Caroline.spouseRoom.0": "Je viens de préparer une nouvelle théière. #$b#Tu veux partager une tasse avec moi ? $5#$b#Tiens, prends ça ! [614] $1",
    "Caroline.spouseRoom.1": "La maison est cosy aujourd'hui. #$b#On devrait se détendre un peu. $1",
    "Caroline.spouseRoom.2": "J'ai trouvé un nouveau mélange de thé. #$b#C'est vraiment apaisant. $5#$b#Tiens, bois-en un peu ! [StardropTea] $1",
    "Caroline.spouseRoom.3": "Tu as travaillé dur. #$b#Assieds-toi, je vais te servir du thé. [614] $1",
    "Caroline.spouseRoom.4": "Même après tout ce temps, j'aime toujours ces moments calmes avec toi. #$b#Mais, si tu continues à me regarder comme ça... $2#$b#Je risque d'oublier ce que signifie 'calme'. $6",
    "Caroline.spring_1.M": "Le printemps est là, mon chéri. Tout semble si frais et vivant. #$e#Profitons de cette saison au maximum ! $1",
    "Caroline.spring_12.M": "La chasse aux œufs me rappelle toujours notre enfance. #$e#Peut-être devrions-nous prendre un peu de temps pour revivre ces jours-là. $6",
    "Caroline.spring_23.M": "Les tenues du bal des fleurs sont toujours si élégantes et intemporelles. #$e#C'est agréable de voir que des traditions comme ça sont toujours appréciées. $8",
    "Caroline.summer_1.M": "Les cigales sont de retour—ce son signifie toujours l'été pour moi. $2#$e#J'espère que la ferme prospère autant que les arbres sous cette chaleur. $1",
    "Caroline.summer_10.M": "Tu as tout préparé pour le Luau de demain ? #$e#C'est un de ces événements où les efforts de chacun se voient vraiment. $5",
    "Caroline.summer_27.M": "Les Moonlight Jellies arrivent demain ! #$b#Elles glisseront à nouveau sur les eaux. $1",
    "Caroline.fall_1.M": "L'automne est là, et il est temps de se concentrer sur la récolte. #$b#Ne t'inquiète pas, mon chéri, je serai là pour que tout se passe bien. $8",
    "Caroline.fall_15.M": "Tu as décidé ce que tu vas apporter à la foire cette année ? #$e#On devrait viser à faire une bonne impression ! $8",
    "Caroline.fall_26.M": "J'ai acheté cette robe hier, c'était un petit cadeau surprise. #$b#Tu n'as rien dit à personne à son sujet, hein ? $2",
    "Caroline.winter_1.M": "Il neige ! L'hiver est si calme et serein. #$b#Profitons de cette saison paisible ensemble. $5",
    "Caroline.winter_7.M": "Tu es prêt pour le festival de demain ? #$e#Je t'ai vu t'entraîner, et je sais que tu vas faire une grande impression ! $8",
    "Caroline.winter_24.M": "Je suis tellement excitée, mon chéri ! $5#$b#J'ai hâte de voir quelle surprise tu m'as préparée. $6",
    "Caroline.winter_28.M": "L'année est presque terminée... tant de choses se sont passées, mais le meilleur a été de tout passer avec toi. $5",

	// Schedule Dialogues
	"Caroline.Museum_Reading.1": "Enfin... Un peu de temps pour moi. #$b#Mais connaissant ton habitude, tu vas probablement trouver un moyen de m'interrompre, non ? $6",
    "Caroline.Museum_Reading.2": "La bibliothèque est l'évasion parfaite. #$b#Et non, tu ne peux pas te moquer de mes préférences de lecture, mon chou. $2^Et non, tu ne peux pas te moquer de mes préférences de lecture, mon cœur. $2",
    "Caroline.Museum_Reading.3": "Parfois, je pense que la bibliothèque est sous-estimée. #$b#Personne ne réalise à quel point c'est agréable de s'asseoir et de savourer un livre. $1",
    "Caroline.Museum_Reading.4": "Chut, ne dis à personne que je suis ici. $3#$b#C'est mon endroit secret pour me reposer. $2",
    "Caroline.Museum_Reading.5": "Si tu vas me distraire, fais au moins en sorte que ça en vaille la peine. $2#$b#Je rigole... $8#$b#Ou pas ? $6",
    "Caroline.Altar.1": "La salle de l'autel ? Elle est là depuis plus longtemps que moi. #$b#Je la garde propre pour ceux qui ont besoin d'un moment de calme. $1",
    "Caroline.Altar.2": "C'est une belle idée d'avoir un endroit comme la salle de l'autel. #$b#Même si je ne l'utilise pas, je respecte ce qu'elle représente pour les autres. $1",
    "Caroline.Altar.3": "La salle de l'autel a une présence calme. #$b#Parfois, je m'y assieds un moment pour vider ma tête.",
    "Caroline.Altar.4": "La salle de l'autel a vu de nombreuses personnes chercher du réconfort. #$b#J'espère qu'elle restera un endroit où les autres se sentiront les bienvenus. $1",
    "Caroline.Altar.5": "Certains espaces ont une énergie tranquille. #$b#La salle de l'autel en fait partie, même si je n'y vais pas souvent.",
    "Caroline.Visit_Harvey_1.1": "Les bilans de santé annuels sont un mal nécessaire. #$b#Mais j'aimerais bien être dehors à profiter de l'air frais de l'automne. $2",
    "Caroline.Visit_Harvey_2.1": "Oh, tu attends aussi ? #$b#Peut-être qu'on peut échanger des astuces sur la façon de survivre aux leçons de Harvey. $8",
    "Caroline.Visit_Harvey_3.1": "Bon, souhaite-moi bonne chance ! #$b#Si tu entends des rires, c'est probablement parce que j'ai avoué avoir mangé des biscuits au petit déjeuner. $6",
    "Caroline.Visit_Harvey_1.2": "Harvey réussit toujours à rendre ces visites moins stressantes. #$b#C'est un talent, je suppose. $11",
    "Caroline.Visit_Harvey_2.2": "Oh, salut ! #$b#Tu es ici pour être sûr que je ne me défile pas ? Parce que c'est tentant. $8",
    "Caroline.Visit_Harvey_3.2": "Bon, c'est parti. $2#$b#Harvey va me dire d'arrêter de grignoter autant, n'est-ce pas ? $3",
    "Caroline.Visit_Harvey_1.3": "Je ne sais jamais si je suis plus nerveuse ou ennuyée dans la salle d'attente. $2#$b#Peut-être un peu des deux. $8",
    "Caroline.Visit_Harvey_2.3": "Et toi ? Tu es ici pour un contrôle aussi ? #$b#Quoi qu'il en soit, c'est agréable d'avoir quelqu'un avec qui discuter. $1",
    "Caroline.Visit_Harvey_3.3": "Bon, voyons voir comment je me suis occupée de moi cette année ! $6",
    "Caroline.Visit_Harvey_1.4": "Je me demande si Harvey en a marre de ces bilans de santé de routine. #$b#Il semble toujours aussi patient, pourtant. $1",
    "Caroline.Visit_Harvey_2.4": "Oh, toi aussi ? #$b#Laisse-moi deviner... Harvey t'a dit de moins travailler à la ferme ? $6",
    "Caroline.Visit_Harvey_3.4": "Souhaite-moi bonne chance ! #$b#Espérons qu'il n'ajoute rien de nouveau à mes 'objectifs de santé'. $6",
    "Caroline.Visit_Harvey_1.5": "C'est mon bilan de santé annuel aujourd'hui. $2#$b#J'espère que ce sera rapide et indolore. $2",
    "Caroline.Visit_Harvey_2.5": "Toi aussi ? Harvey nous a tous planifiés en même temps ? $2#$b#Eh bien, au moins j'ai quelqu'un avec qui discuter. $8",
    "Caroline.Visit_Harvey_3.5": "Excuse-moi, je dois parler en privé avec le Docteur Harvey. #$b#Ne sois pas jaloux maintenant, d'accord, mon chou ? $6^Ne sois pas jaloux maintenant, d'accord, mon cœur ? $6",
    "Caroline.Aerobics_1.1": "Hmm... Est-ce que je devrais porter mon bandeau coloré aujourd'hui ? $11#$b#C'est un peu audacieux, mais pourquoi pas ? $8",
    "Caroline.Aerobics_2.1": "Jodi, tu sembles tellement forte ces derniers temps ! #$b#Quel est ton secret ? Ne me cache rien.",
    "Caroline.Aerobics_3.1": "J'espère avoir pris ma gourde. #$b#La dernière chose que je veux, c'est m'effondrer au milieu de la séance ! $8",
    "Caroline.Aerobics_1.2": "Jour d'aérobic ! #$b#C'est l'occasion de voir si je peux suivre le rythme des autres.",
    "Caroline.Aerobics_2.2": "Marnie, tu apportes toujours une super énergie au groupe ! #$b#Je pense que tu adores être le centre de l'attention, non ? $8",
    "Caroline.Aerobics_3.2": "J'aurais dû manger un petit déjeuner plus léger. #$b#Les squats et les pancakes ne vont pas bien ensemble... $3",
    "Caroline.Aerobics_1.3": "Est-ce que je devrais essayer de diriger l'échauffement aujourd'hui ? #$b#Peut-être... ou peut-être que je laisserai ça à Jodi.",
    "Caroline.Aerobics_2.3": "Marnie, tu parlais d'essayer le yoga à la place de l'aérobic ! #$b#Je n'arrive pas à t'imaginer rester immobile aussi longtemps ! $8",
    "Caroline.Aerobics_3.3": "Je crois que j'ai bien mérité une petite collation après l'entraînement. #$b#Peut-être juste un cookie. Ou deux. $6",
    "Caroline.Aerobics_1.4": "Tu penses que je devrais passer à la course à pied au lieu des aérobiques ? #$b#Mais en même temps, le groupe me manquerait trop.",
    "Caroline.Aerobics_2.4": "Emily, tu dis toujours qu'on devrait ajouter de la danse à la routine ! #$b#Ça me plairait, ça semble super amusant !",
    "Caroline.Aerobics_3.4": "Je sens déjà la douleur rien qu'à l'idée de la séance d'aujourd'hui. #$b#Mais ça vaut le coup... enfin, presque.",
    "Caroline.Aerobics_1.5": "Tu penses que je devrais passer à la course à pied au lieu des aérobiques ? $11#$b#Mais en même temps, le groupe me manquerait trop. $8",
    "Caroline.Aerobics_2.5": "Jodi, tu te donnes toujours à fond ! #$b#N'oublie pas, c'est aussi bien de prendre des pauses parfois.",
    "Caroline.Aerobics_3.5": "Il est temps de prendre une longue douche et de faire une sieste. #$b#Pourquoi est-ce que la fatigue après l'exercice est si agréable ?",
    "Caroline.NightMarket.1": "Les achats de Noël battent leur plein ! #$b#Espérons que je n'oublie personne sur ma liste cette année. $6",
    "Caroline.NightMarket.2": "Les fêtes sont une période tellement chargée, mais j'adore l'énergie. #$b#C'est agréable de voir tout le monde se mettre dans l'esprit de Noël. $1",
    "Caroline.NightMarket.3": "J'aime choisir des cadeaux pour les gens qui me sont chers. #$b#C'est ma façon de leur montrer à quel point ils comptent pour moi. $1",
    "Caroline.NightMarket.4": "Tu penses que je fais des achats de Noël excessifs ? #$b#Non ? Tant mieux, parce que j'ai aussi une surprise pour toi. $6",
    "Caroline.NightMarket.5": "Laisse-moi deviner, tu es curieux de savoir ton cadeau. #$b#Tu vas devoir attendre un peu plus longtemps, mon chou. $8^Tu vas devoir attendre un peu plus longtemps, mon cœur. $8",

	// Marriage Schedule Dialogues
	"Caroline.BathHouse_Pool.1": "Je pensais à des moments comme celui-ci quand on était plus jeunes. $5#$b#Je ne t'ai jamais dit ça, hein ? $8",
    "Caroline.BathHouse_Pool.2": "La vapeur fait du bien... #$b#Mais je crois que c'est toi qui me réchauffes. $9",
    "Caroline.BathHouse_Pool.3": "Je devais venir ici pour me détendre... $2#$b#Mais ta présence ici me rend tout sauf calme. $3",
    "Caroline.BathHouse_Pool.4": "Oh ? Tu m'as suivie ici, mon chéri ? $3#$b#Si quelqu'un entre, qu'est-ce qu'ils penseront de nous voir aussi proches ? $8",
    "Caroline.BathHouse_Pool.5": "Je n'aurais jamais pensé partager un moment comme celui-ci avec toi. #$b#Si quelqu'un m'avait dit ça à l'époque, j'aurais rigolé ! $8#$b#...ou rougi. $4",
    "Caroline.BathHouse_Pool.6": "Si tu t'assois aussi près de moi, c'est juste de ta part de me donner un baiser. $6#$b#Ne sois pas si nerveux. Je demande juste un petit baiser ! $8",
    "Caroline.Fountain.1": "Le reflet de la fontaine me fait toujours réfléchir... $2#$b#Suis-je devenue ce que je voulais être ? $11",
    "Caroline.Fountain.2": "Tu te souviens quand on jouait près du vieux ruisseau ? $6#$b#Je pensais toujours que tu allais tomber dedans un jour, vu ta maladresse ! $8",
    "Caroline.Fountain.3": "La vie ne se passe pas toujours comme prévu, mais te retrouver ? $11#$b#C'est comme le destin. $1",
    "Caroline.Fountain.4": "Pelican Town a son charme. $1#$b#Mais parfois, les champs dans lesquels on courait quand on était enfants me manquent. $5",
    "Caroline.Fountain.5": "Certains endroits sont parfaits pour réfléchir. $11#$b#C'est l'un d'eux pour moi. $8",
    "Caroline.Graveyard.1": "Parfois, j'imagine qu'elle nous sourit... $2#$b#Tu penses qu'elle serait heureuse de la façon dont les choses se sont passées ? $11",
    "Caroline.Graveyard.2": "Je me demande si Mona s'est jamais sentie piégée. $2#$b#Comme... s'il y avait quelque chose de plus qu'elle voulait dans la vie. $11",
    "Caroline.Graveyard.3": "Je pense qu'Abigail se sent plus proche de Mona ici. $2#$b#Peut-être que c'est pour ça qu'elle vient ici. $11",
    "Caroline.Graveyard.4": "Cet endroit me fait réfléchir à ce qui compte vraiment. $2#$b#Je suis reconnaissante pour toi, tu sais ?",
    "Caroline.Graveyard.5": "Abigail ne dit pas grand-chose, mais je pense que cet endroit signifie quelque chose pour elle aussi. $2",
    "Caroline.Marnie.1": "Marnie et moi discutions de ses animaux. $1#$b#Elle me dit qu'une de ses vaches fait des siennes – peut-être à cause du temps ? $11",
    "Caroline.Marnie.2": "Marnie me parle de comment elle garde ses animaux en bonne santé. #$b#C'est fascinant de voir combien de soin elle met à les rendre heureux. $1",
    "Caroline.Marnie.3": "J'admire toujours l'effort que Marnie met dans sa ferme. #$b#C'est vraiment inspirant. $1",
    "Caroline.Marnie.4": "La dévotion de Marnie pour son travail est inspirante. #$b#Je devrais recommencer à mettre le même soin dans mes mélanges de thé. $1",
    "Caroline.Marnie.5": "Tu savais que Marnie choisit le meilleur foin pour ses animaux ? #$b#Ça me rappelle le choix des bonnes feuilles de thé. $8#$b#Les petites choses comptent vraiment, non ? $1",
    "Caroline.Traveling_Cart.1": "Il y avait un livre ici la semaine dernière avec de magnifiques illustrations de plantes ! $1#$b#Mais les mots étaient étrangers, je n'ai aucune idée de ce qu'il dit. $2",
    "Caroline.Traveling_Cart.2": "Elle m'a dit que ses marchandises viennent de contrées lointaines. #$b#Ça me fait me demander quelles sont les histoires derrière tout ce qu'elle vend. $11",
    "Caroline.Traveling_Cart.3": "Elle m'a vendu une herbe une fois qui a rendu mon thé tellement frais. $1#$b#J'espère la retrouver ici. $2",
    "Caroline.Traveling_Cart.4": "Elle avait une magnifique théière ici une fois. #$b#Je ne l'ai pas achetée à l'époque, et je le regrette encore. $2#$b#Peut-être que je serai chanceuse aujourd'hui. $11",
    "Caroline.Traveling_Cart.5": "Tu ne trouves pas que ses cheveux ressemblent un peu aux miens ? $11#$b#Peut-être qu'on est cousines éloignées ! $8",
    "Caroline.Museum_Reading.Spouse.1": "Ce livre dit que cuisiner, c'est avant tout de l'amour et du soin. #$b#Je devrais tester cette théorie sur toi ce soir, mon chéri ? $1#$b#Je parie que ça te plairait de servir de testeur de goût. $8",
    "Caroline.Museum_Reading.Spouse.2": "J'ai trouvé un vieux livre sur l'observation des étoiles. #$e#Tu te souviens quand on sortait en cachette pour compter les étoiles ? $8#$b#Peut-être qu'on devrait revivre ces nuits... mais cette fois en tant que couple marié. $6",
    "Caroline.Museum_Reading.Spouse.3": "Tu as toujours ce regard quand tu me regardes. $2#$e#Je devrais arrêter de lire et juste me concentrer sur toi à la place ? $3#$e#Tu sais que ça ne me dérange pas. $6",
    "Caroline.Museum_Reading.Spouse.4": "Ce guide de jardinage dit que parler aux plantes les aide à mieux pousser. #$b#Tu crois qu'elles pousseraient plus vite si je leur disais combien je t'aime ? $8",
    "Caroline.Museum_Reading.Spouse.5": "Je me suis surprise à sourire en lisant encore ton livre. #$b#La façon dont tu m'as décrite... $4#$b#Tu m'as fait passer pour cette fille parfaite ! $8#$b#Je suis à la hauteur, mon chéri ? $6",
    "Caroline.Robin.1": "Oups, tu m'as surprise en train de comploter avec Robin sur nos... *projets de rénovation privés* #$b#On travaille sur une surprise qui va égayer l'endroit... $6#$b#—littéralement ! $8",
    "Caroline.Robin.2": "Tu te souviens quand on construisait des cabanes en couvertures qui 's'effondraient par accident' ? #$b#Robin m'enseigne l'intégrité structurelle... $1#$b#Mais où est le fun là-dedans ? $8",
    "Caroline.Robin.3": "J'ai demandé à Robin de me faire un porte-épices pour mes nouveaux mélanges de thé. #$b#Mais je vais peut-être avoir besoin de toi pour... $11#$b#*tester la stabilité* des étagères plus tard. $6",
    "Caroline.Robin.4": "J'ai demandé à Robin d'agrandir ma zone de jardinage. $1#$e#Elle a suggéré quelque chose d'extravagant, mais je lui ai dit que simple, c'est plus mon style. #$b#Tu es d'accord, non ? $2",
    "Caroline.Robin.5": "Robin dit que notre maison a besoin de murs plus épais. $e#Je devrais m'inquiéter de ce qu'elle a entendu ? $8#$b#Ou... #$b#*être flattée* ? $6",
    "Caroline.Playground.1": "On se battait pour savoir qui pouvait se balancer le plus haut... #$b#Maintenant je me demande comment tu regardes aussi silencieusement. $11",
    "Caroline.Playground.2": "Cette glissade est plus raide que l'ancienne. #$b#Mais hey, tu te souviens quand tu me défiais d'y aller à l'envers ? $8",
    "Caroline.Playground.3": "C'est difficile à croire, mais on régnait sur le terrain de jeu comme si c'était notre royaume. #$b#Et maintenant, regarde-nous — des adultes qui prétendent être responsables. $8#$b#Ça ne te manque pas, de construire des châteaux avec moi dans le bac à sable ? $6",
    "Caroline.Playground.4": "Tu te souviens quand on courait jusqu'au sommet du toboggan ? #$b#Tu me laissais toujours gagner... #$b#Ou du moins, c'est ce que je croyais. $2#$b#Il s'avère que tu étais juste gentille. $3#$b#Ça ne changera pas de sitôt, hein ? $5",
    "Caroline.Playground.5": "On s'asseyait sur des bancs comme ça, à inventer des histoires sur les gens qui passaient. #$b#Maintenant, c'est nous qui avons des histoires à raconter. $1",
    "Caroline.Helping.1": "Evelyn dit que George a besoin de trois oreillers maintenant pour être à l'aise. #$b#Ça me fait me demander... tu me gonfleras mes oreillers quand j'aurai cet âge ? $6",
    "Caroline.Helping.2": "On plante des vivaces aujourd'hui. #$b#Je me suis dit que ces fleurs survivraient à n'importe quelle mauvaise décision... comme mon premier mariage. $8",
    "Caroline.Helping.3": "Evelyn semble avoir une connexion spéciale avec les plantes. #$b#Je n'ai jamais vu quelqu'un aussi concentré en les arrosant. $11",
    "Caroline.Helping.4": "J'ai enfin appris la recette de thé pour l'arthrite d'Evelyn. #$b#Je suppose que j'en aurai besoin quand on sera vieux et tout rouillés. $11#$b#Ne t'inquiète pas, je ferai aussi assez pour toi. $6",
    "Caroline.Helping.5": "Evelyn m'a taquinée en disant qu'on est encore jeunes et amoureux. #$b#Alors reste fort, d'accord, mon chéri ? $5#$b#Je voudrai toujours que tu me serres contre toi quand je serai plus vieille. $6",
    "Caroline.Bridge.1": "Abigail me demande encore de lui tresser les cheveux avant ses aventures. #$b#Eh bien, certaines choses ne changent jamais, même si elle prétend le contraire. $11",
    "Caroline.Bridge.2": "Je dis à Abigail que les épées ne résolvent pas tous ses problèmes... #$b#Eh bien, au moins, elle a hérité de mes bons réflexes. $8",
    "Caroline.Bridge.3": "Abby fait comme si on ne parlait pas. $11#$b#Mais je continue de réparer ses vêtements et de la soigner après chaque 'aventure.' $8#$b#Être sa mère ne s'arrête pas parce que je t'ai épousé, tu sais. $5",
    "Caroline.Bridge.4": "Abby roule toujours des yeux quand je donne des conseils. $2#$b#Mais je sais qu'elle écoute.",
	"Caroline.Bridge.5": "Abby restera toujours ma petite fille. #$b#Savoir qu'elle a quelqu'un comme moi sur qui compter rend les adieux plus faciles.",
    "Caroline.Mountains.1": "Je pensais qu'Abby était montée ici pour broyer du noir... #$b#Maintenant je comprends pourquoi. Le vent ici est tellement rafraîchissant. $1#$e#Je... j'aurais dû prendre une écharpe. $2#$b#Ou... tu pourrais juste me réchauffer toi-même, ~mon chéri~ ? $6",
    "Caroline.Mountains.2": "C'est drôle, je pensais que le silence était gênant... #$b#Mais ici avec toi, ça semble tellement juste.",
    "Caroline.Mountains.3": "Je n'ai jamais compris l'amour d'Abby pour l'Améthyste... #$b#Puis j'ai vu un quartz... $4#$b#Ils brillent comme tes yeux au coucher du soleil. $5#$b#Oh, hé... Ne laisse pas ça te monter à la tête. $2",
    "Caroline.Mountains.4": "Les montagnes rendent tout le reste si petit... #$b#Je suis contente que tu sois là avec moi pour le voir. $1",
    "Caroline.Mountains.5": "Je crois que je comprends enfin pourquoi Abigail adore cet endroit... #$b#C'est sa façon de s'évader et de se retrouver. $11#$b#Je suppose qu'elle me ressemble plus que je ne le pensais. $11",

	// FESTIVALS
	//// Pre-Marriage
	"Caroline.Egg.0": "Waouh, ça me ramène dans le passé ! #$b#Tu te souviens quand on collectionnait les œufs dans le jardin ? $8#$b#Je parie que tu trébucherais encore sur tes propres pieds si tu te laissais emporter. $6",
    "Caroline.Egg.1": "Le festival a un peu changé depuis notre enfance, non ? #$b#Je me souviens quand c'était plus simple, juste nous deux à courir partout. $5",
    "Caroline.Egg.2": "Je t'entends déjà crier : 'J'ai trouvé le plus d'œufs !' $6#$b#Certaines choses ne changent jamais... ou ai-je tort cette fois ? $6",	   
    "Caroline.Egg.2.0": "Le festival semble un peu différent chaque année. #$b#Mais bon, voir tous ces œufs me rappelle les jeux stupides qu'on faisait avant. $11",
    "Caroline.Egg.2.1": "Tu te souviens quand tu essayais de cacher les œufs dans les endroits les plus ridicules ? $8#$b#Je suis surprise qu'on n'ait pas perdu la moitié d'entre eux pour de bon.",
    "Caroline.Egg.2.2": "Tu devenais tellement sérieux quand il s'agissait de trouver les 'meilleurs' œufs. #$b#Bien sûr, je te laissais toujours gagner... ou c'est ce que je me disais. $8",
    "Caroline.Egg.2.3": "Je crois avoir vu quelques œufs en or sur la table. #$b#C'est comme s'ils savaient que tu allais venir. $8",
    "Caroline.Egg.2.4": "Il y a quelque chose dans ces festivals qui me fait me sentir jeune à nouveau. #$b#Bien que je doute de pouvoir suivre ton rythme maintenant ! $8",
    "Caroline.Dance.0": "La danse des fleurs n'a pas beaucoup changé au fil des années, n'est-ce pas ? #$b#Ça me rappelle quand on a essayé de s'apprendre à danser. $1",
    "Caroline.Dance.1": "J'ai toujours trouvé ces danses si élégantes. #$b#Bien sûr, je pensais aussi que tu allais trébucher sur tes pieds, et tu m'avais bien prouvé que j'avais raison à l'époque. $8",
    "Caroline.Dance.2": "Ce festival a toujours été un peu gênant, tu ne trouves pas ? #$b#Mais au moins, on n'a plus à rester dans le coin comme quand on était enfants ! $6",
    "Caroline.Dance.2.0": "Tu as déjà eu l'impression que la danse des fleurs est une excuse pour se vanter ? $2#$b#Ce n'est pas que je m'en plaigne, c'est agréable de voir tout le monde s'amuser. $8",
    "Caroline.Dance.2.1": "C'est un peu étrange de ressentir ça après toutes ces années. $11#$b#Je suppose que certaines traditions ne perdent jamais leur charme. $1",
    "Caroline.Dance.2.2": "Je t'ai vu essayer de danser tout à l'heure. $6#$b#Je dirais que tu t'es amélioré depuis qu'on était enfants, mais je mentirais probablement. $8",
    "Caroline.Dance.2.3": "Ces couronnes de fleurs me font toujours me sentir tellement ridicule. #$b#Tu penses qu'on les portait mieux quand on était enfants ? $1#$b#Je ne suis pas si sûre. $6",
    "Caroline.Dance.2.4": "Parfois, je me demande si on aurait dû danser à l'époque au lieu de juste regarder. $11#$b#Mais connaissant notre chance, on aurait probablement tout gâché. $8",
    "Caroline.Luau.0": "Le Luau me rappelle toujours à quel point Pelican Town peut être belle. #$b#C'est facile à oublier quand on est toujours occupé à courir partout.",
    "Caroline.Luau.1": "J'ai vu quelqu'un jeter un melon parfaitement bon dans la soupe tout à l'heure. $2#$b#Une part de moi veut le récupérer, mais peut-être que je vais juste prendre une assiette plus tard. $8",
    "Caroline.Luau.2": "Ne dis à personne. #$b#...mais je me demande toujours ce qui se passerait si quelqu'un ajoutait des piments dans la soupe. $6#$b#Tu penses que Lewis y survivrait ? $8",
    "Caroline.Luau.2.0": "J'ai vu Emily danser près du rivage tout à l'heure. $5#$b#Ça m'a fait réaliser que je n'ai pas dansé depuis des années. #$b#Peut-être la prochaine fois. $1",
    "Caroline.Luau.2.1": "Mmm, cette soupe sent délicieusement bon ! Tu ne la sens pas ? $1#$b#Qu'est-ce que tu y as mis ? $2#$b#Ne t'inquiète pas, je suis sûre qu'elle sera délicieuse ! $8",
    "Caroline.Luau.2.2": "J'ai pensé ajouter mes feuilles de thé vert à la soupe cette année. #$b#Puis je me suis souvenue... tout le monde n'a pas mes goûts.",
    "Caroline.Luau.2.3": "L'océan a un côté rafraîchissant, n'est-ce pas ? #$b#Parfois, je me demande pourquoi je ne vais pas plus souvent à la plage. $11",
    "Caroline.Luau.2.4": "J'ai vu le maire Lewis jeter un coup d'œil nerveux à la soupe tout à l'heure. #$b#Tu n'y as pas mis quelque chose de suspect, hein ? $2",	   
    "Caroline.Jellies.0": "C'est une nuit paisible. #$b#La façon dont tout le monde se rassemble ici rend les choses spéciales, même avant l'arrivée des méduses. $1",
    "Caroline.Jellies.1": "Je me demande si les méduses remarquent combien de personnes viennent les voir. $11#$b#Peut-être qu'elles pensent que ce sont nous les étranges ! $8",
    "Caroline.Jellies.2": "Quand j'étais plus jeune, je pensais que les méduses étaient des êtres magiques. #$b#Même maintenant, je crois encore un peu à cela. $1",
    "Caroline.Jellies.2.0": "Tu sais, je pensais que ce festival était juste une jolie tradition. $11#$b#...mais dernièrement, je trouve que je m'en réjouis plus que de raison.",
    "Caroline.Jellies.2.1": "Il y a quelque chose dans ce festival qui me rend tellement paisible. #$b#Je resterais ici toute la nuit si je le pouvais. $1",
    "Caroline.Jellies.2.2": "Pierre ne comprend pas pourquoi j'aime ce festival. $2#$b#Il ne saisit pas combien de moments comme celui-ci sont importants. $3",
    "Caroline.Jellies.2.3": "Attendre les méduses semble durer de plus en plus longtemps chaque année. $2#$b#Peut-être parce que j'espère toujours qu'il se passera autre chose d'abord. $6",
    "Caroline.Jellies.2.4": "Pierre dit que les méduses ne sont qu'une attraction touristique, mais je pense qu'il se trompe. $2#$b#Certaines choses sont belles simplement parce qu'elles le sont. $5#$b#Tu ne trouves pas ? $8",
    "Caroline.Fair.0": "Tu passes un bon moment ? #$b#Combien de jetons as-tu gagnés jusqu'ici ? $6#$b#Assez pour un prix, je l'espère ? $8",
    "Caroline.Fair.1": "L'énergie ici est contagieuse. #$b#Même moi, j'ai envie d'essayer un de ces jeux... #$b#Tu penses que je serais douée ? $1",
    "Caroline.Fair.2": "Tout le village est là à s'amuser... C'est agréable, non ? #$b#Les jours comme ça me font oublier à quelle vitesse passent les saisons. $11",
    "Caroline.Fair.2.0": "J'ai vu quelqu'un perdre tous ses jetons en une seule fois... $11#$b#C'est tragique, vraiment. Pas que je sois aussi imprudente. $6",
    "Caroline.Fair.2.1": "Laisse-moi deviner... tu as quelque chose d'incroyable dans cette vitrine ? #$b#Ne sois pas trop arrogant quand tu gagneras. $6",
    "Caroline.Fair.2.2": "C'est amusant de voir tout le monde devenir si compétitif pour des jeux simples. $8#$b#Ne t'inquiète pas, je ne jugerai pas si tu t'y mets un peu trop. $6",
    "Caroline.Fair.2.3": "Il doit bien y avoir une astuce pour gagner ces jeux, j'en suis sûre. $2#$b#Si je découvre le secret en première, je te le dirai. $1#$b#...contre un prix. $6",
    "Caroline.Fair.2.4": "Ce festival a une atmosphère si chaleureuse. Je pense que c'est pour ça que je l'aime autant—des nuits comme celles-ci rendent la vie plus légère.",
    "Caroline.Halloween.0": "Tu aimes mon costume ? #$b#Je n'étais pas sûre qu'il soit approprié, mais Pierre a insisté. $2#$b#C'est drôle, ça ne me ressemble pas du tout. $3",
    "Caroline.Halloween.1": "Ce festival me rappelle des souvenirs de temps plus simples. #$b#Tu ne regrette pas ces nuits insouciantes, à rire et courir partout ? $8",
    "Caroline.Halloween.2": "Le labyrinthe n'est plus si effrayant quand tu as traversé pire, hein ? #$b#Quand même, je me sentirais plus en sécurité avec quelqu'un à mes côtés. $6",
    "Caroline.Halloween.2.0": "Je t'ai vu regarder tout à l'heure. $6#$b#Mon costume t'a surpris, ou tu es juste étonné que je le porte ? $8",
    "Caroline.Halloween.2.1": "La Veillée des Esprits a toujours un côté... lourd, non ? $11#$b#Peut-être que c'est juste moi. $2#$b#Ou peut-être que j'ai besoin de meilleure compagnie. $2",
    "Caroline.Halloween.2.2": "Je n'arrive pas à croire que Pierre m'ait laissée porter ça ce soir. $2#$b#Mais je me demande s'il l'a même remarqué. $3",
    "Caroline.Halloween.2.3": "J'ai entendu quelqu'un dire que ce costume me va bien. #$b#Tu es d'accord, ou ils faisaient juste preuve de politesse ? $11",
    "Caroline.Halloween.2.4": "Tu penses que quelqu'un remarquerait si on disparaissait un peu ? #$b#Juste pour parler, bien sûr. $6",
	"Caroline.Ice.0": "Pierre continue de grogner à propos du froid, mais je l'ai surpris en train de prendre une deuxième tasse de chocolat chaud. #$b#Il prend secrètement plaisir. $8",
    "Caroline.Ice.1": "Abigail semble fascinée par les sculptures sur glace. #$b#Je pense qu'elle espère secrètement quelque chose de plus spectaculaire, comme un dragon de glace. $1",
    "Caroline.Ice.3": "Tu as de la neige sur le nez ! #$b#Ne bouge pas— $2#$b#Voilà, tout est parti. $1#$b#Je t'en prie ! $6",
    "Caroline.Ice.2.0": "Chaque année, ces sculptures semblent de plus en plus élaborées. #$b#Si jamais ils en font une de toi, j'espère qu'ils réussiront à capturer ton sourire. $1",
    "Caroline.Ice.2.1": "J'ai entendu quelqu'un dire que ce festival est leur journée préférée de l'hiver. #$b#Honnêtement, je comprends pourquoi. $1",
    "Caroline.Ice.2.2": "Le lac ressemble à du verre aujourd'hui. #$b#C'est tentant de glisser dessus, mais je ne risque pas de me retrouver avec des bleus. $8",
    "Caroline.Ice.2.3": "J'ai vu Abigail admirer les sculptures tout à l'heure. #$b#Elle a vraiment un bon œil. Peut-être que ça vient de moi ? $8",
    "Caroline.Ice.2.4": "Si jamais ils ajoutent une bataille de boules de neige à ce festival. #$b#Je compte sur toi pour être dans mon équipe. $8",
    "Caroline.Christmas.0": "Ne me dis pas que tu as emballé ton cadeau à la dernière minute. $2#$b#Laisse-moi deviner—c'est soit créatif, soit un total désastre. $8#$b#Alors, c'est quoi ? $8",
    "Caroline.Christmas.1": "Joyeux Noël ! $1#$b#Tu as vraiment voyagé jusqu'ici sans écharpe ? $2#$b#Tu n'as jamais appris à t'habiller pour l'hiver. $6",
    "Caroline.Christmas.2": "Parie que tu ne t'attendais pas à me voir aussi bien. #$b#Vas-y, dis-le— $6#$b#Je ne le dirai pas à Pierre. $5",
    "Caroline.Christmas.2.0": "Tu n'as pas oublié d'apporter un cadeau, au moins ? $2#$b#Ce serait... gênant. $11",
    "Caroline.Christmas.2.1": "Fais attention— $2#$b#Pierre me regarde pendant que je te parle. $3#$b#Ne fais pas en sorte qu'on dirait qu'on complote, sinon il va devenir curieux. $2",
    "Caroline.Christmas.2.2": "Tu te souviens combien de neige on mangeait quand on était enfants ? #$b#Je suis presque sûre qu'il y en avait une bonne moitié qui était sale. $8",
    "Caroline.Christmas.2.3": "J'ai aidé à décorer le sapin cette année ! $1#$b#T'inquiète, je n'ai pas laissé Pierre choisir les décorations. $8",
    "Caroline.Christmas.2.4": "Si aujourd'hui semble calme et parfait, c'est parce que tu en fais partie. #$b#J'espère que tu le sais. $1",

	//// Post-Marriage
	"Caroline.Egg.spouse.0": "Mon chéri, regarde tous ces œufs ! #$b#Ça me rappelle quand nous étions enfants. $1#$b#Tu étais tellement compétitif pendant les chasses aux œufs ! $8#$b#Es-tu toujours aussi rapide qu'avant ? $6",
    "Caroline.Egg.spouse.1": "L'odeur des œufs fraîchement cuits me met l'eau à la bouche. $6#$b#Je me demande si je peux te convaincre de m'en laisser un en avance ? $8",
    "Caroline.Egg.spouse.2": "C'est drôle de voir tous ces enfants excités à l'idée de chasser les œufs. #$b#Je pense qu'on devrait les rejoindre, tu ne trouves pas ? $5#$b#Ou est-ce que ça serait trop embarrassant pour toi ? $8",
    "Caroline.Egg.2.spouse.0": "Encore un festival des œufs ? #$b#Le temps passe vite quand on est avec quelqu'un qui rend la vie intéressante. $4$#$b#Faisons de nouveaux souvenirs ensemble, mon chéri. $6",
    "Caroline.Egg.2.spouse.1": "La table est déjà pleine de plats à base d'œufs. #$b#Je me demande s'ils remarqueraient si je volais un œuf pour qu'on le partage ? $6",
    "Caroline.Egg.2.spouse.2": "Les décorations sont simples, mais elles ont un certain charme. #$b#C'est agréable de voir quelque chose d'aussi joyeux, n'est-ce pas, mon chéri ? $1",
    "Caroline.Egg.2.spouse.3": "J'ai remarqué que certains œufs ont de petits dessins dessus. #$b#Ça me fait me demander si on ne devrait pas essayer de peindre des œufs ensemble l'année prochaine. $5",
    "Caroline.Egg.2.spouse.4": "J'ai entendu dire que certains œufs venaient de la ferme de Marnie. #$b#Ça ne te donne pas envie d'élever plus de poules à la ferme ? $8",
    "Caroline.Egg.2.spouse.5": "Tu penses qu'ils organiseront un round 'réservé aux adultes' pour la chasse aux œufs un jour ? $8#$b#J'adorerais voir tout le monde courir dans tous les sens, ce serait hilarant. $8",
    "Caroline.Egg.2.spouse.6": "Ces festivals sont sympas, mais rien ne vaut le fait d'être ici avec toi, mon chéri. #$b#Tu es la meilleure partie de tout ça, tu sais. $4",
    "Caroline.Egg.2.spouse.7": "Tu comptes gagner à la chasse aux œufs cette année, mon chéri ? $6#$b#Si tu ne gagnes pas, je vais bien m'amuser à te taquiner plus tard. $6",
    "Caroline.Egg.2.spouse.8": "Voir tous ces œufs me rappelle quand nous étions enfants. #$b#Mais à l'époque, je n'imaginais pas que je chasserais le bonheur et que je te trouverais à la place. $5",
    "Caroline.Egg.2.spouse.9": "On dirait que tu es d'humeur à t'amuser aujourd'hui. $6#$b#Essaie de ne pas me distraire trop de la compétition ! $8",
    "Caroline.Dance.spouse.0": "Danser sous le ciel ouvert avec toi, c'est comme un rêve devenu réalité. #$b#Promets-moi qu'on en fera une tradition, d'accord ? $5",
    "Caroline.Dance.spouse.1": "J'ai toujours adoré la danse des fleurs. #$b#...mais être ici avec toi la rend tellement plus douce. $5#$b#Juste, ne me marche pas sur les pieds, d'accord, mon chéri ? $6",
    "Caroline.Dance.spouse.2": "Tu te souviens comment on se moquait des couples qui dansaient quand on était enfants ? $8#$b#Je n'aurais jamais imaginé que je serais ici avec toi un jour... et adorer chaque instant. $5",
    "Caroline.Dance.2.spouse.0": "C'est drôle, je pensais que ces danses étaient un peu ridicules. #$b#Maintenant, je ne pourrais imaginer en manquer une seule avec toi, mon chéri. $5",
    "Caroline.Dance.2.spouse.1": "Mon chéri, tu te souviens de notre première danse des fleurs ? #$b#Tu étais trop timide pour me demander à l'époque, mais regarde-toi maintenant. $1#$b#Tu es toujours le plus beau garçon ici. $6^Tu es toujours la plus belle fille ici. $6",
    "Caroline.Dance.2.spouse.2": "Tu penses que les gens peuvent voir à quel point on s'amuse ? $6#$b#Tu rends ce festival tellement spécial, mon chéri. $5",
    "Caroline.Dance.2.spouse.3": "Tous ces couples autour de nous... #$b#Ça me rend fière de savoir que je vais danser avec le meilleur partenaire ici. $5",
    "Caroline.Dance.2.spouse.4": "Ces pas sont si simples, mais ils se sentent tout nouveaux quand je suis avec toi. $4#$b#C'est drôle comme ça fonctionne, non ? $8",
    "Caroline.Dance.2.spouse.5": "J'ai vu quelques personnes nous regarder. $11#$b#Je ne peux pas leur en vouloir, tu laisses une sacrée impression, mon chéri. $5",
    "Caroline.Dance.2.spouse.6": "Les fleurs, la musique, l'air... tout est beau ! #$b#Mais tu es la seule chose sur laquelle je peux me concentrer en ce moment. $4",
    "Caroline.Dance.2.spouse.7": "Tu n'as pas besoin d'être le meilleur danseur pour me rendre heureuse. #$b#Il suffit de ne pas lâcher ma main, d'accord ? $3",
    "Caroline.Dance.2.spouse.8": "Ce sont des moments comme celui-ci qui me rappellent à quel point j'ai de la chance. #$b#Tu es vraiment ma plus grande joie. $4",
    "Caroline.Dance.2.spouse.9": "Je crois que je souris depuis toute la journée, et c'est entièrement de ta faute. $2#$b#Comment fais-tu toujours pour me faire sentir comme ça, mon chéri ? $5",
    "Caroline.Luau.spouse.0": "Je n'aurais jamais cru qu'on se tiendrait ensemble à un festival comme celui-ci à nouveau. #$b#C'est drôle comme la vie revient toujours sur ses pas, n'est-ce pas ? $1",
    "Caroline.Luau.spouse.1": "Pierre détestait venir à ces festivals. $2#$b#Je passais la moitié du temps à m'excuser pour ses grognements. $3#$b#Mais maintenant ? Je pense que je vais juste profiter de la vue... avec toi. $5",
    "Caroline.Luau.spouse.2": "Je t'ai vu fixer, mon chéri. $6#$b#Quoi, est-ce que cette robe me va si bien ? $5",
    "Caroline.Luau.2.spouse.0": "C'est drôle, peu importe combien de ces festivals j'assiste. $2#$b#La soupe sent toujours la même chose. $11#$b#Mais toi ? $6#$b#Tu me fais ressentir ça comme si c'était tout nouveau à chaque fois. $5",
    "Caroline.Luau.2.spouse.1": "Ne laisse pas Lewis nous surprendre en train de goûter avant que la soupe ne soit prête. $6#$b#Pas que ça me dérangerait de briser une règle avec toi. $8",
    "Caroline.Luau.2.spouse.2": "Le Luau fait toujours ressortir le meilleur et le pire des gens. #$b#Heureusement, j'ai déjà la meilleure partie juste ici avec moi. $5",
    "Caroline.Luau.2.spouse.3": "Je pensais... peut-être que l'année prochaine. #$b#On pourrait apporter quelque chose de spécial pour la soupe. $1#$b#Un ingrédient secret que seul nous connaissons. $6",
    "Caroline.Luau.2.spouse.4": "Mon chéri, arrête de t'inquiéter pour la soupe. $2#$b#Elle va très bien se passer ! Profite de la journée avec moi, tu veux ? $5",
    "Caroline.Luau.2.spouse.5": "Cette brise est tellement rafraîchissante. #$b#On oublie presque à quel point la ferme devient chaotique pendant l'été, n'est-ce pas ? $1",
    "Caroline.Luau.2.spouse.6": "Tu as une tâche de quelque chose sur le visage. $2#$b#Tiens—reste tranquille. $5#$b#Voilà, tout est mieux. $5#$b#Alors, où est mon merci ? $6",
    "Caroline.Luau.2.spouse.7": "Faisons un marché ! $6#$b#Si Lewis dit que la soupe est fade. #$b#On se cache à la plage avec notre propre pique-nique. $8",
    "Caroline.Luau.2.spouse.8": "Chaque Luau me rappelle combien j'aime l'été. #$b#Mais c'est mieux maintenant que tu fais partie de mes étés aussi. $5",
    "Caroline.Luau.2.spouse.9": "Mon chéri, tu te souviens comme je détestais avoir du sable dans mes chaussures quand on était plus jeunes ? #$b#Tu as de la chance que j'en sois passée. $6",
	"Caroline.Jellies.spouse.0": "N'est-ce pas drôle comment toute la ville se réunit juste pour regarder des méduses lumineuses ? #$b#Et pourtant me voilà, et je ne manquerais ça pour rien au monde. $8",
    "Caroline.Jellies.spouse.1": "Abby m'a défiée de toucher une méduse si elle s'approche. #$b#Je lui ai dit que je le ferai si elle y va la première. $6#$b#Elle n'a pas trop aimé ma réponse ! $8",
    "Caroline.Jellies.spouse.2": "L'océan me rappelle toujours à quel point nous sommes petits. $11#$b#Mais à tes côtés, j'ai l'impression que je pourrais affronter le monde entier. $5",
    "Caroline.Jellies.2.spouse.0": "Tu sais, j'emmenais Abby à ce festival quand elle était petite. #$b#À l'époque, elle pensait que les méduses étaient des extraterrestres venus nous rendre visite. $8",
    "Caroline.Jellies.2.spouse.1": "Viens un peu plus près, mon chéri. $4#$b#Il fait froid ce soir, et j'aurais bien besoin de chaleur. $5",
    "Caroline.Jellies.2.spouse.2": "Je crois que j'ai vu une méduse là-bas déjà. $11#$b#Ou peut-être que mes yeux me jouent des tours. $2#$b#Quoi qu'il en soit, c'est excitant. $1",
    "Caroline.Jellies.2.spouse.3": "L'océan est tellement calme ce soir. #$b#Si je ferme les yeux, j'arrive presque à imaginer qu'on s'en va tous les deux. $8",
    "Caroline.Jellies.2.spouse.4": "Abigail regarde l'eau comme si elle détenait toutes les réponses de la vie. #$b#Elle tient ça de moi, tu sais.",
    "Caroline.Jellies.2.spouse.5": "Tu sens ça ? #$b#La marée change... silencieuse mais puissante. $1#$b#Ça me rappelle comment tu as changé ma vie. $5",
    "Caroline.Jellies.2.spouse.6": "Quelqu'un m'a dit que les méduses brillent parce qu'elles célèbrent leur voyage. #$b#C'est une jolie pensée, non ? #$b#Trouver de la joie juste... d'être ici. $5",
    "Caroline.Jellies.2.spouse.7": "Tu sais, quand on était enfants, on courait après les lucioles. #$b#Et maintenant nous voilà, à regarder des méduses à la place. $1#$b#Au moins cette fois, tu ne vas pas trébucher sur tes pieds, hein ? $6",
    "Caroline.Jellies.2.spouse.8": "Certaines personnes viennent ici en espérant que les méduses leur apporteront de la chance. #$b#Moi ? Je n'ai plus besoin de chance. $6#$b#J'ai déjà tout ce que je veux. $5",
    "Caroline.Jellies.2.spouse.9": "Avant que les méduses n'arrivent, il y a ce moment parfait de calme. #$b#Être ici avec toi rend tout encore plus agréable. $5",
    "Caroline.Fair.spouse.0": "Gagner ou perdre, je pense toujours que ta présentation est la meilleure. #$b#Mais si tu gagnes, je vais peut-être devoir voler un peu du crédit. $6",
    "Caroline.Fair.spouse.1": "Les foires me font toujours me sentir comme une enfant. #$b#Juste pour aujourd'hui, oublions nos responsabilités et amusons-nous. $8#$b#Tu peux même m'acheter une friandise... si tu es généreux. $6",
    "Caroline.Fair.spouse.2": "Notre première foire en tant que couple marié... #$b#C'est différent, non ? $1#$b#Tout est un peu plus lumineux, un peu plus chaleureux. $5#$b#Ou peut-être que c'est juste moi. $4",
    "Caroline.Fair.2.spouse.0": "On devrait jouer ensemble et voir qui est le meilleur avec la fronde. $6#$b#Le gagnant choisit le dîner ! $8",
    "Caroline.Fair.2.spouse.1": "Une foire où tu peux gagner des prix et te remplir de nourriture ? #$b#Je crois que j'ai compris pourquoi tu adores cet événement. $1",
    "Caroline.Fair.2.spouse.2": "Vas-y, mon chéri, montre-toi un peu. #$b#Ce n'est pas tous les jours que toute la ville se réunit juste pour admirer ton travail. $5#$b#Enfin, surtout admirer... George est probablement en train de juger. $8",
    "Caroline.Fair.2.spouse.3": "Je sais que tu vises les jetons étoiles, mais moi je suis plus intéressée par un prix des jeux. #$b#Tu crois que tu peux me gagner quelque chose de mignon ? $6",
    "Caroline.Fair.2.spouse.4": "Dis-moi la vérité ! $2#$b#Tu es ici pour la foire, ou juste pour les prix ? $2#$b#Je ne jugerai pas. $8#$b#...beaucoup. $6",
    "Caroline.Fair.2.spouse.5": "Il y a un certain charme dans ces jeux. #$b#Je me demande si quelqu'un a déjà trouvé la stratégie parfaite. $1#$b#...à part la chance pure, bien sûr. $8",
    "Caroline.Fair.2.spouse.6": "Oh non, tu regardes encore ce test de force. Rappelle-toi, mon chéri, ta valeur ne se mesure pas à la force avec laquelle tu peux frapper un marteau. Mais si tu perds, je vais peut-être rire.",
    "Caroline.Fair.2.spouse.7": "Il y a quelque chose de fun à voir toute la ville se lâcher pendant une journée. Même les types sérieux sourient. Ça doit être la magie de la foire… ou la nourriture gratuite.",
    "Caroline.Fair.2.spouse.8": "Le maire Lewis a toujours ce petit sourire quand quelqu'un remet en question les jeux. $2#$b#Il ne donnera jamais une réponse directe, hein ? $3",
    "Caroline.Fair.2.spouse.9": "Je parie que je pourrais toujours te battre au jeu de pêche. Mais ne t'inquiète pas, je ne vais pas te demander de le prouver. Pas aujourd'hui, du moins.",
    "Caroline.Halloween.spouse.0": "J'ai pensé m'habiller en déesse ce soir. #$b#Qu'en penses-tu ? $1#$b#C'est trop ? $6#$b#Ou juste ce qu'il faut pour ta femme, hmm ? $6",
    "Caroline.Halloween.spouse.1": "Tu as encore cette expression sur ton visage. $2#$b#Allez, dis-le moi. $3#$b#C'est le costume ou le fait que je le porte ? $8",
    "Caroline.Halloween.spouse.2": "Le labyrinthe est peut-être effrayant, mais je pense que tu es la chose la plus terrifiante ici. #$b#Voler mon cœur comme ça devrait être un crime ! $5",
    "Caroline.Halloween.2.spouse.0": "Mon chéri, je t'ai vu regarder plus d'une fois ce soir. $5#$b#Suis-je si éblouissante, ou tu aimes juste me voir comme ça ? $4",
    "Caroline.Halloween.2.spouse.1": "J'espère que tu ne t'attends pas à ce que je traverse le labyrinthe dans ce costume. #$b#Je préfèrerais passer la soirée avec toi. $5",
    "Caroline.Halloween.2.spouse.2": "Ça fait des années, et pourtant tu réussis toujours à me faire sentir comme si j'étais la seule personne dans la pièce. #$b#Comment fais-tu ? $4",
    "Caroline.Halloween.2.spouse.3": "Les lumières, la musique, les costumes... #$b#...mais honnêtement, tout ce que je veux, c'est être ici avec toi. $5",
    "Caroline.Halloween.2.spouse.4": "Certaines personnes ont dit que je ressemblais à une déesse ce soir. #$b#C'est drôle, je pensais que j'étais déjà mariée au dieu du charme. $8",
    "Caroline.Halloween.2.spouse.5": "Tu ferais bien de rester près de moi ce soir. $2#$b#Ce costume pourrait attirer plus d'attention que je ne le pensais. $6",
    "Caroline.Halloween.2.spouse.6": "Le labyrinthe ne peut pas être si mauvais, non ? $3#$b#Peut-être que le labyrinthe ne sera pas si mauvais si on le traverse ensemble. $1",
    "Caroline.Halloween.2.spouse.7": "Si je me perds dans le labyrinthe, tu viendras me chercher ? #$b#Ou tu m'attendras quelque part... seule dans le noir ? $6",
    "Caroline.Halloween.2.spouse.8": "Mon chéri, la fête des esprits est sympa et tout... #$b#...mais est-ce que ce ne serait pas plus amusant si on disparaissait un peu ? $6#$b#Juste toi et moi. $8",
    "Caroline.Halloween.2.spouse.9": "Je pourrais porter ce costume tous les jours si ça te donne ce regard. Qui aurait cru que se déguiser pourrait être aussi gratifiant ?",
    "Caroline.Ice.spouse.0": "J'étais tellement compétitive lors de ces concours. $1#$b#Maintenant, je crois que j'aime plus regarder... #$b#...à moins que tu ne me défies, bien sûr. $8",
    "Caroline.Ice.spouse.1": "Il fait glacial, mais ça vaut le coup de voir tout le monde s'amuser. #$b#Je vais t'encourager depuis ici ! $5",
	"Caroline.Ice.spouse.2": "Tu te souviens quand on a essayé de pêcher quand on était enfants ? #$b#Je ne pense pas qu'on ait attrapé quoi que ce soit, mais on a tellement ri qu'on a failli tomber dedans. $8",
    "Caroline.Ice.2.spouse.0": "Tu ferais bien de me réserver une place près du feu plus tard. #$b#Après tout ce froid, je vais avoir besoin de me réchauffer avec toi. $9",
    "Caroline.Ice.2.spouse.1": "Tu n'as pas l'intention de glisser et de tomber, si ? #$b#Parce que si ça arrive, je rigole en premier et je t'aide après. $8",
    "Caroline.Ice.2.spouse.2": "L'air est tellement vif aujourd'hui. $2#$b#C'est ce genre de froid qui donne envie de trouver quelqu'un de chaud... $9",
    "Caroline.Ice.2.spouse.3": "Je pensais participer cette année. #$b#Mais te voir là-bas me suffit comme divertissement. $5",
    "Caroline.Ice.2.spouse.4": "Essaie de ne pas avoir l'air si sérieux là-bas. #$b#C'est un festival, pas un championnat ! $2",
    "Caroline.Ice.2.spouse.5": "Si tu attrapes le plus gros poisson, je ferai le dîner avec. #$b#Sinon, c'est à toi la vaisselle. $6#$b#C'est équitable, non ? $8",
    "Caroline.Ice.2.spouse.6": "Ne t'inquiète pas, mon chéri, je garde un œil sur le concours. #$b#Je vais m'assurer que personne ne triche... $2#$b#...à part peut-être toi. $6",
    "Caroline.Ice.2.spouse.7": "Te voir pêcher me fait me demander si je n'aurais pas dû apporter ma propre canne. Ou au moins une boisson chaude.",
    "Caroline.Ice.2.spouse.8": "C'est mal si je t'encourage à gagner ? Ne le dis pas aux autres, sinon ils vont dire que je joue la carte des préférences.",
    "Caroline.Ice.2.spouse.9": "Après ce festival, on rentre directement à la maison. J'ai besoin d'une couverture, d'un feu chaud, et de toi à mes côtés.",
    "Caroline.Christmas.spouse.0": "La neige est magnifique, n'est-ce pas ? #$b#Tranquille mais pleine de vie—comme les gens ici aujourd'hui. $1",
    "Caroline.Christmas.spouse.1": "J'ai vu quelques enfants rire près du sapin. #$b#Ça m'a fait sourire—quelque chose dans leur joie est contagieux. $1",
    "Caroline.Christmas.spouse.2": "Abby était excitée par son cadeau. #$b#C'est agréable de la voir aussi joyeuse—ça me rappelle quand elle était petite. $5",
    "Caroline.Christmas.2.spouse.0": "J'espère vraiment que tu es mon Père Noël secret, mon chéri. $1#$b#J'ai hâte de voir quelle surprise tu as choisie pour moi ! $5",
    "Caroline.Christmas.2.spouse.1": "Tu as aimé ton cadeau ? #$b#Non, vraiment—dis-moi la vérité. $2#$b#Parce que si ce n'est pas le cas, je vais devoir me rattraper plus tard. $6",
    "Caroline.Christmas.2.spouse.2": "Tu as de la neige dans les cheveux—attends. #$b#Voilà, c'est tout. $5#$b#Bien que, je ne dirais pas non à une excuse pour continuer à m'occuper de toi un peu plus longtemps. $6",
    "Caroline.Christmas.2.spouse.3": "N'oublie pas de prendre un moment pour respirer. #$b#Des journées comme celle-ci, il faut les savourer, pas les précipiter. $1",
    "Caroline.Christmas.2.spouse.4": "J'espère que tu te tiens bien au chaud ! #$b#Tu n'es pas invincible, tu sais. $2#$b#Ne me fais pas m'inquiéter. $3",
    "Caroline.Christmas.2.spouse.5": "Oh, tu frissonnes. #$b#Viens plus près. $5#$b#Quoi ? $8#$b#Je suis juste pratique. Ne lis pas trop dans mes gestes... $4#$b#...ou fais-le. C'est toi qui choisis. $9",
    "Caroline.Christmas.2.spouse.6": "Je t'ai vu fixer. $2#$b#Pas l'arbre— $2#$b#Pas le festin— $3#$b#...juste moi. #$b#J'espère que tu ne t'attendais pas à ce que je détourne le regard en premier. $6",
    "Caroline.Christmas.2.spouse.7": "Je n'ai pas besoin de cadeaux aujourd'hui. #$b#Voir ce sourire sur ton visage est bien plus que suffisant pour moi.",
    "Caroline.Christmas.2.spouse.8": "La neige semble plus douce cette année. #$b#Ou peut-être que je suis juste de bonne humeur. $1#$b#Dans tous les cas, je suis contente qu'on soit ici ensemble. $4",
    "Caroline.Christmas.2.spouse.9": "L'énergie d'Emily aujourd'hui est quelque chose. Elle bouillonne d'excitation—ça me fait me demander ce qui l'a mise dans un tel état.",

	//EVENTS
	//2 Hearts
	"Caroline.MuseumBook.0": "Aujourd'hui, je suis venue à la bibliothèque pour donner quelque chose à Caroline. J'avais un pressentiment qu'elle serait ici.",
    "Caroline.MuseumBook.1": "Oh ! Mon chou !^Oh ! Mon cœur ! #$b#Je ne m'attendais pas à ce que tu viennes aujourd'hui. $1",
    "Caroline.MuseumBook.2": "N'est-ce pas un peu étouffant ici ? Peut-être que c'est juste moi... $11#$b#Bref, qu'est-ce qui t'amène ici ? Est-ce qu'il y a quelque chose qui a attiré ton attention ? #$b#Ou est-ce que Pierre a mentionné que j'étais ici ? $2",
    "Caroline.MuseumBook.Question.1": "#Je dois avouer que je suis venue à la bibliothèque dans l'espoir de te croiser.#Pas grand-chose, je suis juste venue pour une lecture légère.",
    "Caroline.MuseumBook.Question.2": "#Attends ! Caroline... #D'accord Caroline, à bientôt !",
    "Caroline.MuseumBook.Flirt": "Oh, vraiment ? Tu es plein de surprises ! $3#$b#Mais sache que c'est mon travail de taquiner. $8#$b#Mais vraiment, c'est agréable de te voir ici. $4#$b#Eh bien... Mon chou...^Eh bien... Mon cœur... $9#$b# J'apprécie ce geste. C'est rafraîchissant d'avoir une présence aussi charmante, surtout quand c'est la tienne. $10",
    "Caroline.MuseumBook.Flirt.2": "Qu'est-ce que c'est ? ~Mon chou~ ?^Qu'est-ce que c'est ? ~Mon cœur~ ?",
    "Caroline.MuseumBook.Flirt.3": "Hé, euh, je viens de finir d'écrire un livre, et je ne peux pas m'empêcher de penser à toi quand il s'agit de le partager.#Tu serais intéressé(e) à le lire ?#J'aimerais savoir ce que tu en penses. Tu serais la première personne avec qui je voudrais le partager.",
    "Caroline.MuseumBook.Flirt.4": "Bien sûr, mon chou. Je vais le lire avec plaisir. $1^Bien sûr, mon cœur. Je vais le lire avec plaisir. $1#$b#Je me demande... $11",
    "Caroline.MuseumBook.Flirt.5": "Tu as donné à Caroline le livre que tu as écrit sur votre temps passé ensemble au lycée.#D'accord alors, Caroline. À plus tard !",
    "Caroline.MuseumBook.Flirt.6": "Hé attends- ! #$b# Il vient de partir... $2^Elle vient de partir... $2#$b# Je me demande ce que ça veut dire. $11#$b# Je suppose que je vais devoir découvrir ça par moi-même. $1",
    "Caroline.MuseumBook.3": "Oh, tu es juste ici pour une lecture légère ? $11#$b#Je vois... Eh bien, il y a beaucoup à parcourir ici, mon chou. $1^Eh bien, il y a beaucoup à parcourir ici, mon cœur. #$b#Ces vieilles étagères sont vraiment fascinantes, tu ne trouves pas ? $1",
    "Caroline.MuseumBook.4": "Et toi ? Qu'est-ce qui t'amène ici ?",
    "Caroline.MuseumBook.5": "Oh, moi ? Je suis juste en train de profiter de ce livre sur le thé. $5#$b#J'aime venir ici de temps en temps. C'est tellement paisible et calme. $8#$b# C'est l'endroit parfait pour lire, tu sais, comme faire une tasse de thé peut être une petite échappatoire de la journée. $1#$b#Trouver de petits moments de paix, comme savourer un bon livre ou apprécier une tasse chaude. #$b#Tu ne serais pas d'accord, mon chou ?^Tu ne serais pas d'accord, mon cœur ?$1",
    "Caroline.MuseumBook.6": "Rien qu'en le lisant, j'ai l'impression de pouvoir m'évader un peu. $11#$b# Mais il y a quelque chose de spécial dans une bonne tasse d'Earl Grey. C'est simple à faire, mais c'est vraiment délicieux. $1#$b# Il suffit de faire bouillir de l'eau, ajouter un sachet de thé ou des feuilles en vrac, laisser infuser quelques minutes, puis ajouter un peu de lait si tu veux. $5#$b# Oh mon cœur, je me laisse emporter... $8#$b#Je devrais probablement retourner à ce livre avant que le musée ne ferme. $1#$b# Je te verrai plus tard, mon chou.^Je te verrai plus tard, mon cœur.",
    "Caroline.MuseumBook.7": "J'aurais aimé pouvoir discuter un peu plus avec Caroline, mais j'étais trop timide pour continuer la conversation.",
    "Caroline.MuseumBook.8": "Je suppose que je vais juste voir ce qui est intéressant ici.",
    "Caroline.MuseumBook.9": "Quelques heures ont passé et le musée est sur le point de fermer.",
    "Caroline.MuseumBook.10": "Oh ! Il se fait tard ! $2#$b# Je devrais probablement partir, Pierre doit être mort d'inquiétude.",
    "Caroline.MuseumBook.11": "Mon chou ? Tu es encore là ? $2^Mon cœur ? Tu es encore là ? $2#$b#Eh bien, je devrais probablement partir maintenant, à plus tard ! $1",
    "Caroline.MuseumBook.12": "Oh mince ! J'ai oublié de lui donner ce livre !",
    "Caroline.MuseumBook.13": "Je vais peut-être juste le laisser ici, à l'endroit habituel où elle choisit toujours ses livres.",
    "Caroline.MuseumBook.14": "Tu as laissé le livre que tu as écrit sur ton temps passé avec Caroline au lycée. Avec une note autocollante qui dit '-Pour Caroline'.#J'espère qu'elle le remarquera bientôt.",
    "Caroline.MuseumBeauty.1": "Je suis tombé sur Caroline.",
    "Caroline.MuseumBeauty.2": "Je veux lui parler. #Mais ma timidité m'en a empêché. #Je me suis retrouvé à parcourir la même section qu'elle, espérant attirer son attention.",
    "Caroline.MuseumBeauty.3": "Elle était assise près de la fenêtre, la lumière dorée du soir illuminant ses cils, et frappant ses yeux à travers quelques rayons de lumière épars, clignotant à toute vitesse.",
    "Caroline.MuseumBeauty.4": "À ce moment-là, je me suis souvenu du passé, de cet après-midi dans le coin de la salle d'études.",
    "Caroline.MuseumBeauty.5": "Je me suis souvenu de moi, celui qui a rassemblé son courage pour avouer à voix haute.",
    "Caroline.MuseumBeauty.6": "Pour une raison quelconque, la façon dont je me souviens de toi dans ton uniforme de lycée semble lentement correspondre à la façon dont tu es maintenant.",
    "Caroline.MuseumBeauty.7": "C'est difficile à comprendre, ce qui s'est passé entre nous, tu as laissé beaucoup d'ombres du passé, mais tu m'as aussi abandonné à un moment donné.#Qu'est-ce que tu faisais pendant toutes ces journées où je n'étais pas à tes côtés ?#Pourquoi as-tu choisi d'épouser quelqu'un d'autre ?",
    "Caroline.MuseumBeauty.8": "On avait une promesse, n'est-ce pas ? Celle où, un jour, je mettrais une bague à ton doigt. #Comme j'aimerais pouvoir revenir en arrière.",
    "Caroline.MuseumBeauty.9": "Ma meilleure amie d'enfance, Caroline.",
    "Caroline.MuseumBeauty.10": "Wow... J'étais trop timide pour le prendre au début parce que le personnage principal porte le même nom que moi !$4#$b#Je ne savais pas trop à quoi m'attendre, mais ce livre est fantastique ! Tellement content de l'avoir enfin terminé. $1",
    "Caroline.MuseumBeauty.11": "~Mon chou~... Oh ? ^~Mon cœur~... Oh ? #$b# Qu'est-ce qui ne va pas chez toi ? Pourquoi te caches-tu en train de sécher tes larmes derrière ces étagères ? $s#$b# Est-ce que quelqu'un t'a blessé ? $3",
    "Caroline.MuseumBeauty.12": "Non, non, tu te trompes. #J'ai eu un peu de poussière dans les yeux quand j'ai pris ce livre. #Je vais partir maintenant, au revoir Caroline.",
    "Caroline.MuseumBeauty.13": "Hé ! Attends une minute-",

	//4 Hearts - Photo Album
	"Caroline.PictureBook.1": "*chantant* Grésille et pop ! Poivrons lumineux ! #$b#Quelque chose de spécial est en train de mijoter parfaitement ! $8",
    "Caroline.PictureBook.2": "Oh, mon chou ! Je ne m'attendais pas à te voir ici. $1^Oh, mon cœur ! Je ne m'attendais pas à te voir ici. $1#$b#Ah, pourquoi es-tu si loin ? $2#$b#Allez, ne sois pas timide. On cuisinait presque ensemble avant, tu te souviens ? $8",
    "Caroline.PictureBook.3": "Alors, tu as été occupé ces derniers temps ? Je ne te vois plus beaucoup. #$b#Tu devrais passer plus souvent. Cuisiner seul parfois me rend un peu solitaire. $1",
    "Caroline.PictureBook.4": "Ah... C'étaient de bons moments... $5#$b#À l'époque, tu faisais semblant de m'aider à cuisiner, mais en réalité, tu voulais juste goûter ce que je faisais. $6#$b#Parfois, je souhaiterais pouvoir remonter le temps. Être jeune et insouciante comme on l'était à l'époque.",
    "Caroline.PictureBook.Question": "#Ouais... Je veux dire, ces moments étaient agréables.#Je suppose. Mais, les choses changent, non ?#Je me demande pour qui tu cuisines.",
    "Caroline.PictureBook.Response.1": "Repense à tous les moments qu'on a partagés, ça me fait toujours sourire. $4",
    "Caroline.PictureBook.Response.2": "Je suppose que tu as raison. La vie avance, que l'on veuille ou non. $11#$b#Mais il y a encore de la beauté dans le fait de regarder en arrière, tu ne penses pas ?",
    "Caroline.PictureBook.Response.3": "C'est pour moi ! $1#$b#Pourquoi tu me regardes comme ça ? Tu en veux aussi ? $2#$b#Mais peut-être... $6#$b#Ok, ok, tu es mon meilleur ami, alors peut-être que je te donnerai une bouchée... plus tard ! $8",
    "Caroline.PictureBook.Fail": "J'ai passé du temps à cuisiner avec Caroline.#C'était agréable, mais après, j'ai décidé de m'arrêter pour la journée.#Parfois, je me demande ce qui se serait passé si j'avais agi différemment.",
    "Caroline.PictureBook.5": "Oh, mon Dieu, je me suis tellement laissée emporter par notre conversation que j'ai complètement oublié le livre de recettes. $8#$b#Tu peux aller me le chercher, mon chou ? Il est dans ma chambre près de l'étagère à livres.^Tu peux aller me le chercher, mon cœur ? Il est dans ma chambre près de l'étagère à livres.",
    "Caroline.PictureMemory.1": "Tu as trouvé un album photo contenant des photos de toi et Caroline.#Il est placé en bas de l'étagère à livres.#Tu as feuilleté les pages et les as regardées pendant un long moment.",
    "Caroline.PictureMemory.2": "Mon chou, qu'est-ce qui prend autant de temps ?^Mon cœur, qu'est-ce qui prend autant de temps ?",
    "Caroline.PictureMemory.3": "Oh, n'est-ce pas une photo de nous au lycée ? $1#$b#Tu étais si petit à l'époque ! $8#",
    "Caroline.PictureMemory.4": "Qu'est-ce qui ne va pas ? Pourquoi tu ne me parles pas ? #$b#La dernière fois à la bibliothèque, tu avais l'air triste et tu es parti comme si tu avais quelque chose sur le cœur. $2#$b#Tu peux m'en parler ?",
    "Caroline.PictureMemory.Question.1": "#Quand t'es-tu marié ?#Ce n'est rien, vraiment...",
    "Caroline.PictureMemory.Response.1": "Moi ? J'ai rencontré Pierre après être venue ici. Il m'a courtisée pendant quelques années et on s'est mariés. #$b#Ah ! Tu n'es pas jaloux parce que je suis mariée, hein ? $8#$b#Ne t'inquiète pas, je ne vais pas t'abandonner juste parce que j'ai épousé Pierre. $6#$b#Tu es comme un petit frère pour moi.$5^Tu es comme une petite sœur pour moi.$5",
    "Caroline.PictureMemory.Response.2": "Mon chou, tu ne peux pas me cacher ça.$2^Mon cœur, tu ne peux pas me cacher ça. $2#$b#Je sais quand quelque chose ne va pas. Tu peux m'en parler, d'accord ? $10",
    "Caroline.PictureMemory.Question.2": "#Je te remercie de t'inquiéter, mais je te promets que ça va.#Tu ne te souviens vraiment de rien ? Tu ne te souviens pas du jour où je t'ai avoué mes sentiments ?",
    "Caroline.PictureMemory.Response.Lie": "Oh, mon chou... Je vois comment ça se passe. $11^Oh, mon cœur... Je vois comment ça se passe. $11#$b#C'est bon, tu n'as pas à dire quoi que ce soit si tu ne veux pas. #$b#Je suis là pour te soutenir quoi qu'il arrive. $1#$b#Je suis ta grande sœur après tout, n'oublie jamais ça.$5",
    "Caroline.PictureMemory.Response.Truth.1": "Quelles choses ? $2#$b#...$11#$b#Désolée, je ne me souviens vraiment pas de ce que c'était. Tu peux m'en parler ? $2",
    "Caroline.PictureMemory.Response.Truth.2": "Oh, une confession ? $11#$b#Attends... $2#$b#Attends une minute... $2",
    "Caroline.PictureMemory.Response.Truth.3_1": "Tu te moques pas de moi avec ce livre que tu m'as donné, hein ? $3#$b#Mais je dois dire, mon chou, ton livre était vraiment intéressant.$5^Mais je dois dire, mon cœur, ton livre était vraiment intéressant. $5#$b#Mais je ne vois pas trop comment ça se rapporte à ce dont on parle. $11",
    "Caroline.PictureMemory.Response.Truth.3_2": "Oh, c'était ton livre à la bibliothèque ? Celui avec le personnage principal qui porte mon nom ? $3#$b#Je ne peux pas nier que ce livre est le mien, et je l'ai discrètement mis sur une étagère où elle va souvent récemment.",
    "Caroline.PictureMemory.5": "Ah, je comprends ! #$b#Tu es fâché que ton meilleur ami d'enfance se soit marié sans que tu sois au courant ? $8#$b#Ne t'inquiète pas, je ne vais pas t'abandonner juste parce que j'ai épousé Pierre. $6#$b#Tu es comme un petit frère pour moi.$5^Tu es comme une petite sœur pour moi.$5#$b#Mais bon, pour me faire pardonner, laisse-moi te préparer un gros repas. < $8",
    "Caroline.PictureMemory.6": "Oh, au fait, tu as trouvé le livre de recettes ? #$b#Je jure qu'il était juste ici... $11",
    "Caroline.PictureMemory.7": "Bon, je suppose qu'il était finalement dans la cuisine. $8",
    "Caroline.PictureMemory.8": "%Après avoir aidé Caroline avec sa cuisine, elle m'a donné une partie de ce qu'on avait préparé. #$b#[907]",

	// 4 Hearts - Reminiscence
	"Caroline.PastPlay.1": "Oh, salut, ${mon chou^mon cœur}$. #$b#Je ne m'attendais pas à ce que quelqu'un vienne ici... $11",
    "Caroline.PastPlay.2": "Ça fait une éternité que je ne me suis pas arrêtée ici. $11#$b#Quand Abby était plus jeune, on venait souvent ici. #$b#Elle hurlait, 'Maman, je veux toucher le ciel !' $8#$b#Maintenant, elle me dit à peine ce qu'elle pense. $2",
    "Caroline.PastPlay.Question.0": "Mais peut-être que c'est juste comme ça. Les enfants grandissent. Les parents deviennent... des bruits de fond.",
    "Caroline.PastPlay.A.0.0": "Tu n'es pas un bruit de fond. Elle a besoin de toi.",
    "Caroline.PastPlay.A.0.1": "J'espère. $11#$b#Mais parfois je me demande si elle me voit vraiment comme une personne. $2#$b#Pas juste... une maman. $2",
    "Caroline.PastPlay.B.0.0": "Tu n'avais pas détesté quand ta maman te surveillait tout le temps ?",
    "Caroline.PastPlay.B.0.1": "C'est vrai. $11#$b#Ma mère me traite toujours comme si j'avais douze ans. $2#$b#Peut-être que je suis condamnée à répéter le cycle, hein ? $2",
    "Caroline.PastPlay.C.0.0": "Je parie qu'un jour elle viendra ici avec ses propres enfants.",
    "Caroline.PastPlay.C.0.1": "Ne rigole pas avec ça ! $3#$b#Je ne suis pas prête à devenir grand-mère encore ! $2",
    "Caroline.PastPlay.3": "C'est drôle, quand je la regardais, ça me faisait penser à nous quand on était enfants. $8",
    "Caroline.PastPlay.Question.1": "Tu te souviens comment on courait vers les balançoires et on se lançait des défis pour sauter ?",
    "Caroline.PastPlay.A.1.0": "Ouais, tu étais bien trop peur de sauter.",
    "Caroline.PastPlay.A.1.1": "Je n'avais pas peur ! $3#$b#J'étais... prudente. $2#$b#Il y a une différence, tu sais. $2",
    "Caroline.PastPlay.B.1.0": "Bien sûr, tu étais une si mauvaise influence.",
    "Caroline.PastPlay.B.1.1": "Oh, bien sûr, rends-moi responsable de toutes les 'bêtises'. $3#$b#Mais qui c'était qui finissait toujours avec un genou écorché, hein ? $2",
    "Caroline.PastPlay.C.1.0": "Je suis presque sûre que tu sautais en premier la plupart du temps.",
    "Caroline.PastPlay.C.1.1": "Je me souviens de toi qui m'entraînais dans tous les défis. $2#$b#Ne fais pas semblant que tu n'étais pas aussi mauvaise que moi. $2",
    "Caroline.PastPlay.4": "Mais tu sais... ce n'est plus le terrain de jeu où on a grandi. $2#$b#Le nôtre avait ce grand chêne avec la balançoire en pneu, tu te souviens ? $11#$b#Celui où tu es tombée en essayant de m'impressionner. $6",
    "Caroline.PastPlay.5": "Mais cet endroit... c'est comme une pâle imitation. $2#$b#Pas de balançoire en pneu. $11#$b#Pas de ruisseau pour sauter des pierres. $11#$b#Juste... ça. $2",
    "Caroline.PastPlay.6": "C'est étrange, non ? $2#$b#On est là, mais notre terrain de jeu... il n'est plus là. $11#$b#Et on n'est plus ces enfants. $2#$b#Parfois, je souhaite... $2#$b#Tu sais quoi ?",
    "Caroline.PastPlay.Question.2": "Laisse tomber. C'est assez de nostalgie pour aujourd'hui.",
    "Caroline.PastPlay.A.2.0": "Souhaiter quoi ?",
    "Caroline.PastPlay.A.2.1": "...que je puisse revenir en arrière et dire à mon moi plus jeune de profiter de ces moments. #$b#Avant qu'ils ne s'envolent. $10",
    "Caroline.PastPlay.B.2.0": "Tu es toujours la même Caroline pour moi.",
    "Caroline.PastPlay.B.2.1": "Tu savais toujours quoi dire, n'est-ce pas ? $4",
    "Caroline.PastPlay.7": "Merci de m'avoir écoutée, ${mon chou^mon cœur}$. #$b#C'est... agréable de me rappeler que je suis plus que 'la maman d'Abigail' parfois. $1#$b#Bon, je suppose que j'ai trop traîné ici. #$b#Je devrais probablement rentrer avant que Pierre se demande où je suis passée. $8",

	//6 Hearts
	"Caroline.WoodsGather.1": "Qui est là ?! $3",
    "Caroline.WoodsGather.2": "Oh?.. C'est toi... mon chou...^Oh?.. C'est toi... mon cœur... $1#$b#Pourquoi es-tu ici ? Tu m'as suivie ? $2",
    "Caroline.WoodsGather.Question.1": "#Je t'ai vu seul(e) et je me suis inquiété(e).#Je me suis inquiété(e) que tu sois sous un sortilège.#J'ai vu le Sorcier ! Il te traque !!!",
    "Caroline.WoodsGather.A": "Inquiet(e) ? $3#$b#Oh, que c'est mignon de ta part de t'inquiéter pour la vieille que je suis. $8#$b#Mais je dois dire que je suis parfaitement capable de naviguer dans ces bois toute seule. $2#$b#Je suis peut-être vieille, mais je NE SUIS PAS aussi vieille. $3",
    "Caroline.WoodsGather.B": "Un sortilège, tu dis ? $2#$b#Tu crois vraiment encore à ces contes de fées, mon chou ?^Tu crois vraiment encore à ces contes de fées, mon cœur ? $3#$b#Non, mon chou, je ne suis pas sous un sortilège. $1^Non, mon cœur, je ne suis pas sous un sortilège. $1#$b#Oh, tu ne crois pas que je sois ensorcelée par la nature, si ? $8#$b#Peut-être que tu as raison. Je suppose que tu es encore ce petit frère qui se soucie de moi. $5^Peut-être que tu as raison. Je suppose que tu es encore cette petite sœur qui se soucie de moi. $5",
    "Caroline.WoodsGather.C": "Un sorcier ? Quel sorcier ? Que veux-tu dire par là ? $2#$b#Tu crois vraiment que les sorciers existent ? $3#$b#Tu sais, tu as toujours eu une imagination débordante. Mais j'ai bien peur que les sorciers ne soient réels que dans les histoires, mon chou.^Tu sais, tu as toujours eu une imagination débordante. Mais j'ai bien peur que les sorciers ne soient réels que dans les histoires, mon cœur. $11",
    "Caroline.WoodsGather.3": "Mais dis-moi, mon chou, pourquoi ne pas t'asseoir avec moi ? $11^Mais dis-moi, mon cœur, pourquoi ne pas t'asseoir avec moi ? $11#$b#J'avais l'intention de te parler. $11",
    "Caroline.WoodsGather.Question.2": "#Bien sûr, Caroline...#En fait... Je suis juste ici pour le bois dur. ",
    "Caroline.WoodsGather.Fail": "!!! $2#$b#D'accord, mon chou. On dirait que tu as des choses à faire aujourd'hui.^D'accord, mon cœur. On dirait que tu as des choses à faire aujourd'hui. $2#$b#Je vais te laisser alors ! $1",
    "Caroline.WoodsGather.Doubt": "Il semble qu'elle traverse quelque chose.#Eh bien, quoi qu'elle traverse, je lui souhaite sincèrement le meilleur.",
    "Caroline.WoodsGather.4": "Parfois... Une fille a juste besoin d'un petit moment de paix... $2#$b# Disparaître dans les bois et faire comme si elle était encore une enfant. $11#$b#Pas de responsabilités, pas un seul souci en tête. $2",
    "Caroline.WoodsGather.5": "Tu sais, gérer la boutique avec Pierre peut être accablant parfois. $2#$b#Et ne me lance même pas sur Abby. Les adolescents sont une autre espèce de nos jours. $3#$b#C'est drôle comment la vie nous réserve des surprises.$3#$b#On pense avoir tout compris, et puis... Tout semble s'effondrer autour de nous. $2#$b#Tu penses que je suis misérable de ressentir ça ? $2#$b#Je suis censée être forte et fiable, mais me voilà... $2#$b#Quel pathétique prétexte de maman je suis... $2",
    "Caroline.WoodsGather.Question.3": "#Tu n'es pas seule. Trouvons une solution ensemble.#Tu es forte, tu vas t'en sortir.",
    "Caroline.WoodsAnger.1": "Non, mon chou... Tu ne comprends pas.$2^Non, mon cœur... Tu ne comprends pas. $2#$b#Ce n'est pas juste la boutique ou Abby. C'est tout. $3#$b#La vie... est arrivée. Et pas de la manière dont je l'avais imaginée. $3",
    "Caroline.WoodsAnger.2": "On était tout pour l'autre. $11#$b#Et je sais qu'on ne s'est pas vus depuis des années, mais te revoir a fait mal à mon cœur. $2",
    "Caroline.WoodsAnger.3": "Peut-être que tu ne te souviens pas. Peut-être que ce n'est plus qu'un souvenir idiot pour toi maintenant. $2#$b# Mais pour moi... parfois, c'est comme si c'était hier. $2#$b#Et pourtant, me voilà, noyée sous les factures, m'occupant d'un enfant qui ne veut même pas de moi, et d'un mariage qui semble lentement s'effondrer. $3",
    "Caroline.WoodsAnger.4": "Peut-être que je suis VRAIMENT pathétique. $3#$b#Peut-être que je devrais juste accepter que parfois, les choses ne se passent pas comme on veut. $2",
    "Caroline.WoodsAnger.5": "Je me sens tellement perdue. $3#$b#Comme si je ratais tout ! $3", 
    "Caroline.WoodsAnger.6": "...Je suis désolée de t'avoir impliqué(e). $2#$b#Mais peut-être... peut-être qu'un jour, quand les choses se calmeront, on pourra en parler à nouveau. Correctement. $3",
    "Caroline.WoodsAnger.7": "Je crois que j'ai vraiment fait une grosse erreur.#Si seulement j'avais parlé différemment, peut-être que les choses auraient tourné autrement.",
    "Caroline.WoodsComfort.1": "Que veux-tu dire par là, mon chou ? Tu ne sais pas ça...$2^Que veux-tu dire par là, mon cœur ? Tu ne sais pas ça... $2#$b#Je ne veux pas que tu t'impliques trop dans mes problèmes. $11",
    "Caroline.WoodsComfort.2": "Oh, allez maintenant... $2#$b#Tu sais que je peux me débrouiller seule. De plus, tu as déjà assez de soucis avec ta ferme. $11",
    "Caroline.WoodsComfort.3": "Je veux t'aider. Tu n'es pas juste quelqu'un que j'ai connu au lycée, tu es... tu es mon meilleur ami.",
    "Caroline.WoodsComfort.4": "Un ami ? De quelle manière ? $10",
    "Caroline.WoodsComfort.5": "Tu as cru en moi quand personne d'autre ne l'a fait.#Et je n'oublierai jamais les moments où tu m'as soutenue chaque fois que je suis tombée.#Je sais que les choses sont compliquées maintenant, mais ça ne veut pas dire que je ne peux pas être là pour toi.#Devrais-je m'éloigner de toi, même si tu as toujours été là pour moi ?",
    "Caroline.WoodsComfort.6": "Oh, mon chou...$2^Oh, mon cœur...$2#$b#Tu as changé. #$b#Je me souviens quand tu as commencé à venir à la bibliothèque, timide et réservé(e). $11#$b#Mais maintenant, regarde-toi, offrant du réconfort à une vieille femme comme moi. $8#$b#Tu es devenu un jeune homme formidable. $4^Tu es devenue une jeune femme formidable. $4",
    "Caroline.WoodsComfort.7": "Mais tu sais, mon chou, tu as déjà fait plus que tu ne le crois.^Mais tu sais, mon cœur, tu as déjà fait plus que tu ne le crois.#$b#Le simple fait d'être là, à m'écouter déblatérer, ça signifie tout pour moi. $4",
    "Caroline.WoodsComfort.8": "Caroline et moi sommes restées dans la forêt toute la journée.#Elle ne voulait pas que je parte, et moi, je ressentais la même chose.#On a discuté pendant des heures.#Jusqu'à ce qu'on décide de clore la journée pour aller dormir.#J'aimerais que chaque jour puisse être comme ça.",
	
	//8 Hearts - I'm here for you
    "Caroline.SunKiss.1": "Oh, Pierre ! #$b#As-tu apporté les graines que je t'avais demandées ? $1",
    "Caroline.SunKiss.2": "Oh, c'est toi, ${mon chou^mon cœur}$... $3#$b#Tu m'as manqué ? $1#$b#Je rigole ! Mais vraiment, ça fait plaisir de te revoir. $8",
    "Caroline.SunKiss.3": "Tu sais, hier ça m'a beaucoup touchée. Notre petit moment dans la forêt. $1#$b#Tu étais tellement gentil, à m'écouter me confier sur tout. $5",
    "Caroline.SunKiss.4": "Mais ensuite, la réalité revient en force, et je me souviens... $11",
    "Caroline.SunKiss.5": "Que peu importe ce que je fais, je resterai coincée dans cette vie. $2#$b#C'est étouffant, tu sais ? La lutte constante, le cycle sans fin de déceptions. $2#$b#J'essaie de tenir bon, mais certains jours, c'est juste trop. $3",
    "Caroline.SunKiss.6": "Et Pierre... il n'est plus le même. $2#$b# Chaque nuit, c'est pareil. Il rentre bien après minuit, ivre, et crie sur combien il déteste son travail et Joja. $2#$b#Je ne sais pas combien de temps je vais pouvoir supporter ça. $3",
    "Caroline.SunKiss.7": "Et Abigail... elle ne mérite pas ça. Elle est bien trop jeune pour toutes ces histoires. $3#$b#Je ne peux pas la protéger de tout, peu importe combien j'essaie. $3",
    "Caroline.SunKiss.8": "Je suis tellement fatiguée, mon chou. Fatiguée de faire semblant que tout va bien, fatiguée de garder un visage courageux. $2^Je suis tellement fatiguée, mon cœur. Fatiguée de faire semblant que tout va bien, fatiguée de garder un visage courageux. $2#$b# Je veux juste... je veux juste m'échapper de tout ça. $3#$b#Mais je ne peux pas, et parfois... parfois je me demande si ça en vaut encore la peine. $3",
    "Caroline.SunKiss.Question": "#On devrait s'enfuir. Oublions tout ça.#Tu ne peux pas juste fuir tes problèmes.",
    "Caroline.SunKiss.A.1": "Vraiment ? On s'enfuit ensemble, hein ? $2#$b#Eh bien, n'es-tu pas le chevalier en armure brillante. $3#$b#Mais où est-ce qu'on irait, hein ? Tu as des idées ? $10",
    "Caroline.SunKiss.A.2": "Oh, comme j'aimerais qu'on puisse le faire. $10#$b#Parfois, je voudrais que ce soit toi que j'aie épousé à la place. $9",
    "Caroline.SunKiss.A.3": "Si je n'avais pas Abigail, j'aurais déjà quitté Pierre pour te choisir toi. $9",
    "Caroline.SunKiss.A.4": "Abigail, attends ! $2",
    "Caroline.SunKiss.A.5": "Oh mon Dieu... qu'est-ce que j'ai fait ? Abigail, je ne voulais pas dire ça...$3",
    "Caroline.SunKiss.A.6": "Je pouvais voir le regret gravé sur son visage, le poids de ses mots qui pesaient lourd.#Elle m'a regardée, ses yeux remplis de remords, et je pouvais voir qu'elle était perdue, se demandant quoi faire ensuite.#Mais au lieu de courir après Abigail, elle est restée là, à mes côtés, perdue dans ses pensées.",
    "Caroline.SunKiss.B.1": "Je ne m'enfuis pas... Je suis juste... en train d'exprimer ce que je ressens. $2#$b#Je pensais que tu comprendrais. Je me suis trompée. $2#$b#Écoute, oublions tout ça, d'accord ? Je dois m'occuper de la boutique.",
    "Caroline.SunKiss.B.2": "Maman, je n'arrive pas à trouver mon porte-monnaie ! Tu l'as vu ?",
    "Caroline.SunKiss.B.3": "Non, Abby, je ne l'ai pas vu. #$b#Peut-être qu'il est dans ta chambre ? $1",
    "Caroline.SunKiss.B.4": "D'accord... $2",
    "Caroline.SunKiss.B.5": "Maman, ça va ? Pourquoi tes yeux sont rouges ?$6",
    "Caroline.SunKiss.B.6": "Oh, ce n'est rien, Abby. J'ai juste quelque chose dans les yeux.",
    "Caroline.SunKiss.B.7": "D'accord... $9",
    "Caroline.SunKiss.B.8": "Ouf, ça a failli mal tourner...#J'espère qu'elle ne va pas commencer à poser plus de questions.",

	//8 Hearts - You're strong
	"Caroline.SaloonHuh.1": "Ouf, quelle journée ! #$b#Après une journée de travail difficile, il n'y a pas d'autre endroit où je préférerais être que dans le Saloon. $1",
    "Caroline.SaloonHuh.2": "Gus ! Apporte-moi l'ordinaire, s'il te plaît ! $1",
    "Caroline.SaloonHuh.3": "D'accord, Pierre. Cinq bouteilles de bière, ça arrive ! $3",
    "Caroline.SaloonHuh.4": "*gulp* $1#$b#Tu connais Gus. #$b#Les affaires... ce n'est plus ce que c'était. $2#$b#JojaMart suce la vie de la ville. $3#$b#Tout le monde va là-bas pour leur camelote bon marché et produite en masse. $2",
    "Caroline.SaloonHuh.5": "Je sais que ça a été difficile pour tout le monde. $3#$b#Et je comprends que ça ait été rude, surtout pour toi, en affrontant Joja comme ça. $3#$b#Mais tu es là depuis des années, Pierre. $2#$b#Les gens connaissent ta qualité, ton dévouement. $2",
    "Caroline.SaloonHuh.6": "Oui ! Ils le savaient ! $3#$b#Mais maintenant, on dirait que tout le monde a oublié tout ça. $2",
    "Caroline.SaloonHuh.7": "Et Abigail... $2#$b#Abigail ne me parle presque plus. $2#$b#Elle dit que je suis coincée dans le passé, que je m'accroche aux vieilles traditions. $3#$b#On avait ces longues discussions sur son avenir, ses rêves. $2#$b#Maintenant, c'est comme si elle vivait dans un autre monde. $2",
    "Caroline.SaloonHuh.8": "Les enfants de nos jours... $2#$b#Je sais que c'est dur de voir son propre enfant s'éloigner. $3#$b#Surtout quand on a l'impression qu'ils poursuivent quelque chose de superficiel au lieu des choses qui comptent vraiment. $3#$b#Mais tu ne peux pas tout lui reprocher, Pierre. Le temps change, et les gens changent avec lui. $2",
    "Caroline.SaloonHuh.9": "Un changement pour le pire, si tu veux mon avis ! $3",
    "Caroline.SaloonHuh.10": "Cette ville était une vraie communauté, se soutenant les uns les autres. $2#$b#Maintenant, on dirait que tout le monde est juste concentré sur lui-même. $3",
    "Caroline.SaloonHuh.11": "Hé, Papa. $2",
    "Caroline.SaloonHuh.12": "Oh, salut Abigail. #$b#Tout va bien ?",
    "Caroline.SaloonHuh.13": "Oui, juste... $9#$b#Maman demande des nouvelles de toi ces derniers temps. $2#$b#Elle dit que tu ne viens plus souvent. $2",
    "Caroline.SaloonHuh.14": "Le travail a été un peu exigeant, c'est tout.",
    "Caroline.SaloonHuh.15": "D'accord... $9#$b#Peut-être que tu pourrais rentrer bientôt ? Elle te manque. $2",
    "Caroline.SaloonHuh.16": "Écoute, Abigail, j'apprécie ta préoccupation, mais je sais comment gérer mes affaires ! $3#$b#Tu me fais confiance, non ? $3",
    "Caroline.SaloonHuh.17": "Bien sûr, Papa ! $5#$b#Mais... $2",
    "Caroline.SaloonHuh.18": "Alors laisse tomber ! $3#$b#Ce ne devrait même pas être une discussion ! $3#$b#Je suis un homme adulte, je peux m'occuper de moi-même ! $3",
    "Caroline.SaloonHuh.19": "Je... je me... je tiens à vous deux, d'accord ?! $5#$b#Peut-être... peut-être que tu devrais arrêter l'alcool un moment. $2#$b#Maman est morte d'inquiétude, et honnêtement, moi aussi. $2",
    "Caroline.SaloonHuh.20": "Ne me dis pas ce que je dois faire, Abigail ! $3#$b#De toute façon, ça ne te regarde pas ! $3",
    "Caroline.SaloonHuh.21": "Ça me regarde, Papa ! $5#$b#J'en ai marre de te voir comme ça. Tu es toujours au Saloon, à peine à la maison, et... $5#$b#et tu n'es plus toi-même. $2",
    "Caroline.SaloonHuh.22": "Pierre, qu'est-ce que c'est que ça ? $2#$b#Pourquoi tu traites Abby comme ça ? $3",
    "Caroline.SaloonHuh.23": "Elle dépassait ses limites. $3#$b#Ce n'est pas son problème comment je passe mon temps ! $3",
    "Caroline.SaloonHuh.24": "C'est son problème quand ça affecte toute la famille ! $3#$b#Tu as négligé tes responsabilités, repoussé Abigail, et maintenant tu t'en prends à elle parce qu'elle se soucie de toi ? $2#$b#Ce n'est pas qu'une histoire de quelques verres, Pierre, c'est une question de ton comportement ! $3",
    "Caroline.SaloonHuh.25": "S'il te plaît... Pierre. $11#$b#Pense à Abby, pense à nous ! Tu dois arrêter ça. Ce n'est pas bon pour toi.",
    "Caroline.SaloonHuh.26": "Ne me fais pas la leçon ! $3#$b#Je sais ce que je fais ! $3",
    "Caroline.SaloonHuh.27": "Vraiment ? $2",
    "Caroline.SaloonHuh.28": "Parce que d'où je suis, on dirait que tu es en train de détruire tout ce qu'on a construit. $2#$b#Tu fais du mal à ta fille, et tu m'éloignes ! $3",
    "Caroline.SaloonHuh.29": "Très bien ! $3#$b#Si c'est ce que tu penses, alors peut-être que je devrais juste partir ! $3",
    "Caroline.SaloonHuh.30": "Ça va, Abby. #$b#Ne l'écoute pas. Ce n'est pas ta faute. ",
    "Caroline.SaloonHuh.Question": "#Réconforter Caroline.#Affronter Pierre.",
	"Caroline.SaloonHuH.C.1": "Allez, Abby, restons ici un moment. $11#$b#Je préfère ne pas faire face à ton père tant qu'il ne s'est pas calmé. $3",
    "Caroline.SaloonHuH.C.2": "Oh, c'est toi, ma chérie. $11^Oh, c'est toi, mon amour. $11",
    "Caroline.SaloonHuH.C.3": "Est-ce que j'ai l'air bien ? $2#$b#Mon mari vient de me quitter, et maintenant ma fille pleure. $3",
    "Caroline.SaloonHuH.C.4": "Je sais, je suis désolée. Je voulais juste m'assurer que tu vas bien.",
    "Caroline.SaloonHuH.C.5": "Et pourquoi ça ? Subitement tu te soucies de moi ? $2",
    "Caroline.SaloonHuH.C.6": "Caroline, je sais que je n'ai pas toujours été là comme je l'aurais dû.#Mais je suis là maintenant, et je veux te soutenir à travers tout ça.",
    "Caroline.SaloonHuH.C.7": "Et qu'est-ce qui a changé ? Pourquoi maintenant ? $2",
    "Caroline.SaloonHuH.C.8": "J'ai enfin réalisé à quel point tu comptes pour moi.#J'avais peur avant, peur de te perdre.#Mais je n'ai plus peur. Je suis prêt à être là pour toi.",
    "Caroline.SaloonHuH.C.9": "N'ose même pas venir ici avec tes excuses à moitié sincères et t'attendre à ce que je pardonne et oublie ! $3",
    "Caroline.SaloonHuH.C.10": "Caroline, je...",
    "Caroline.SaloonHuH.C.11": "Non ! S'il te plaît, pars. $2#$b#Je ne veux pas que les choses soient encore plus compliquées qu'elles ne le sont déjà. $3",
    "Caroline.SaloonHuH.C.12": "Je commence à penser que m'impliquer dans les problèmes des autres était une mauvaise idée.#Surtout quand il s'agit des affaires familiales.",
    "Caroline.SaloonHuH.P.1": "Pierre !#Tu n'aurais pas dû faire ça. Ta famille t'aime. Ils ont besoin de toi.",
    "Caroline.SaloonHuH.P.2": "Qui tu crois être ? $3#$b#Tu n'es pas un membre de cette famille. $3",
    "Caroline.SaloonHuH.P.3": "Je ne suis pas lié par le sang, mais je fais partie de la vie de Caroline depuis plus longtemps que toi tu n'es en train de te noyer dans la bière.#Je vois ta douleur, mais crier sur ta femme n'est pas la solution.#Tu es en train de détruire ta famille.",
    "Caroline.SaloonHuH.P.4": "Ah ouais ? Tu me regardes dans les yeux comme si de rien n'était ? $3#$b#Tu me regardes de haut comme si c'était ma faute alors que c'est toi qui devrais te sentir désolé pour toi-même.$3#$b#Tu n'as vraiment pas de conscience ? $3",
    "Caroline.SaloonHuH.P.5": "Pierre, que veux-tu dire?#Tu n'es pas clair.",
    "Caroline.SaloonHuH.P.6": "Tu crois vraiment que je n'ai pas remarqué ?!$3#$b#Tu sais ce que ça fait ? $3#$b#De voir ma femme rire et parler avec toi comme elle le faisait avec moi ? $3#$b#On dirait que je suis l'intrus maintenant. $3",
    "Caroline.SaloonHuH.P.7": "Pierre, Caroline et moi sommes amis depuis qu'on est enfants.#C'est juste naturel qu'on ait un lien.",
    "Caroline.SaloonHuH.P.8": "Un lien ? Plutôt que tu essaies de me remplacer ! $3",
    "Caroline.SaloonHuH.P.9": "Ce n'est pas vrai, Pierre. Je n'ai jamais essayé de te remplacer.#Tu es de la famille pour moi, mais tu nous repousses.",
    "Caroline.SaloonHuH.P.10": "Tu te soucies de moi ? Alors pourquoi as-tu laissé ça arriver ? $3#$b#Tu sais quoi ?! Je suis complètement convaincu que tu es juste là pour réconforter Caroline, pour être son 'Chevalier', non ?!$3",
    "Caroline.SaloonHuH.P.11": "Parce que tu nous as exclus, Pierre !#Tu t'es noyé dans le Saloon, repoussant les gens qui se soucient de toi le plus.",
    "Caroline.SaloonHuH.P.12": "Tu ne comprends rien ! $3#$b#Tu n'as jamais été là pour moi !",
    "Caroline.SaloonHuH.P.13": "Uh-huh...#On dirait que Pierre m'a vraiment mis KO...#Mais avant de perdre complètement conscience, j'ai entendu Caroline crier mon nom.",
    "Caroline.SaloonHuH.P.14": "@! $10#$b#Oh, non, ma chérie, réveille-toi ! $3^Oh, non, mon amour, réveille-toi ! $3",
    "Caroline.SaloonHuH.P.15": "Pierre, rien de tout ça ne serait arrivé si tu avais simplement arrêté de boire. $2#$b#Regarde ce que tu as fait ! C'est pour ça que je te dis toujours d'arrêter !$3",
    "Caroline.SaloonHuH.P.16": "... $4",
    "Caroline.SaloonHuH.P.17": "...#J'ai entendu Caroline crier à l'aide...#...#...#...#Le lendemain, je me suis réveillé à la clinique de Harvey. J'ai demandé à Harvey ce qui s'était passé puisque je ne me souviens pas être venu ici hier.#Harvey affichait un air choqué avant de dire que j'avais eu une altercation avec Pierre qui avait entraîné une légère commotion cérébrale.#En sachant ce qui s'était passé, je n'arrive toujours pas à croire qu'une telle chose ait pu arriver.#Sans avoir d'autres questions, j'ai demandé à Harvey si je pouvais quitter sa clinique et il a finalement décidé de me libérer plus tôt puisque mon état était mineur.#Je suppose que j'ai eu de la chance...",

	//8 Hearts - 6 Hearts is skipped
	"Caroline.BrokenFrame.1": "Hein ? Quoi...? $7",
    "Caroline.BrokenFrame.2": "C'est la photo de famille. $2#$b#Pourquoi est-elle cassée ? Est-ce qu'elle est tombée ? Ou...? $2#$b#...ça ne ressemble pas à un accident. $9",
    "Caroline.BrokenFrame.3": "Oh, c'est toi, @. #$b#Bon sang, ne surprends pas les gens comme ça ! $3#$b#Laisse-moi deviner — tu es ici pour voir Maman, c'est ça ? $6#$b#Tu passes beaucoup de temps avec elle ces derniers temps. $6",
    "Caroline.BrokenFrame.4": "Abigail ? ${Chou^Chérie}$ ? Qu'est-ce que... ?",
    "Caroline.BrokenFrame.5": "Que s'est-il passé, Maman ? $3#$b#Tu t'es encore disputée avec Papa ? $2",
    "Caroline.BrokenFrame.6": "Oh, ne sois pas bête. On est juste... occupés.",
    "Caroline.BrokenFrame.7": "Ce n'est rien, Abby. Tu ne devrais pas t'en faire. $11#$b#Parfois, les choses... tombent. $2",
    "Caroline.BrokenFrame.8": "C'est ça. Parce que les cadres photo tombent et se brisent en morceaux tout seuls. $3#$b#Sérieusement, Maman, que se passe-t-il ? $2#$b#Toi et Papa vous comportez vraiment de manière bizarre ces derniers temps. $2",
    "Caroline.BrokenFrame.9": "Caroline ! On en a parlé. $3#$b#Je t'ai dit de nettoyer ça ! $3",
    "Caroline.BrokenFrame.10": "Et qu'est-ce que @ fait ici ? $3#$b#C'est encore un de tes petits 'moments' ? $3",
    "Caroline.BrokenFrame.11": "Mes 'moments' ? $2#$b#Au moins, je ne suis pas celui qui se noie dans la bière et... tout ce que tu as caché ! $3",
    "Caroline.BrokenFrame.12": "... $4#$b#Tu crois que j'aime ça ?! $3#$b#Pendant que tu es là à revivre tes 'souvenirs' avec le fermier, c'est moi qui tiens ce toit au-dessus de nos têtes ! $3",
    "Caroline.BrokenFrame.13": "Arrêtez ! $5#$b#Vous agissez tous les deux comme si vous ne vous souciez plus l'un de l'autre ! $2",
    "Caroline.BrokenFrame.Question": "...#Pierre, tu repousses tout le monde.#Caroline, ça ne sert à rien.",
    "Caroline.BrokenFrame.A.1": "Les repousser ? $2#$b#Regarde autour, @ ! $3#$b#Les étagères sont à moitié vides, Joja siphonne les clients... et elle est là à rêvasser avec toi ! $2#$b#Tu crois que j'ai envie d'être comme ça ? $3",
    "Caroline.BrokenFrame.A.2": "Pierre, ce n'est pas à propos de ${lui^elle^eux}$ — $2",
    "Caroline.BrokenFrame.A.3": "C'EST TOUJOURS À PROPOS DE ${LUI^ELLE^EUX}$ ! $3",
    "Caroline.BrokenFrame.A.4": "Tu crois que je ne vois pas comment elle s'illumine quand tu viens ? $3",
    "Caroline.BrokenFrame.A.5": "ARRÊTE ! $5#$b#Tu es pathétique ! $5#$b#Maman a couvert pour toi... et tout ce qui t'intéresse, c'est ta fierté ! $5",
    "Caroline.BrokenFrame.A.6": "Abigail— $2",
    "Caroline.BrokenFrame.A.7": "Non ! Il n'a pas le droit de te blâmer pour son bazar ! $5",
    "Caroline.BrokenFrame.A.8": "Et toi... $2#$b#Ne fais pas semblant d'être ici pour aider. $5",
    "Caroline.BrokenFrame.A.9": "${Chou^Chérie}$, tu devrais partir. $2",
    "Caroline.BrokenFrame.A.10": "Peut-être que je n'aurais pas dû prendre parti.#Qu'est-ce que je pensais ?",
    "Caroline.BrokenFrame.B.1": "Enfin, quelqu'un qui comprend !! #$b#Quelqu'un qui dit des choses sensées ! $1",
    "Caroline.BrokenFrame.B.2": "...Oh. $2#$b#Alors... c'est ce que tu penses vraiment ? $2#$b#Je pensais... que tu... au moins... $11",
    "Caroline.BrokenFrame.B.3": "Papa, arrête ! $3#$b#Maman, ne l'écoute pas. Il est juste... $2",
    "Caroline.BrokenFrame.B.4": "Non, Abby. @ a raison. $2#$b#C'est inutile. $3#$b#On ne devrait pas perdre du temps avec... des disputes futiles. $3",
    "Caroline.BrokenFrame.B.5": "C-Caroline, attends. $4#$b#Je ne voulais pas— $2",
    "Caroline.BrokenFrame.B.6": "Je dois... vérifier le jardin. $2#$b#Excuse-moi. $2",
    "Caroline.BrokenFrame.B.7": "'Pas d'aide.' $3#$b#Sérieusement ? C'est tout ce que tu avais à dire ? $3",
    "Caroline.BrokenFrame.B.8": "Allons, euh... $2#$b#Retourner au travail. #$b#Pas besoin d'exagérer. $1",
    "Caroline.BrokenFrame.B.9": "Incroyable... $5",
    "Caroline.BrokenFrame.B.10": "Ça ne s'est pas bien passé.#Je voulais juste apaiser les choses, mais j'ai fini par empirer la situation.",

	//10 Hearts
	"Caroline.TheDisclosure.1": "Oh mon Dieu ! C'est Abigail ! $2",
    "Caroline.TheDisclosure.2": "Abigail ! Réveille-toi !",
    "Caroline.TheDisclosure.3": "Oh, ma douce fille. $2#$b#J'ai peur... Abby semble ne pas réagir... $2",
    "Caroline.TheDisclosure.4": "Vite ! Il nous faut Harvey, qu'il vienne ici et examine la situation ! $s",
    "Caroline.TheDisclosure.5": "Somnus Profundus !",
    "Caroline.TheDisclosure.6": "Incantation échouée.",
    "Caroline.TheDisclosure.7": "Une légère erreur de calcul. #$b#Il semble que la bénédiction de la forêt que j'ai donnée à @ ait mal tourné.",
    "Caroline.TheDisclosure.8": "Que faisais-tu ? $4#$b#Tu es en train de faire quelque chose contre nous ?! $3#$b#Tu as fait quelque chose à Abigail, n'est-ce pas ?! $3",
    "Caroline.TheDisclosure.9": "Ce n'est pas quelque chose dont tu devrais t'inquiéter.",
    "Caroline.TheDisclosure.10": "Qu'as-tu dit ?! $3#$b#Je t'ai clairement entendu ! Tu as essayé d'utiliser un sort sur nous ! $3#$b#Tu veux une explication ?$3",
    "Caroline.TheDisclosure.11": "Pierre, calme-toi. $2#$b#Il doit bien y avoir une raison pour que le Sorcier soit ici. Laisse-le parler. $11",
    "Caroline.TheDisclosure.12": "Tu sais quoi ? Je suspecte ça depuis longtemps ! $3#$b#Tu as eu une aventure avec le Sorcier ?!$3#$b#Ne tente même pas de me tromper ! Je vois clair comme de l'eau de roche, les cheveux d'Abigail sont exactement de la même teinte que les siens ! $3#$b#Je peux le voir depuis le jour où Abigail est née, tu crois que je n'aurais pas remarqué ça ?! $3",
    "Caroline.TheDisclosure.13": "*tousse* *tousse* $s",
    "Caroline.TheDisclosure.14": "Abby ! Comment te sens-tu ? $2",
    "Caroline.TheDisclosure.15": "Je... Quand est-ce que je me suis évanouie ? $s",
    "Caroline.TheDisclosure.16": "Toi ! Qu'est-ce que tu lui as fait ?! $3#$b#Dis quelque chose, n'importe quoi ! $3#$b#J'ai besoin de savoir ce qui se passe. $2",
    "Caroline.TheDisclosure.17": "Eh bien... #$b#Abigail est en effet ma fille...",
    "Caroline.TheDisclosure.18": "Attends... quoi...? Tu veux dire qu'Abigail n'est pas ma fille ? $s#$b#Que veux-tu dire par elle est ta fille ? $3",
    "Caroline.TheDisclosure.19": "Ma femme, sa mère biologique, était autrefois une humaine normale.#$b#Elle était une femme brillante et curieuse. Nous sommes tombés amoureux et nous avons eu une fille. #$b# Nous l'avons nommée Abigail. #$b#Mais attirée par la magie de la forêt comme un papillon de nuit vers une flamme, elle est devenue instable. #$b#La magie ici n'est pas docile. Elle s'est infiltrée en elle, l'a déformée. #$b#C'était comme une belle fleur qui éclot pour devenir quelque chose de toxique.#$b#J'ai vu son esprit, sa sagesse ancienne, et j'ai ressenti le besoin d'être son gardien, de protéger l'équilibre fragile. #$b#Ma femme, cependant, a vu une puissance brute, indomptée. Elle a cherché à la contrôler, à plier la nature de la magie à sa volonté.#$b# La magie nous a tirés dans des directions opposées, et nous n'avons pas pu rester ensemble.",
    "Caroline.TheDisclosure.20": "D'accord, je ne suis pas convaincue, ça ne nous apprend rien. $2#$b# Comment est-elle ta fille exactement ?$3#$b# Je me souviens encore d'avoir donné naissance à Abigail. Elle EST ma fille.$3#$b#On aurait pu appeler Harvey ici depuis longtemps au lieu d'écouter ça. $11",
    "Caroline.TheDisclosure.21": "Caroline a raison ! $3#$b#Abigail est en danger, on doit agir vite avant qu'il ne soit trop tard. $3",
    "Caroline.TheDisclosure.22": "Ma femme a réalisé qu'elle ne pouvait pas me battre, alors elle a attaqué là où ça fait le plus mal.", 
    "Caroline.TheDisclosure.23": "Dans un acte désespéré, elle a jeté une malédiction sur notre fille, Abigail. #$b#Chaque fois qu'Abigail doutait de sa propre naissance. Chaque fois qu'Abigail était près de moi. #$b#La malédiction se déclenchait et l'affaiblissait, comme un poison qui lui volait lentement sa force vitale. #$b#Je ne voulais pas qu'elle soit léthargique pour le reste de sa vie. #$b#Alors, j'ai pris la décision de lui offrir une vie heureuse avec une autre famille. #$b#D'altérer les souvenirs de ses parents adoptifs pour qu'ils croient qu'Abigail est leur fille biologique.",
    "Caroline.TheDisclosure.24": "Attends... Cela pourrait signifier...$11#$b# Ce n'est pas juste ! $2#$b#Tu aurais pu nous demander. Tu n'avais pas à nous imposer cette obligation. $3",
    "Caroline.TheDisclosure.25": "Je n'avais pas le choix ! Quiconque était proche de moi risquait d'être touché par sa malédiction ! #$b# Si je n'avais pas fait ce que j'ai fait, ma femme aurait jeté la malédiction sur la famille qui s'occupait d'Abigail.",
    "Caroline.TheDisclosure.26": "Cela signifie-t-il que mon mariage avec toi n'était pas réel ? $2#$b#Est-ce que tout ce que nous avons fait jusqu'à maintenant n'était qu'un faux-semblant ?$2",
    "Caroline.TheDisclosure.27": "Mais les choses s'améliorent enfin. Grâce à l'aide du fermier. #$b#J'ai terminé mes recherches pour briser cette terrible malédiction sur Abigail. #$b#Elle ne souffrira plus ! Nous pouvons enfin redevenir une famille.",
    "Caroline.TheDisclosure.28": "Non ! Je ne te laisserai pas avoir Abigail ! $3#$b#Abigail est MA fille. $3",
    "Caroline.TheDisclosure.29": "Tu ne penses pas ce que tu dis, maman, n'est-ce pas ? $s#$b# @ te demande ta main en mariage, non ? $s#$b# Tu peux clairement profiter de cette occasion pour être avec lui, non ? $s",
    "Caroline.TheDisclosure.30": "D'où tu tiens ça, Abby ? $3#$b#Tu ne peux pas inventer des histoires. Ça peut blesser des gens. $2",
    "Caroline.TheDisclosure.31": "N'est-ce pas, @ ? Tu penses pareil, n'est-ce pas ? $s",
    "Caroline.TheDisclosure.Question": "#Je suis toujours amoureux de Caroline.#Nous sommes amis depuis l'enfance.",
	"Caroline.TheDisclosure.A.1": "Je t'aime toujours, Caroline.#Je saisirais n'importe quelle occasion juste pour être avec toi.#Je t'ai promis de t'épouser, Caroline. Tu ne te souviens pas ?",
    "Caroline.TheDisclosure.A.2": "De quoi tu parles, ma chérie ? $3^De quoi tu parles, ma chère ? $3#$b#Ce n'est pas le moment pour des blagues. $2#$b#J'aime ma famille, @. Ils ont besoin de moi, et je ne peux pas les quitter. $10",
    "Caroline.TheDisclosure.A.3": "Caroline, nous méritons tous les deux l'amour et le bonheur. #Cela ne te semble pas juste, n'est-ce pas ? #Ne reste pas juste parce que tu te sens obligée. #Ne reste pas par culpabilité. Écoute ton cœur, Caroline, sois heureuse.",
    "Caroline.TheDisclosure.A.4": "Je... $10#$b#Je l'aime toujours.$10^Je l'aime toujours. $10#$b#Pierre... Abigail... Je suis désolée de vous avoir déçus. Je ne peux plus ignorer mes sentiments pour @. $10",
    "Caroline.TheDisclosure.A.5": "Maman, tu mérites d'être heureuse. $1#$b#Ce n'est pas ta faute, et je n'oserais jamais te blâmer.",
    "Caroline.TheDisclosure.A.6": "Abby... Ma merveilleuse fille. Merci. $4",
    "Caroline.TheDisclosure.A.7": "Attends une seconde !$2#$b# Attends!!! $3#$b#Et moi alors ? Tu as seulement pensé à mes sentiments ? $2#$b#On vivait bien en famille, mais ce type est arrivé, et maintenant on se sépare ? $2^On vivait bien en famille, mais cette fille est arrivée, et maintenant on se sépare ? $2",
    "Caroline.TheDisclosure.A.8": "Papa, je sais que c'est difficile à comprendre pour toi. $s#$b#Mais aucun de nous n'a voulu que cela se produise, sans parler du fait que maman n'est pas ta propriété. $2",
    "Caroline.TheDisclosure.A.9": "Cette famille compte beaucoup pour moi. Tu n'as vraiment aucun souvenir de nous ? $2",
    "Caroline.TheDisclosure.A.10": "Ça n'a pas de sens ! Comment peux-tu oublier tout ce qu'on a vécu ? $3",
    "Caroline.TheDisclosure.A.11": "Écoute, Papa, je sais que ce n'est pas ce que tu voulais. C'est normal d'avoir peur en ce moment. $s#$b#Mais s'il te plaît, il faut comprendre que ça ne fonctionne plus depuis un moment. Nous avons tous besoin d'une chance d'être heureux. $s",
    "Caroline.TheDisclosure.A.12": "Abby, tu as vraiment grandi. #$b#Je pensais que tu étais rebelle avant, mais en fait, tu es devenue assez mature. $1#$b#J'ai honte que les choses en soient arrivées là. Parfois, j'aimerais que tout soit différent. $2#$b#Mais je suis heureuse qu'on ait encore ces moments ensemble en famille. $1",
    "Caroline.TheDisclosure.A.13": "C'est bon, maman, c'est bon. $2#$b#Tu devrais partir avec @. $1#$b#Papa et moi, on s'occupera de nous. Il a juste besoin de temps pour se remettre.",
    "Caroline.TheDisclosure.A.14": "Abby, tu sembles forte, mais je sais que cela doit être stressant pour toi. #$b#Alors, viens ici, ma petite fille. Laisse-moi te serrer dans mes bras une dernière fois, en tant que ta mère.",
    "Caroline.TheDisclosure.A.15": "Hélas... cet incident m'a appris une leçon.#$b# Je parie que même la vieille sorcière elle-même ne s'y attendait pas. #$b# Ton destin est lié à celui de Caroline comme des fils étroitement tissés qui peuvent résister à toute perturbation, menant à vos retrouvailles. #$b#Mais la puissance du destin ne peut pas être changée simplement en la manipulant.",
    "Caroline.TheDisclosure.A.16": "Abigail a raison. C'est moi qui n'ai pas eu le courage. $2",
    "Caroline.TheDisclosure.A.17": "Sorcier, je t'en prie, aide-nous à oublier notre passé.$2",
    "Caroline.TheDisclosure.A.18": "C'est mieux ainsi pour tout le monde.$2",
    "Caroline.TheDisclosure.A.19": "Et toi, @. $2#$b#Celui qui a pris mon être cher, me laissant avec du ressentiment. $2",
    "Caroline.TheDisclosure.A.20": "J'ai vraiment envie de tout te reprocher. #$b#Mais je sais que même si j'essaye, je ne pense pas que les choses s'amélioreront vraiment. $2#$b#Mais juste au cas où ! Ma médaille d'or en boxe me sera utile pour t'abattre !$1",
    "Caroline.TheDisclosure.A.21":"Je comprends enfin et je me rends compte que j'ai fait des erreurs. $2#$b#J'aurais dû mieux traiter toi, Caroline, mais maintenant c'est trop tard. Je ne peux pas te récupérer. $2#$b#Donc, après qu'on perde ce chapitre de notre passé, peut-être que dans une autre vie, je serai heureux avec Caroline.",
    "Caroline.TheDisclosure.A.22": "Je suis content que ça se soit mieux passé que ce que j'espérais.",
    "Caroline.TheDisclosure.B.1": "Tu as une imagination débordante, Abigail.#On a été amis depuis qu'on était enfants, et ça ne changera jamais.",
    "Caroline.TheDisclosure.B.2": "Abigail ! Ce n'est pas un jeu. Ne mets pas d'idées dans la tête de ta mère. $3",
    "Caroline.TheDisclosure.B.3": "Pierre, pas besoin d'être aussi dur. $3",
    "Caroline.TheDisclosure.B.4": "Ne fais pas attention à eux, chérie. C'est juste... un malentendu. $2^Ne fais pas attention à eux, ma chère. C'est juste... un malentendu. $2",
    "Caroline.TheDisclosure.B.5": "Je n'avais pas réalisé que ça finirait pire que mes pires craintes.#Pierre et Caroline sont restés mariés, et Abigail est restée leur fille.#Quant au Sorcier, disons simplement qu'il a eu le pire rôle.#Si seulement j'avais été honnête avec mes sentiments.",

	//12 Hearts - A
	"Caroline.BeachFuss.1": "Hé, chéri ! T'as mis du temps ! $1#$b#L'air salé semble différent sans toi ici. $10",
    "Caroline.BeachFuss.2": "Cette brise n'est pas incroyable ? $4#$b#Elle me rappelle toujours... enfin, toutes ces aventures folles qu'on avait ici quand on était enfants. $5",
    "Caroline.BeachFuss.3": "Comme cette fois où on s'est faufilés sur un bateau la nuit, en prétendant être des pirates à la recherche d'un trésor enterré ? $6#$b#T'étais vraiment nul en pirate, chéri. On aurait dit un petit chaton apeuré perdu en mer. $8",
    "Caroline.BeachFuss.4": "Alors, qu'est-ce que tu penses du paysage ?",
    "Caroline.BeachFuss.Question": "#Euh, waouh. Tu... tu es... incroyable.#L'océan a l'air sympa, je suppose.",
    "Caroline.BeachFuss.A.1": "Tu penses ça, chéri ? $9#$b#Mais c'est juste un bikini blanc ennuyeux, tu penses que je suis incroyable dedans ? $8",
    "Caroline.BeachFuss.A.2": "Caroline, tu pourrais porter un sac de pomme de terre et tu serais toujours la plus belle femme de cette jetée.#Non, de toute cette plage.#Peut-être même de toute la ville.",
    "Caroline.BeachFuss.A.3": "Tu sais toujours exactement quoi dire, n'est-ce pas, chéri ? $4",
    "Caroline.BeachFuss.A.4": "Mais assez parlé de moi, et toi ? Comment tu te sens ?",
    "Caroline.BeachFuss.A.5": "Honnêtement, Caroline, être ici avec toi, c'est comme un rêve devenu réalité.#Je n'avais jamais imaginé que j'aurais la chance de t'appeler ma femme et de partager des moments comme celui-ci avec toi.",
    "Caroline.BeachFuss.A.6": "Je ressens la même chose, chéri. $9#$b#Chaque moment avec toi est un trésor, et je suis tellement reconnaissante de t'avoir à mes côtés. $1",
    "Caroline.BeachFuss.A.7": "J'ai adoré ça.#Tellement content de m'être marié avec Caroline.",
    "Caroline.BeachFuss.B.1": "Eh bien, je suis contente que tu trouves l'océan 'sympa'. $2#$b#Je veux dire, qui a besoin de la beauté naturelle à couper le souffle quand on a... 'sympa' ? $3",
    "Caroline.BeachFuss.B.2": "Tu sais, je pensais toujours que l'océan était un peu plus que 'sympa'. $3#$b#Mais qu'est-ce que j'en sais, hein ? $8",
    "Caroline.BeachFuss.B.3": "De toute façon, oublie que j'ai demandé. $2#$b#Profitons juste du paysage 'sympa' en silence, d'accord ? $11",
    "Caroline.BeachFuss.B.4": "Waouh, Caroline m'a surpris. Elle a agi différemment aujourd'hui.#Mais je l'aime toujours beaucoup.",

    // 12 Hearts - B
    "Caroline.BeachBuddy.1": "...Je ne sais même pas pourquoi je t'ai amené ici. $2",
    "Caroline.BeachBuddy.2": "Je... je ne pensais pas que je ferais encore ça. $4#$b#...Comme c'est bête. $8",
    "Caroline.BeachBuddy.3": "—Ah ! $3#$b# Toi... $2",
    "Caroline.BeachBuddy.Question.0": "...#Je ne m'attendais pas à te trouver ici... et avec un ours en peluche, en plus.#Tu es vraiment en train de cacher un doudou, là ?",
    "Caroline.BeachBuddy.A.0": "C'est—C'est rien, d'accord ? $3#$b#Je ne pensais pas que tu allais jamais voir ça. $4",
    "Caroline.BeachBuddy.B.0": "Ah super, maintenant tu vas me taquiner à ce sujet. $2#$b#J'aurais dû rester à la maison... $11",
    "Caroline.BeachBuddy.4": "...Je ne comptais pas l'emmener, tu sais ?",
    "Caroline.BeachBuddy.5": "Je ne sais pas. $11#$b#Je pensais peut-être le laisser quelque part et passer à autre chose. $2",
    "Caroline.BeachBuddy.6": "Mais je n'ai pas pu... $2#$b#Tu sais, j'ai toujours su que tu pensais que j'étais celle qui était responsable. $11#$b#Celle qui avait tout compris. $2#$b#Mais quand j'étais plus jeune, je tenais cet objet chaque fois que je me sentais perdue. $11",
    "Caroline.BeachBuddy.7": "Tu pensais que je savais toujours quoi faire, n'est-ce pas ? $6",
    "Caroline.BeachBuddy.8": "Parce que je devais. Tu me regardais avec admiration. $10#$b#Mais la vérité, c'est qu'il y avait des moments où je me sentais perdue. $11#$b#Je n'ai juste jamais voulu que tu le voies. $11",
    "Caroline.BeachBuddy.Question.1": "...#Tu n'avais pas à cacher ça devant moi.#Alors toutes ces fois où tu agissais sans peur... tu te confiais en secret à un ours en peluche ?",
    "Caroline.BeachBuddy.A.1": "Je sais. Mais à l'époque, je ne voulais pas prendre de risques. $11#$b#J'étais censée être celle qui était forte, non ? $2",
    "Caroline.BeachBuddy.B.1": "Si tu dis à quelqu'un, je jure— $3#$b#Tu sais quoi ? Oublions que ça soit arrivé. $2#$b#On rentre à la maison, chéri. $2",
    "Caroline.BeachBuddy.9": "...Pendant longtemps, je pensais que je devais garder ça. $11#$b#Comme si je le laissais partir, je perdais cette partie de moi qui en avait besoin. $2",
    "Caroline.BeachBuddy.10": "Mais je ne ressens plus ça. #$b#Je n'en ai plus besoin. #$b#Je n'en ai pas eu besoin depuis longtemps. #$b#Mais je veux que tu l'aies. $8",
    "Caroline.BeachBuddy.Question.2": "Qu'en penses-tu, chéri ?#Accepte l'ours en peluche.#Refuse l'ours en peluche.",
    "Caroline.BeachBuddy.A.2.0": "Tu es vraiment sûr ?#Il a été à toi pendant si longtemps.",
    "Caroline.BeachBuddy.A.2.1": "J'ai déjà quelqu'un qui me fait sentir en sécurité. $8#$b#Quelqu'un de réel. $5#$b#Alors prends soin de lui pour moi, d'accord ?",
    "Caroline.BeachBuddy.A.2.2": "Peut-être... qu'elle n'était pas toujours aussi sûre d'elle que je le pensais.#Peut-être qu'elle n'a jamais eu à l'être.",
    "Caroline.BeachBuddy.B.2.0": "S'il a été avec toi à travers tout ça... peut-être qu'il devrait rester avec toi.",
    "Caroline.BeachBuddy.B.2.1": "D'accord. $2#$b#Peut-être que je vais le garder encore un peu. #$b#Peut-être que je n'en ai pas besoin comme avant. $11#$b#Mais le garder ne me semble plus aussi lourd. #$b#Je suppose que je dois te remercier pour ça. $6",
    "Caroline.BeachBuddy.B.2.2": "Peut-être qu'elle n'a jamais eu besoin d'être la personne que je pensais toujours qu'elle était.#Peut-être qu'elle est simplement en train de se laisser être... elle-même.",

	//14 Hearts - BathHouse - Family Friendly
	"Caroline.BathLove.3": "Ahhh, on dirait le paradis, non ? #$b#Cette eau chaude fait fondre la journée. $1",
    "Caroline.BathLove.4": "Tu vois ? Je te l'avais dit ! Je savais que tu adorerais ça une fois que tu t'y habituerais. $8#$b#Plus besoin d'être timide, chéri. $4#$b#On est juste là pour se détendre. D'ailleurs, tu es vraiment beau avec cette lueur rosée. $5^On est juste là pour se détendre. D'ailleurs, tu es vraiment magnifique avec cette lueur rosée. $5",
    "Caroline.BathLove.5": "Alors, comment ça va, chéri ? #$b#L'agriculture, c'est bien plus amusant que de rester coincé dans un bureau, non ? $8",
    "Caroline.BathLove.Question.A": "#C'est... différent.#Plus que de la facilité, Caroline.",
    "Caroline.BathLove.A.1": "C'est... différent, Caroline.#Pas de délais, pas de lumières fluorescentes qui bourdonnent dans ma tête toute la journée.#Juste le soleil sur mon dos et la sensation de la terre sous mes mains.#Mais il y a beaucoup à apprendre, beaucoup que je ne sais pas. Parfois, la routine me manque, la prévisibilité de la vie en ville.",
    "Caroline.BathLove.A.2": "Ça prend du temps, chéri. Tu te souviens de ce premier projet difficile dont tu m'as parlé ?#$b#Tu ne savais pas tout à l'époque, hein ? $8#$b#On va tout comprendre ensemble. En plus, pense aux délicieux légumes que nous allons pouvoir déguster. $1",
    "Caroline.BathLove.B.1": "Plus que de la facilité, Caroline.#C'est un sens du but que je n'avais jamais eu auparavant.#Bien sûr, le travail est fatigant, mais voir ces graines germer, savoir qu'on crée quelque chose à partir de rien... c'est un tout autre genre de satisfaction.",
    "Caroline.BathLove.B.2": "Voir la joie dans tes yeux, chéri, me fait réaliser que c'est exactement ce que l'on espérait quand on a décidé de commencer cette nouvelle vie.#Vivre de la terre, plus proche de la nature, tout s'assemble si joliment. $1",
    "Caroline.BathLove.6": "Tu te souviens quand on était enfants, juste en train de rêver d'être ensemble ?#$b#On dirait que c'était une éternité, non ? $1#$b#Et maintenant, nous voilà, vivant notre rêve côte à côte. $9",
    "Caroline.BathLove.7": "Ce n'est pas juste l'agriculture, tu sais.#$8#$b#C'est nous. La vie que nous construisons ensemble, un jour à la fois. $1#$b#Je ne troquerais ça pour rien au monde. $5",
    "Caroline.BathLove.8": "Chaque jour avec toi, c'est une bénédiction. #$b#Je ne peux pas imaginer ma vie sans toi à mes côtés. $5",
    "Caroline.BathLove.9": "J'adore ces moments, chéri. #$b#Plus d'aventures, plus de rires, plus de temps passé juste ici avec toi, à profiter des petites choses ensemble. $5#$b#J'espère juste qu'on pourra toujours se sentir aussi heureux et proches pour toujours. $4",
    "Caroline.BathLove.10": "En parlant de petites choses, que dirais-tu de petit-déjeuner demain ? On a tellement de choix avec tous les ingrédients frais que l'on produit.#$b#On pourrait faire des pancakes pour le petit-déjeuner $1#$b#Ou utiliser du poisson restant pour faire des tacos de poisson. $8#$b#Ou même créer un énorme mélange de légumes avec toutes ces betteraves et tomates que j'ai qui traînent. #$b#Qu'est-ce qui te tente, chéri ?",
    "Caroline.BathLove.Question.B": "#Pancakes#Tacos de poisson#Mélange de légumes",
    "Caroline.BathLove.11": "C'est noté, chéri. Je vais m'assurer de préparer quelque chose de spécial pour nous demain. $1",
    "Caroline.BathLove.12": "On a perdu la notion du temps dans les bains, à parler jusqu'à l'aube.#Un souvenir tellement merveilleux.",

	//14 Hearts - BathHouse - NSFW
    "Caroline.BathFuss.1": "Chéri ? Que fais-tu ici ? $2",
    "Caroline.BathFuss.Question.A": "#Je suis juste venu me reposer.#Je ne m'attendais pas à te voir ici, je te jure.",
    "Caroline.BathFuss.A.1": "À cette heure-ci ? Ne sois pas bête ! $8#$b#Tu es sûr que tu ne manquais pas juste ta grande sœur préférée ? $6",
    "Caroline.BathFuss.A.2": "Alors comme c'est une coïncidence ? $8#$b#Tu m'as suivie ici ? $6",
    "Caroline.BathFuss.2": "Allez, allez, ne sois pas timide. $6#$b#De toute façon, qui s'en soucie ? Personne ne le dira ! $8#$b#Ce n'est pas comme si on ne s'était pas déjà faufilés dans le même lit, si ? $10",
    "Caroline.BathFuss.3": "Regarde, on a enfin atteint la salle de bain ! $1#$b#Détends-toi, chéri, l'eau est parfaite. $6#$b#Mais je te promets que cette eau ne sera pas la seule chose à chauffer ce soir. $9#$b#Ferme les yeux et laisse-moi laver toutes tes préoccupations. Je promets d'être douce. $10",
    "Caroline.BathFuss.4": "Là, là, n'est-ce pas agréable ? Comme au bon vieux temps. $9#$b#Mmm, c'est ça. Tu te souviens quand on s'échappait pour jouer près du ruisseau ? $10#$b# Ça ressemble un peu à ça, non ? $9",
    "Caroline.BathFuss.Question.B": "#Ouais, sauf que... c'est un peu plus... adulte.#Hmm, ça semble être quelque chose que les adultes comprendraient mieux.",
    "Caroline.BathFuss.5": "Oh, chéri, nous sommes tous adultes maintenant. $10#$b#Et en parlant d'adultes. $9",
    "Caroline.BathFuss.6": "Chut... pas de 'mais'. Détends-toi. Laisse-moi m'occuper de toi. $10#$b#Permets-moi de relâcher la pression, chéri. $9",
    "Caroline.BathFuss.7": "Tu sais, après toutes ces années, tu portes encore un peu de tension là. $10#$b#Hmm, peut-être que je peux t'aider avec ça aussi. Tu sais, un bon massage peut faire des merveilles. $9",
    "Caroline.BathFuss.8": "Mmm, tu es tellement tendu. $10#$b#Ne t'inquiète pas, chéri. Ferme juste les yeux et laisse l'eau chaude t'apaiser. $9",
    "Caroline.BathFuss.9": "Tu sens mon cœur battre, qui s'emballe juste pour toi ? $9#$b#Tu sens mon cœur battre, qui crie juste pour toi ? $10#$b#Bien. Parce qu'en ce moment, tout tourne autour de nous. Rien d'autre n'a d'importance. $9",
    "Caroline.BathFuss.10": "J'ai toujours voulu faire ça pour toi... chéri. Je veux... je te veux... @.$10#$b#Tu me veux aussi, chéri ? $9",
    "Caroline.BathFuss.Question.C": "#Absolument... je mourrais pour toi.#Oui... plus que tout.",
	"Caroline.BathFuss.11": "Alors montre-moi... montre-moi à quel point tu me veux. $9",
	"Caroline.BathFuss.12": "Je... Je ne peux plus me retenir... ",
	"Caroline.BathFuss.13": "Oh, oui...! < $9",
	"Caroline.BathFuss.14": "Ah... < ah... < ah... < juste comme ça... < $9",
	"Caroline.BathFuss.15": "Je veux te sentir... plus profondément...! < $9#$b#Ugh... < Perdons-nous... dans cet instant... ensemble...! < $9",
	"Caroline.BathFuss.16": "je suis tienne... entièrement... $9#$b#Plus fort...  ugh... < plus vite... ne t'arrête pas... <$9",
	"Caroline.BathFuss.17": "J-Je... ugh... < $9#$b#J'arrive... < $9",
	"Caroline.BathFuss.18": "Ha... ha... $9#$b#C'était bon... ha... ha... ça fait du bien...! < $10#$b# T'es prêt pour le deuxième round... ? < $9#$b#Continuons jusqu'à ce que nous ne puissions plus bouger, d'accord chérie ?< $10#$b#Oh, come on... $8#$b#Je sais que t'en as encore en reserve... ! $10",
	"Caroline.BathFuss.19": "La nuit s'est transformée en un tourbillon de passion et de désir, tandis que nous nous perdions dans le toucher de l'autre.#Chaque instant ressemblait à une éternité d'extase, alimentée par le besoin primaire de satisfaire et d'être satisfait.#À l'aube, nous sommes restés enlacés, essoufflés et épuisés, témoignant de l'intensité de notre amour.",

	//QUEST
    "Caroline.TigerseyeCure.title": "La Pierre",
    "Caroline.TigerseyeCure": "Le Sorcier a besoin d'une Œil de Tigre pour briser la malédiction d'Abigail.",
    "Caroline.TigerseyeCure.hint": "Rencontrez le Sorcier dans la Forêt Secrète en tenant un Œil de Tigre.",
    
    //MAIL
    //heart event
    "Caroline.BookRequest": "Cher @,^Merci d'être passé à la bibliothèque hier <^^C'était tellement agréable de t'avoir là. D'habitude, je suis perdue dans mon propre monde, mais ta compagnie était comme une tasse de thé chaude lors d'une journée froide!^^Et oh mon dieu, ce livre que tu m'as recommandé!^Je suis déjà à mi-chemin et je suis complètement absorbée. Mais maintenant, je me demande s'il y avait un message caché dans ce livre... peut-être que je suis juste en train de trop analyser? Quoi qu'il en soit, merci beaucoup!^^   -Caroline^^   P.S. J'ai trouvé un livre qui m'a fait penser à toi.",
    "Caroline.BookRequest.title": "Merci de m'avoir recommandé ce livre",
    //2 heart event 
    "Caroline.WizardStalk": "Très cher @,^Les bois murmurants cachent des secrets, et hier, un tel secret s'est dévoilé devant toi. Tu m'as peut-être vu près de Caroline, et peut-être as-tu remarqué une tension invisible. La vérité ne réside pas dans la malice, mais dans une touche de magie bien au-delà de mon contrôle. Caroline, une âme proche de mon cœur, a été troublée.^^Si tu me vois près de Caroline à nouveau, sache que je suis juste un ami préoccupé, maniant une touche délicate. Peut-être qu'avec le temps, la magie se stabilisera et que je pourrai lui offrir le réconfort dont elle a besoin.^^   -M. Rasmodius",
    "Caroline.WizardStalk.title": "Concernant le bien-être de Caroline",
    //6 heart event - good ending 
    "Caroline.ComfortLove": "Ma très chère meilleure amie,^Je voulais juste te dire merci d'avoir été là pour moi hier. Ton soutien m'a beaucoup aidée.^^Les choses étaient difficiles à la maison et je me sentais assez déprimée. Mais discuter avec toi m'a aidée à me sentir mieux. Tu es une super amie et je te remercie de m'avoir écoutée.^^On devrait se retrouver bientôt, peut-être prendre un thé?^^   -Caroline",
    "Caroline.ComfortLove.title": "Merci d'avoir été là pour moi <",
    //8 Heart Event - B 
    "Caroline.PierreBribe": "Cher @,^Considère ceci comme... un ahem, un geste de paix. Dans cette enveloppe, tu trouveras un petit quelque chose - un signe de, eh bien, disons, des excuses.^^J'ai franchi une ligne l'autre jour. Te voir avec Caroline... eh bien, disons que la jalousie m'a pris le dessus. Il n'y a pas d'excuse pour mon comportement, et pour cela, je m'excuse sincèrement.^^Mais voici la chose, @. Tu es une bonne personne, alors s'il te plaît, garde cet incident entre nous. Pense à cela comme un investissement dans notre, ahem, partenariat commercial continu.^^   -Pierre",
    "Caroline.PierreBribe.title": "S'il te plaît garde ça secret!",
    //10 heart event
    "Caroline.WizardCure": "Très cher @,^Il y a un secret que je ne peux plus garder. Abigail, la jeune femme pleine de vie aux cheveux améthystes, n'est pas simplement une autre résidente de Pelican Town - elle est ma fille biologique.^^Il y a des années, une puissante malédiction menaçait Abigail. Dans un ultime effort pour affaiblir son emprise, j'ai pris la décision douloureuse de confier sa garde à Pierre et Caroline. La magie était... volatile, et je croyais que me séparer d'elle allégerait son influence.^^Pendant un moment, cela semblait fonctionner. Abigail prospérait sous leurs soins, son esprit aventureux s'épanouissait. Cependant, les récents troubles au sein du foyer - un fossé grandissant entre Pierre et Caroline - semblent amplifier les effets de la malédiction. Cela me préoccupe profondément.^^J'ai ressenti un changement dans la magie, et le temps presse. Rencontre-moi dans la Forêt Secrète, mais seulement si tu apportes l'Œil de Tigre. C'est la clé pour briser la malédiction.^^   -M. Rasmodius",
    "Caroline.WizardCure.title": "Urgent : Aide nécessaire pour Abigail", 
    "Caroline.AbigailMissing": "Aux citoyens préoccupés de Pelican Town^^À la demande de Pierre et Caroline, le bureau du maire sollicite l'aide de la communauté pour retrouver leur fille, Abigail, disparue depuis hier après-midi.^^Bien qu'Abigail soit connue pour son esprit aventureux et son amour de l'exploration, son absence prolongée a causé une grande inquiétude à sa famille et à toute la ville.^^Abigail est une jeune femme aux cheveux violets distinctifs. Elle porte habituellement des bottes de combat noires et un t-shirt bleu foncé et violet. Il est aussi possible qu'elle porte son lance-pierres.^^Si vous avez la moindre information sur la localisation d'Abigail, même la plus petite, veuillez contacter immédiatement le bureau du maire. Vous pouvez également rapporter toute information directement à Pierre ou Caroline au magasin général de Pierre.^^La sécurité de nos citoyens est primordiale, et chaque indice pourrait être crucial pour réunir Abigail avec sa famille inquiète.^^Cordialement,^Maire Lewis^Bureau du Maire de Pelican Town",
    "Caroline.AbigailMissing.title": "Urgent : Avez-vous vu Abigail?", 
    "Caroline.AbigailSettle": "Salut @,^Juste un petit message pour te dire que tout commence à se calmer.^^Au début, les choses étaient un peu chaotiques après... eh bien, pendant un moment, je me sentais un peu comme une chauve-souris perdue dans le noir, ne trouvant pas vraiment ma place. Puis, eh bien, tout a explosé avec mes parents.^^Maman et Papa, tu sais, ont décidé de se séparer. Mais honnêtement, je pense que c'est pour le mieux. Ce qui est fou, c'est que, même si Pierre n'est pas mon père biologique, il a toujours été là pour moi. Idem pour Caroline, même si elle râle encore parfois à propos de ma couleur de cheveux. Ce sont eux ma famille, et ça ne changera pas.^^Quant au Sorcier, ça va. Il reste mystérieux, mais c'est le Sorcier, après tout. Je suppose que le sang ne définit pas une famille après tout.^^Ce sont les gens sur qui tu peux compter, peu importe ce qui se passe, comme toi!^^Bref, je voulais juste te donner des nouvelles. La vie lance parfois des courbes, mais on doit apprendre à les affronter, non?^^Merci d'avoir toujours été là pour m'écouter.^   -Abigail",
    "Caroline.AbigailSettle.title": "Je voulais te donner des nouvelles", 
    "Caroline.AbigailStayed": "Salut @,^Juste un petit message pour te dire que tout commence à se calmer.^^Pendant un moment, après... eh bien, les choses étaient vraiment difficiles. Je me sentais perdue, comme une chauve-souris avec une aile cassée, sans savoir où je devais aller. Puis, les choses se sont tendues avec Maman et Papa.^^Mais voici la bonne nouvelle : ils ont décidé de se réconcilier! Ça a pris un peu de temps, mais ils parlent de nouveau et semblent aller mieux.^^C'est un peu bizarre de les voir aussi différents, mais dans le bon sens. À travers tout ça, Pierre et Caroline ont été incroyables. Ils ne sont pas ma famille biologique, mais ils ont toujours été là pour moi, même si Caroline se plaint encore de mes cheveux parfois. Ce sont eux ma famille, et ça ne changera pas.^^Quant au Sorcier, tout va bien entre nous. Aussi mystérieux que d'habitude, mais c'est le Sorcier pour toi. Je suppose que le sang ne définit pas une famille après tout.^^C'est les gens sur qui tu peux compter, quoi qu'il arrive, comme toi!^^Bref, je voulais juste te donner des nouvelles. La vie lance parfois des courbes, mais hey, faut apprendre à affronter les coups, non?^^Merci d'avoir toujours été un si bon ami.^   -Abigail",
    "Caroline.AbigailStayed.title": "Je voulais te donner des nouvelles",

	//EVENT AFTERMATH
	//2 Heart Event - Museum Book
    "Caroline.ShyBook.Dialogue": "Te voilà ! $1#$b#Est-ce que la bibliothécaire t'a fait fuir hier ? $8#$b#Ou était-ce autre chose ? $6",
    //2 Heart Event - Museum Beauty
    "Caroline.CryBook.Dialogue": "Salut, mon chéri ! $1^Salut, mon cœur ! $1#$b#Tu te sens toujours aussi mal qu'hier ? $2#$b#Mon chéri, je sais que la vie peut être difficile parfois, mais se cacher n'est pas la solution. $5^Mon cœur, je sais que la vie peut être difficile parfois, mais se cacher n'est pas la solution. $5#$b#Mais tu n'es pas obligé de m'en parler maintenant, mon chéri, si tu ne veux pas.$8^Mais tu n'es pas obligé de m'en parler maintenant, mon cœur, si tu ne veux pas.$8#$b#Prends ton temps, je serai là quand tu seras prêt à en parler. $5",

    //8 Heart Event - A - Escape
    "Caroline.Caroline.SunKiss.Dialogue": "Abigail refuse de me parler... Tu penses qu'elle me déteste ? $10",
    "Caroline.Abigail.SunKiss.Dialogue": "Je ne veux pas parler maintenant. $5#$b#Pourquoi tu n'irais pas plutôt parler à maman ! $5#$e#%Abigail refuse de parler davantage.",
    "Caroline.Pierre.SunKiss.Dialogue": "Abigail agit bizarrement ces derniers temps. $2#$b#J'espère qu'elle va bien. $2",

    //8 Heart Event - B - Pierre
    "Caroline.Caroline.HuH.Dialogue": "Mon chéri ! Ça va ? $10^Mon cœur ! Ça va ? $10#$b#Tu ne mérites pas ça. $2#$b#Ne t'inquiète pas, je ne laisserai pas Pierre s'en sortir. $3",
    "Caroline.Abigail.HuH.Dialogue": "Je me sens juste... fatiguée. $2#$b#Je pense qu'il se fiche de ce que je dis. $2#$b#Peut-être qu'il ne l'a jamais vraiment fait. $2",
    "Caroline.Pierre.HuH.Dialogue": "Je n'aurais pas dû réagir de cette façon. C'était puéril et mal. $2#$b#Je suis désolé, @. $2",
    "Caroline.Lewis.HuH.Dialogue": "J'ai entendu dire que Joja mettait Pierre dans une position délicate. $2#$e#On ne peut pas vraiment en vouloir à Caroline d'être en colère... $2",
    "Caroline.Marnie.HuH.Dialogue": "Encore une soirée à la taverne, encore une tragédie à Pelican Town. La pauvre Abigail a juste besoin de son père. $2",
    "Caroline.Demetrius.HuH.Dialogue": "La taverne semble être la nouvelle place publique pour les drames. Peut-être qu'il serait bon de penser à des offrandes de paix pour Abigail... $2",
    "Caroline.Robin.HuH.Dialogue": "J'ai vu que ça s'est mal passé à la taverne hier soir. $2#$b#Les enfants ne devraient pas avoir à vivre ça. $2",
    "Caroline.Clint.HuH.Dialogue": "Quelle scène... J'espère qu'Abigail n'a pas trop eu peur. $2",
    "Caroline.Willy.HuH.Dialogue": "Les mers sont agitées à la taverne, hein ? J'espère qu'Abigail va bien. $2#$b#J'ai entendu dire qu'elle voulait juste que son père rentre à la maison. $2",
    "Caroline.Gus.HuH.Dialogue": "L'emprise de Joja sur la ville se renforce, c'est sûr. #$b#J'espère que Pierre trouvera un moyen de garder la tête hors de l'eau... au moins pour Abigail. $2",
    "Caroline.Emily.HuH.Dialogue": "Quelle négativité ! $2#$e#Peut-être qu'Abigail a besoin d'un cristal ou d'affirmations positives pour chasser ces mauvaises ondes. $1",
    "Caroline.Pam.HuH.Dialogue": "On dirait que Pierre a besoin de noyer son chagrin ailleurs. $2#$b#Ça ne me surprend pas qu'Abigail veuille partir. $2",

	//8 Heart Event - C - Skipped
	"Caroline.Caroline.BrokenFrame.Dialogue": "Je... $10#$b#Je suis désolée... $11#$b#Je ne voulais pas que tu sois impliqué dans tout ça. $11",
    "Caroline.Abigail.BrokenFrame.Dialogue": "Essaie juste... $3#$b#De ne pas empirer les choses, d'accord ? $2#$b#Je ne pense pas que maman puisse supporter beaucoup plus de ça. $2",
    "Caroline.Pierre.BrokenFrame.Dialogue": "Je suppose que j'aurais pu mieux gérer les choses. $2#$b#Je ne voulais pas m'énerver comme ça. $2#$b#Bref, merci encore d'être intervenu. #$b#Mais la prochaine fois, juste... reste à l'écart. $2",

    //12 Heart Event
    "Caroline.BeachFuss.Dress.Dialogue": "Tu aimes me voir dans mon bikini blanc, hein, mon chéri ? $5#$b#Tu veux que je le porte plus souvent ? $8",
    "Caroline.BeachFuss.Ocean.Dialogue": "Wow, mon chéri, cette journée est vraiment quelque chose, n'est-ce pas ?$2#$b#Ça doit être 'agréable' d'avoir tout ce temps libre, dans cette journée relaxante.$3#$b#Ça doit être 'agréable' d'être aussi insouciant.$8#$b#Tu ne trouves pas, mon chéri ? $2 #$e#On dirait que Caroline n'est plus intéressée à discuter.",
    
    //14 Heart Event - Wholesome
    "Caroline.BathLove.Food.1": "Tu te souviens de ce que tu m'as dit hier soir ? $1#$b#Eh bien, j'ai tenu ma promesse et je l'ai fait pour toi. $8",
    "Caroline.BathLove.Food.2": "Profite bien de ta journée, mon chéri. $5",
    
    //14 Heart Event - Lewd
    "Caroline.BathFuss.Dialogue": "La nuit dernière était folle, non, mon chéri ? $8#$b#Tu m'as fait trembler et gémir si fort, je pensais que quelqu'un allait nous entendre. $5#$b#Gardons ça secret entre nous, d'accord ? $6",

    //MAIL AFTERMATH
    "Caroline.AbigailMissing.Dialogue": "Tu as vu ma Abby ? Mon cœur n'est pas en paix... $10",
    "Pierre.AbigailMissing.Dialogue": "Tu as vu Abigail ? Il commence à se faire tard... $2",
    "Lewis.AbigailMissing.Dialogue": "Abigail disparue ? Ce n'est pas dans ses habitudes. On doit la retrouver, @. $3",
    "Sam.AbigailMissing.Dialogue": "Tu as vu Abby ? On devait se retrouver pour répéter pour le groupe hier soir, mais elle est jamais venue. $8",
    "Sebastian.AbigailMissing.Dialogue": "Abigail a disparu ? Je ne l'ai pas vue. Tu penses qu'elle est encore dans les mines ? $2",
    "Robin.AbigailMissing.Dialogue": "Sebastian a dit qu'elle était dans les mines hier. $2#$b#Mais elle ne pourrait pas être disparue là-bas, si ?$2",
    "Demetrius.AbigailMissing.Dialogue": "Disparue, tu dis ? Je n'ai pas la moindre idée d'où Abigail pourrait être. $2#$b#Peut-être qu'elle s'est simplement perdue en explorant. Tu as vérifié dans les parties les plus profondes de la forêt ? $2",
    "Maru.AbigailMissing.Dialogue": "Abigail disparue ? C'est... inhabituel. $2#$e#Tu as vérifié près de l'ancien centre communautaire ? Elle aime parfois y faire une sieste.",
    "Jodi.AbigailMissing.Dialogue": "Oh mon Dieu, Abigail disparue ? #$e#Sam dit qu'il ne l'a pas vue de toute la journée... C'est tellement inquiétant... $2",
    "Kent.AbigailMissing.Dialogue": "Disparue, hein ? Tu ferais bien de la retrouver, gamin. Il ne faut pas qu'Abigail se fasse du mal là-bas.",
    "Vincent.AbigailMissing.Dialogue": "Monsieur ! Monsieur ! Vous avez trouvé Abby ? $2^Mademoiselle ! Mademoiselle ! Vous avez trouvé Abby ? $2 #$b#Peut-être qu'elle se cache et va nous faire peur ! $3",
    "Pam.AbigailMissing.Dialogue": "Abigail disparue ? Huh, c'est étrange. $4#$b#Tu ne croirais pas les ennuis dans lesquels je me mettais quand j'avais son âge, mais je revenais toujours au bout d'un moment. $1#$b#Elle est probablement juste partie explorer quelque part. $2",
    "Penny.AbigailMissing.Dialogue": "Oh non... Tu as vérifié à la bibliothèque ? Parfois elle va là-bas pour échapper aux reproches de son père. $2#$b#Je ne peux pas imaginer qu'elle soit partie aussi longtemps... $2",
    "Haley.AbigailMissing.Dialogue": "Eh bien, ça fait une personne en moins avec qui rivaliser pour le prochain concours de danse... $2#$b#Pas que ça m'intéresse, mais si ça veut dire moins de drame, alors bon débarras. $3",
    "Alex.AbigailMissing.Dialogue": "Encore une fois, ce n'est pas mon problème. Tu ferais bien de vérifier dans les mines, elle cherche toujours à se battre avec un monstre ou un autre. $5",
    "Marnie.AbigailMissing.Dialogue": "Mais... elle ne pourrait pas juste disparaître, si ? $2#$e#Tu as vérifié dans la forêt ? Elle parlait dernièrement de ces champignons lumineux étranges... $2",
    "Shane.AbigailMissing.Dialogue": "C'est pas étonnant... Elle a sûrement filé quelque part avec ses cheveux violets pour éviter ses responsabilités. Ce n'est pas mon problème. $2",
    "Jas.AbigailMissing.Dialogue": "Mademoiselle Abigail est disparue ? Mais où pourrait-elle être allée ? $2#$b#Peut-être qu'elle est perdue dans la forêt encore une fois ! $4",
    "Wizard.AbigailMissing.Dialogue": "Détends-toi, elle est en sécurité pour l'instant. Je l'ai trouvée dans la forêt secrète, sous une étrange influence magique. #$b#Je travaille sur un remède, mais il faut être discret. Ne dis rien à Pierre et Caroline pour l'instant, ça compliquerait les choses. #$e#Garde un œil sur toute étrangeté près de la forêt de Cindersap, d'accord ?",

    // ITEMS
    "Caroline.Teddy.name": "L'ourson en peluchede Caroline",
    "Caroline.Teddy.description": "Un souvenir d'enfance, usé mais bien aimé. Manipule-le avec soin, son câlin a un impact surprenant.",
    "Caroline.Portrait": "Portrait de Caroline",
    "Caroline.Poster": "Affiche de Caroline", // alt name if Caroline is Single is installed

	// STRINGS FROM MAPS
	 "Caroline.CSCRoom.0": "Le doux bruit de l'eau est apaisant.",
    "Caroline.CSCRoom.1": "Je me souviens avoir vu cette plante dans sa vieille maison. C'est agréable de la voir prospérer ici.",
    "Caroline.CSCRoom.2": "Elle a apporté ça de chez elle, n'est-ce pas ?",
    "Caroline.CSCRoom.3": "Caroline a dû encore arranger les plantes.#Elle est toujours si méticuleuse avec les détails.",
    "Caroline.CSCRoom.4": "Ce tuyau transporte l'eau jusqu'à la fontaine.#Elle a probablement insisté pour le garder propre.",
    "Caroline.CSCRoom.5": "La lumière ici est douce, tout comme sa présence.",
    "Caroline.CSCRoom.6": "Un endroit confortable pour un thé.#Je peux imaginer Caroline assise ici.",
    "Caroline.CSCRoom.7": "Un ourson en peluchede bien-aimé.#Je me demande si Caroline me raconterait l'histoire derrière cela.",
    "Caroline.CSCRoom.8": "Ces fleurs sont disposées de manière si parfaite.#Caroline a dû passer du temps à s'assurer qu'elles soient bien en place.",
    "Caroline.CSCRoom.9": "Ces plantes apportent une touche douce à l'espace.",
}