
{
	//CONFIG
	"config.section.gameplay.name": "Jogabilidade",
	"config.section.graphics.name": "Gráficos",
	"config.section.compatibility.name": "Compatibilidade",
	"config.MatureEvent.name": "Evento Sugestivo",
	"config.MatureEvent.description": "O evento de 14 corações deve incluir o conteúdo sugestivo?",
	"config.AutoSingle.name": "Solteira Forçada",
	"config.AutoSingle.description": "Caroline deve começar como um personagem solteiro? (Recomendado para jogadores que estão retornando ou que não têm interesse nos Eventos de Coração dela.)",
	"config.SorkrimArt.name": "Arte de Sorkrim",
	"config.SorkrimArt.description": "Deseja usar os retratos e sprites fornecidos por este mod? (Defina como falso se quiser usar outro mod visual.)",
	"config.PortraitStyle.name": "Estilo de Retrato (Mobiliário)",
	"config.PortraitStyle.description": "Escolha como o retrato de Caroline será exibido. Mais opções estão disponíveis—role para ver todas.",
	"config.PortraitStyle.values.Spring": "Primavera",
	"config.PortraitStyle.values.Summer": "Verão",
	"config.PortraitStyle.values.Fall": "Outono",
	"config.PortraitStyle.values.WinterIndoor": "Inverno - Interior",
	"config.PortraitStyle.values.WinterOutdoor": "Inverno - Exterior",
	"config.PortraitStyle.values.Beach": "Praia",
	"config.PortraitStyle.values.FlowerDance": "Dança das Flores",
	"config.PortraitStyle.values.SpiritEve": "Véspera dos Espíritos",
	"config.MarriageDialogue.name": "Diálogos de Casamento",
	"config.MarriageDialogue.description": "Desative essa opção para usar os diálogos de casamento do mod 'Caroline Is Single'. Se preferir usar os meus, você deve excluir manualmente o arquivo de diálogos de casamento: [CP] Caroline Is Single > Data > Dialogue > MarriageDialogue.json.",

	//DIALOGUE
	//Unique Dialogue
	"Caroline.Introduction": "Ai meu Deus! Como você está? #$b#Você se lembra de mim, ~querido~? $5^Você se lembra de mim, ~meu bem~? $5#$b#Achei que você tivesse me esquecido. $8#$b#Não esperava te ver aqui. Talvez possamos ser amigos novamente.",
	"Caroline.FlowerDanceAccept": "Certo, querido, vamos fazer isso. $1^Certo, meu bem, vamos fazer isso. $1#$b#Não vejo mal em dizer sim por enquanto.",
	"Caroline.FlowerDanceAccept.Spouse": "Vamos dar o nosso melhor, amor. $1#$b#Sempre fomos uma ótima equipe, não é? $6",
	"Caroline.FlowerDanceDecline": "Você está me pedindo para dançar? #$b#Ai, eu poderia te mostrar umas coisas, mas vou deixar você se divertir dessa vez. $8",
	"Caroline.divorced": "O que você quer dizer com isso... $11#$b#Depois de tudo o que passamos? $2#$b# Você pode ir agora, eu entendo... $3",
	"Caroline.breakUp": "Nunca pensei que chegaríamos a esse ponto... $11#$b#Eu preciso de um tempo! $3#$b#Te ver machuca mais do que eu gostaria de admitir. $2",
	"Caroline.dumped": "Nunca pensei que você fosse tão cruel... $2#$b#Espero que você esteja feliz com a sua escolha. $3",
	"Caroline.secondChance": "Segundas chances são raras. $11#$b#Não vamos estragar isso, tá bom? $3",
	"Caroline.SpouseGiftJealous": "A Jodi comentou que você deu esse mesmo presente para outra pessoa... $2#$b#Você está me traindo? $3#$b#Desculpe, querido. É difícil não me sentir assim quando te vejo com outra pessoa. $11",
	"Caroline.DumpsterDiveComment": "Te peguei no ato! Devo me preocupar, ou esse é seu novo hobby? $3#$b#Se você está procurando alguma coisa, poderia ter me pedido ajuda. $8",
	"Caroline.StardropTea": "Ah, um chá de estrela! Você se lembrou o quanto eu adoro isso. $1#$b#Obrigado, significa mais do que você imagina, querido. $4^Obrigado, significa mais do que você imagina, meu bem. $4",
	"Caroline.AcceptBouquet.1": "Uau! Que flor linda! $5#$b#Espera um pouco... Isso não é para mim, é? $3#$b#Ah, você está... falando sério? $11#$b#Sua... Promessa de Infância? O que é isso? Eu não lembro de nada. $2#$b#(Ah, ele parece que vai chorar) $10^(Ah, ela parece que vai chorar) $10#$b#Tá, tá... Eu estava só brincando com você! Eu lembro! $8#$b#Eu aceito! Você sabe que não consigo resistir a você. $5",
	"Caroline.AcceptBouquet.2": "Ah? Então você ainda gosta de mim? $11#$b#Você realmente cumpriu nossa Promessa de Infância, não foi? $8#$b#Ah, as memórias estão voltando agora. $10#$b#Certo, eu admito, você ainda tem um lugar especial no meu coração, querido. $5^Certo, eu admito, você ainda tem um lugar especial no meu coração, meu bem. $5",
	"Caroline.AcceptBouquet.3": "Ah, um buquê de você? Que inesperado... $2#$b#Depois de tudo com o Pierre, nunca pensei que receberia algo assim. $11#$b#É um símbolo de novos começos, não é? $b#Obrigado. Eu aceito. $5",
	"Caroline.RejectBouquet.1": "O Pierre me disse que você comprou esse buquê para alguém especial, mas tenho certeza que essa flor não era para mim, né? $3",
	"Caroline.RejectBouquet.2": "Ah, eu vi você comprar um buquê mais cedo. $8#$b#Então... Quem é a pessoa sortuda? $8#$b#Ah? É para mim? $2#$b#Certo, pare com isso agora. $3#$b#Por que você sempre tem que me provocar assim? $8",
	"Caroline.RejectBouquet.NotDatable.1": "O que isso significa? $3#$b#Guarde isso antes que alguém veja! Sério... $11",
	"Caroline.RejectBouquet.NotDatable.2": "Que flor linda! $5#$b#Espera...#$b#Isso não é para mim, é? Você deve estar brincando. $2#$b#Não pode agir por impulso assim. $3",
	"Caroline.AcceptMermaidPendant.1": "O que isso quer dizer? $9#$b#Pedido de casamento?! Oh, você está falando sério... $9#$b#Isso é tão repentino, eu nem sei o que dizer. $10#$b#Você não pode apressar algo assim, sabia? $10#$b#Você está tão ansioso para me conquistar? $2",
	"Caroline.AcceptMermaidPendant.2": "Eu estava esperando por isso desde que fizemos nossa promessa. $5#$b#Eu também te amo, querido. $4",
	"Caroline.RejectMermaidPendant.1": "Se você guardar isso agora, vou fingir que nunca vi. $3",
	"Caroline.RejectMermaidPendant.2": "Ah, querido, isso é tão atencioso. $4#$b#Mas algo tão especial não deveria ser dado a menos que você realmente sinta com todo seu coração. $3",
	"Caroline.RejectMermaidPendant.NotDatable.1": "Guarde isso! Não deixe ninguém ver. $11#$b#Você está tentando me deixar nervosa de propósito? $3",
	"Caroline.RejectMermaidPendant.NotDatable.2": "Você não sabe como as coisas funcionam por aqui, não é? $3#$b#Guarde isso! Essa piada não é engraçada... $2",
	"Caroline.Divorced.1": "Depois de tudo o que passamos? Desculpe, mas eu não posso passar por isso de novo. $2",
	"Caroline.Divorced.2": "%Caroline não quer conversar com você.",
	"Caroline.NpcAlreadyMarried.1": "Está flertando enquanto é casado, é? $2#$b#Querido, melhor tomar cuidado antes que eu conte para o seu parceiro. $3^Meu bem, melhor tomar cuidado antes que eu conte para o seu parceiro. $3",
	"Caroline.NpcAlreadyMarried.2": "Querido, está claro que você fez a sua escolha, e não foi comigo. $2^Meu bem, está claro que você fez a sua escolha, e não foi comigo. $2#$b#Pare de me mandar sinais trocados, não é justo. $11",
	"Caroline.SpouseStardrop": "Querido, pode segurar isso para mim? #$e#É só uma coisinha para mostrar o quanto você significa para mim. $4",
	"Caroline.WipedMemory": "Ai, minha cabeça dói... $3#$b#Ah, oi, querido, você está aqui. $8^Ah, oi, meu bem, você está aqui. $8#$b#Espera, a gente já não teve essa conversa antes? $2#$b#Talvez eu esteja apenas imaginando coisas. Ultimamente, minha memória não está tão boa quanto costumava ser. $8",
	"Caroline.GreenRain.1": "Querido, você já viu uma chuva assim?^Meu bem, você já viu uma chuva assim? $11#$b#Está parecendo estranho... Tem certeza de que é seguro? $2#$b#Eu vou ficar preocupada com você lá fora, sabia? Por favor, se cuide. $11",
	"Caroline.GreenRain.2": "Ah, é aquela chuva especial de novo! $5#$b#Dessa vez, eu vou aproveitar cada gota, querido. #$e#E é a desculpa perfeita para me aconchegar com uma xícara de chá. $1",


	// Location Dialogue
	"Caroline.Resort.Entering": "Willy distribuiu biscoitos de peixe para todo mundo. #$b#Ainda estou mastigando o meu. Está... delicioso. $1",
	"Caroline.Resort.Leaving": "Acho que vou dormir igual a um bebê esta noite! $h",
	"Caroline.Resort.Shore": "A água aqui é muito mais quente do que lá no vale. #$b#Está incrível! $1",
	"Caroline.Resort.Chair": "%Caroline se espreguiça na cadeira, parecendo pronta para uma soneca.",
	"Caroline.Resort.Bar": "Pedi para o Gus me surpreender, e ele fez um chá verde gelado com casca de manga. Está incrível! $h",
	"Caroline.Resort.Bar6": "Se fosse há anos atrás, eu teria te arrastado para explorar a selva aqui perto. #$b#Ainda quero fazer isso, sinceramente! $1#$e#Mas fico me perguntando... você acha que a Abigail herdou meu senso de aventura? $11",
	"Caroline.Resort.Bar10": "Este lugar é igualzinho àquela ilha encantada de que sonhávamos quando éramos crianças. #$b#Você lembra? É como se nossos sonhos de infância tivessem se tornado realidade. $1",
	"Caroline.Resort": "Oi, @. Então, você está aqui para relaxar ou para ficar ocupado?",

	// Spring Dialogue
	"Caroline.spring1": "A primavera chegou! #$b#Tudo parece tão vivo de novo, não é? $1",
	"Caroline.springMon": "Oh, olá! É bom ver você se estabelecendo na cidade. #$e#Começar uma fazenda não é tarefa fácil... $11#$b#Tenho certeza de que você vai conseguir. $8",
	"Caroline.springMon2": "Eu vi você trabalhando na sua fazenda mais cedo. #$b#Me lembrou como você era determinado quando criança. $1#$b#Você nunca fazia nada pela metade, não é? $6",
	"Caroline.springMon4": "Sabe, te ver de novo depois de todos esses anos... #$b#É um pouco surreal. Mas de uma forma boa. $8",
	"Caroline.springMon6": "Estava pensando sobre nossa infância outro dia. $11#$e#É engraçado como o tempo muda tudo, e ainda assim... algumas coisas parecem as mesmas. $8",
	"Caroline.springMon8": "Você realmente se tornou uma pessoa impressionante, querido. $5^Você realmente se tornou uma pessoa impressionante, querido. $5#$b#Mas ainda consigo ver vestígios daquela criança que eu costumava perseguir. $6",
	"Caroline.springMon10": "Você sempre soube como fazer meu coração bater mais rápido, até mesmo naquela época. $4#$e#E agora... bem, algumas coisas nunca mudam, querido. $10^E agora... bem, algumas coisas nunca mudam, querido. $10",
	"Caroline.springTue": "É bom ver você fazendo uma vida aqui. #$b#A Cidade Pelicano pode usar uma energia nova. $1",
	"Caroline.springTue2": "Você está sempre ocupado, não é? $8#$b#É uma boa característica, desde que você não exagere. $6",
	"Caroline.springTue4": "Eu me peguei sorrindo hoje, pensando em uma das nossas antigas aventuras. #$b#Me pergunto, você já sente saudade daqueles dias? $1",
	"Caroline.springTue6": "Você se estabeleceu tão bem que parece que nunca saiu. #$b#É bom ter você por perto de novo.",
	"Caroline.springTue8": "Você sempre soube como me tirar do sério, querido. $2^Você sempre soube como me tirar do sério, querido. $2#$b#Não sei se fico irritada ou encantada. $3",
	"Caroline.springTue10": "Você é perigoso, querido! $3^Você é perigoso, querido! $3#$b#Aparecendo depois de todos esses anos, me olhando assim... #$b#O que devo fazer com você? $9",
	"Caroline.springWed": "Eu costumava me perguntar o que aconteceu com você. #$b#É bom finalmente ter a resposta. $1",
	"Caroline.springWed2": "Há um calor em ver um velho amigo novamente. #$b#Eu espero que você sinta o mesmo. $8",
	"Caroline.springWed4": "Você sempre teve uma maneira de fazer as pessoas se sentirem à vontade. #$b#Era uma das coisas que eu admirava em você, mesmo naquela época. $5",
	"Caroline.springWed6": "Nós fomos tão próximos uma vez. $11#$b#Isso me faz pensar... você acha que teríamos permanecido assim se as coisas tivessem sido diferentes? $2",
	"Caroline.springWed8": "Você está com sujeira no rosto de novo. #$e#Fica parado, querido...^Fica parado, querido... $6#$b#Sinceramente, você é tão bagunçado quanto era antes. $8",
	"Caroline.springWed10": "Você fica me olhando assim, querido, e eu posso começar a acreditar que você nunca realmente se foi. $4^Você fica me olhando assim, querido, e eu posso começar a acreditar que você nunca realmente se foi. $4#$e#Não seria algo? $10",
	"Caroline.springThu": "A Jodi me contou sobre suas receitas. #$b#Ela jura pela mistura secreta de especiarias dela, mas eu acho que ela está exagerando. $8",
	"Caroline.springThu2": "A Jodi diz que eu deveria tentar meditação para relaxar. $11#$b#Você consegue me imaginar ficando parada por tanto tempo? Parece impossível. $8",
	"Caroline.springThu4": "Sabe, eu e a Jodi costumávamos competir pela melhor refeição caseira. $8#$b#Talvez eu devesse desafiar você na próxima. Acha que aguenta a minha comida? $6",
	"Caroline.springThu6": "A Jodi me contou algo interessante hoje... $2#$b#Aparentemente, eu falo de você mais do que percebo. $8#$e#Estranho, não é, querido? $4^Estranho, não é, querido? $4",
	"Caroline.springThu8": "A Jodi tem me dado uns olhares ultimamente. $11#$b#Como se ela soubesse de algo que eu não sei. $2#$b#Devo me preocupar, querido? $8^Devo me preocupar, querido? $8",
	"Caroline.springThu10": "A Jodi quase me expôs no meio da nossa conversa hoje. $11#$b#Ela é afiada, mas não tanto quanto você, querido... $6^Ela é afiada, mas não tanto quanto você, querido... $6#$e#Você já sabe o que estou pensando, não sabe? $8",
	"Caroline.springFri": "O museu é um lugar tão tranquilo. #$b#Embora eu sempre sinta que preciso sussurrar, mesmo quando não há ninguém por perto. $8",
	"Caroline.springFri2": "Passei no museu para ler um pouco. #$b#O Elliott estava lá também... Acho que ele estava julgando as minhas escolhas de livros. $2",
	"Caroline.springFri4": "Há algo de bom em se perder em um livro. $1#$b#Sem tarefas, sem expectativas... apenas palavras te levando para um lugar novo. $5",
	"Caroline.springFri6": "Eu encontrei um velho diário no museu hoje. #$b#Isso me fez pensar... se alguém lesse sobre sua vida, que tipo de história eles encontrariam, querido? $6^Isso me fez pensar... se alguém lesse sobre sua vida, que tipo de história eles encontrariam, querido? $6",
	"Caroline.springFri8": "Sabe, querido, se você quiser me acompanhar no museu algum dia, eu não me importaria com a companhia.^Sabe, querido, se você quiser me acompanhar no museu algum dia, eu não me importaria com a companhia. #$b#Só não espere que eu compartilhe meu lugar de leitura. $8",
	"Caroline.springFri10": "Eu me distraí tanto com o meu livro que quase perdi a noção do tempo. $2#$e#Engraçado... a única outra pessoa que me distrai assim é você, querido. $10",
	"Caroline.springSat": "Acordei cedo hoje para fazer as coisas... $2#$b#E agora só quero tirar uma soneca. Ser responsável é cansativo. $3",
	"Caroline.springSat2": "Alguns clientes são tão exigentes... $2#$b#Me pergunto como o Pierre tem paciência para isso. $8",
	"Caroline.springSat4": "Estava pensando em tentar um visual novo. #$b#Algo ousado. Talvez um novo corte de cabelo? O que acha? $6",
	"Caroline.springSat6": "Sabe, eu acho que você pode ser uma má influência sobre mim. $2#$e#Quanto mais conversamos, mais me pego querendo quebrar minhas rotinas. $5",
	"Caroline.springSat8": "Você continua me surpreendendo, querido. ^Você continua me surpreendendo, querido. #$b#Não sei se isso é emocionante ou perigoso. $2",
	"Caroline.springSat10": "Eu deveria estar terminando minhas tarefas, mas você tem uma maneira de me distrair. $2#$b#Me diga, querido... isso é intencional? $3^Me diga, querido... isso é intencional? $3",
	"Caroline.springSun": "Passei um tempo na minha sala de sol hoje de manhã. #$b#As plantas não reclamam, elas só crescem. É bom. $1",
	"Caroline.springSun2": "Dei a mim mesma o luxo de dormir um pouco mais hoje. #$b#Pela primeira vez, não me senti culpada por isso. $1",
	"Caroline.springSun4": "Os jantares de domingo são os meus favoritos. #$b#Boa comida, boa companhia... $1#$e#Embora eu não me importaria de mudar um pouco de cenário de vez em quando. $5",
	"Caroline.springSun6": "Eu ia passar o dia relaxando, mas agora estou pensando em uma pequena aventura. #$b#Quer se juntar a mim, querido? $8^Quer se juntar a mim, querido? $8",
	"Caroline.springSun8": "Eu gosto de domingos tranquilos, mas não me importaria com um pouco de emoção. #$e#Conhece alguém que possa ajudar com isso, hmm, querido? $6^Conhece alguém que possa ajudar com isso, hmm, querido? $6",
	"Caroline.springSun10": "Eu deveria estar descansando, mas aqui estou eu, presa em mais uma conversa com você. $2#$e#Me diga, querido... você sempre tem esse efeito nas pessoas? $10^Me diga, querido... você sempre tem esse efeito nas pessoas? $10",

	// Summer Dialogue
	"Caroline.summer1": "Finalmente o verão chegou! #$e#Mal posso esperar pelas frutas e vegetais frescos. $1#$b#Nada como uma melancia suculenta em um dia quente! $6",
	"Caroline.summerMon": "Mais um dia quente pela frente. #$b#Eu provavelmente deveria ficar em casa, mas onde está a diversão nisso? $8",
	"Caroline.summerMon2": "Eu adoro o cheiro do verão. #$e#A mistura do ar fresco com a terra aquecida pelo sol... é reconfortante. $1",
	"Caroline.summerMon4": "Estava pensando em fazer limonada caseira hoje. #$b#Algo sobre o verão me chama para uma bebida refrescante, não acha? $6",
	"Caroline.summerMon6": "Está muito quente para fazer algo sério hoje. $2#$b#Talvez eu apenas encontre um lugar sombreado e finja que minhas responsabilidades não existem por um tempo. $11",
	"Caroline.summerMon8": "Você precisa ter cuidado nesse calor, querido. $5^Você precisa ter cuidado nesse calor, querido. $5#$b#Eu odiaria ver você exausto antes mesmo de o dia começar. $8",
	"Caroline.summerMon10": "Você parece preocupado hoje, querido. $2^Você parece preocupado hoje, querido. $2#$e#Algo me diz que eu não me importaria nem um pouco. $11",
	"Caroline.summerTue": "A aula de aeróbica foi exaustiva hoje. $2#$b#Talvez seja só o verão, mas eu senti como se estivesse derretendo metade do tempo. $3",
	"Caroline.summerTue2": "Tentamos uma nova rotina de aeróbica hoje. #$b#Achei que seria fácil. Eu estava muito errada. $8",
	"Caroline.summerTue4": "Me peguei rindo durante a aeróbica hoje. $8#$b#A Jodi quase tropeçou nos próprios pés, e bem... foi difícil não reagir. $3",
	"Caroline.summerTue6": "Eu estava completamente exausta depois da aeróbica, mas de alguma forma ainda tive energia para conversar depois. #$e#É engraçado como isso funciona, não é, querido? $9^É engraçado como isso funciona, não é, querida? $9",
	"Caroline.summerTue8": "Eu devo... ter me distraído durante a aeróbica hoje. $11#$b#Eu errei os movimentos o tempo todo, e os outros definitivamente perceberam. $3#$b#Eu me pergunto o que—ou quem—estava na minha mente, querido? $4^Eu me pergunto o que—ou quem—estava na minha mente, querida? $4",
	"Caroline.summerTue10": "A aeróbica foi exaustiva, mas a verdadeira surpresa? #$b#Eu me peguei pensando em você em vez de contar as repetições. $6#$e#Isso... é perigoso, querido... você... está se tornando uma grande distração. $10^Isso... é perigoso, querida... você... está se tornando uma grande distração. $10",
	"Caroline.summerWed": "O sol está forte hoje. #$b#Eu provavelmente deveria usar um chapéu... $11",
	"Caroline.summerWed2": "Passei a manhã cuidando do meu jardim. #$b#As plantas estão prosperando com esse calor. $1#$e#Eu só gostaria de poder dizer o mesmo de mim. $8",
	"Caroline.summerWed4": "Passei por cidade mais cedo e vi algumas crianças brincando com balões de água. #$b#Por um segundo, quase desejei poder me juntar a elas. $8",
	"Caroline.summerWed6": "Tem uma barraca na cidade que vende o melhor sorvete. #$b#Talvez eu vá até lá mais tarde... a menos que você queira me trazer. $6",
	"Caroline.summerWed8": "O calor não me incomoda muito, mas eu admito... #$b#Eu não me importaria de ter uma desculpa para ficar mais um pouco na sombra. $6",
	"Caroline.summerWed10": "Você está me olhando como se tivesse algo em mente, querido. $2^Você está me olhando como se tivesse algo em mente, querida. $2#$e#Cuidado agora... você pode me tentar a ponto de eu perguntar o que é. $10",
	"Caroline.summerThu": "A Jodi e eu tivemos uma boa conversa na praça hoje. #$b#Ela sempre tem algo interessante para dizer... mesmo quando é só sobre listas de compras.",
	"Caroline.summerThu2": "Passei um tempo com a Jodi mais cedo. #$b#Ela estava com muitas coisas na cabeça... mas, na verdade, quando é que ela não está? $11",
	"Caroline.summerThu4": "A Jodi e eu falamos sobre receitas de verão hoje. #$b#Ela sugeriu uma nova marinada para legumes grelhados. Talvez eu devesse tentar. $1",
	"Caroline.summerThu6": "A Jodi me zoou sobre algo mais cedo. $2#$b#Ela disse que eu ilumino quando você está por perto. $3",
	"Caroline.summerThu8": "A Jodi me fez uma pergunta que eu não estava pronta para ouvir hoje. #$b#Ela queria saber o que eu realmente penso sobre você... $4#$e#Eu dei risada, mas isso ficou comigo, querido. $10^Eu dei risada, mas isso ficou comigo, querida. $10",
	"Caroline.summerThu10": "A Jodi me deu um olhar hoje. $2#$b#Ela não disse nada. $11#$e#De alguma forma, isso foi pior, querido. $2^De alguma forma, isso foi pior, querida. $10",
	"Caroline.summerFri": "Passei um tempo no museu. #$b#Foi bem tranquilo... do jeito que eu gosto. $1",
	"Caroline.summerFri2": "Acabei lendo no museu por mais tempo do que planejei. #$b#Livros bons têm uma maneira de roubar o tempo, não é? $8",
	"Caroline.summerFri4": "Encontrei um livro fascinante hoje. #$b#É estranho pensar o quanto é esquecido com o tempo. $11",
	"Caroline.summerFri6": "Quase esbarrei em alguém no museu porque estava tão concentrada no meu livro. $8#$b#Distraída? Talvez. Ou talvez minha mente estivesse em outro lugar. $6",
	"Caroline.summerFri8": "Encontrei um livro sobre relacionamentos hoje. $6#$b#Foi só por curiosidade, é claro... $8#$b#Ele dizia que homens e mulheres não podem ter conexões verdadeiramente altruístas... $11#$b#O que você acha, querido? $9^O que você acha, querida? $9",
	"Caroline.summerFri10": "Eu estava tão perdida no meu livro que nem percebi o tempo passar. $8#$b#Isso só acontece quando estou lendo... $11#$b#ou conversando com você, querido. $6^ou conversando com você, querida. $6",
	"Caroline.summerSat": "Eu tinha uma lista cheia de coisas para fazer hoje. #$b#E, ainda assim, de alguma forma, acabei não fazendo nada. $2",  
	"Caroline.summerSat2": "Fui às compras mais cedo. #$b#Só estava dando uma olhada, na verdade... mas acabei comprando algumas coisas que não precisava. $2",  
	"Caroline.summerSat4": "A loja estava cheia hoje. #$b#Eu sempre gosto de ver as pessoas comprando nossas coisas. $8",  
	"Caroline.summerSat6": "Eu tinha toda a intenção de ser produtiva hoje... #$b#Então eu encontrei um lugar confortável na sombra e, de repente, minhas prioridades mudaram. $6",  
	"Caroline.summerSat8": "Me peguei procurando por você mais cedo. $8#$e#É engraçado... nem percebo que estou fazendo isso até acontecer, querido. $4^É engraçado... nem percebo que estou fazendo isso até acontecer, querida. $4",  
	"Caroline.summerSat10": "Eu disse para mim mesma que não ia me distrair hoje. $2#$b#Mas então eu te vi, e bem... assim foi o fim desse plano, querido. $8^Mas então eu te vi, e bem... assim foi o fim desse plano, querida. $8",  
	"Caroline.summerSun": "Passei a manhã arrumando. #$b#É incrível como as coisas ficam bagunçadas quando não estamos prestando atenção.",  
	"Caroline.summerSun2": "Fui dar uma caminhada antes que ficasse muito quente. #$e#A cidade tem um ar diferente de manhã... mais tranquila, quase como se ainda estivesse acordando. $11",  
	"Caroline.summerSun4": "Fiz um almoço grande hoje, só porque estava com vontade. #$b#Às vezes, você não precisa de um motivo para aproveitar uma boa comida. $8",  
	"Caroline.summerSun6": "Eu continuei querendo fazer uma pausa hoje, mas algo estava me puxando para diferentes direções. $11#$b#Ou talvez eu só quisesse uma desculpa para continuar ocupada. $6",  
	"Caroline.summerSun8": "Tive um momento hoje onde tudo parecia... calmo. #$b#Então me peguei pensando em você, e de repente, já não estava tão quieto. $3",  
	"Caroline.summerSun10": "Passei a maior parte do dia perdida em pensamentos. #$b#E se eu for sincera, querido... $11^E se eu for sincera, querida... $11#$b#Uma boa parte desses pensamentos teve algo a ver com você. $10",  

	// Fall Dialogue
	"Caroline.fall1": "O outono é uma estação tão encantadora, não acha?",
	"Caroline.fallMon": "O ar está ficando mais fresco, e as folhas começam a mudar. #$b#A Abigail adora essa estação... ela diz que o mundo parece mais vivo quando está morrendo.",
	"Caroline.fallMon2": "Encontrei meu cachecol antigo hoje. #$b#Isso trouxe tantas lembranças. $4",
	"Caroline.fallMon4": "Passei um tempo na sala de sol hoje, ajustando as plantas para o clima que está mudando. #$b#Elas não se importam com as mudanças de estação... mas acho que eu me importo. $11",
	"Caroline.fallMon6": "Saí para fora esta manhã e respirei fundo. #$e#Há algo no ar fresco que faz você se sentir desperto. $1",
	"Caroline.fallMon8": "A cidade parece diferente no outono... mais tranquila, talvez. #$b#Ou talvez eu só esteja notando coisas que não via antes... $6",
	"Caroline.fallMon10": "Fiquei perto da janela por um tempo hoje. #$b#Só assistindo as folhas douradas caindo. $8#$e#E percebi, querido... eu estava esperando por você. $10^E percebi, querido... eu estava esperando por você. $10",
	"Caroline.fallTue": "A aula de aeróbica parecia diferente hoje. #$b#Talvez seja o clima mais fresco, ou talvez eu simplesmente não estivesse tão motivada. $11",
	"Caroline.fallTue2": "Tentamos alguns alongamentos novos na aeróbica. #$b#Isso me fez perceber o quanto realmente estou fora de forma. $8",
	"Caroline.fallTue4": "A Jodi e eu acabamos conversando mais do que exercitando hoje. #$e#Não que eu esteja reclamando... às vezes, pôr a conversa em dia é mais importante do que suar a camisa. $1",
	"Caroline.fallTue6": "A aeróbica foi exaustiva, mas não me incomodei muito. #$b#Um pouco de dor muscular vale a pena se me mantiver sentindo-me bem. $6",
	"Caroline.fallTue8": "Depois da aula de aeróbica, fiquei um pouco mais tempo lá fora, só aproveitando o ar fresco. #$b#E talvez... esperando que você passasse por ali. $8",
	"Caroline.fallTue10": "A aeróbica deveria clarear minha mente, mas teve o efeito contrário. $11#$e#Em vez disso, eu continuei pensando em você, querido... $6^Em vez disso, eu continuei pensando em você, querida... $6",
	"Caroline.fallWed": "Fui verificar o estoque para a estação. #$b#Com o quanto a Abigail ama o outono, sempre esgotamos os lanches sazonais rápido demais. $2",
	"Caroline.fallWed2": "Passei pelo centro comunitário hoje. #$b#Mesmo depois de todos esses anos, ainda parece um lugar cheio de histórias esperando para serem contadas.",
	"Caroline.fallWed4": "O cheiro das folhas caídas tomou conta do ar hoje. #$b#É algo tão simples, mas não pude deixar de parar para sentir tudo.",
	"Caroline.fallWed6": "Me peguei olhando para o céu com mais frequência hoje. #$b#Há algo na forma como as nuvens se movem nesta época do ano que parece... diferente, querido. $4",
	"Caroline.fallWed8": "A cidade parece menor no outono, não acha? $4#$b#Ou talvez só pareça mais como um lar quando algumas pessoas estão por perto, querido. $4",
	"Caroline.fallWed10": "Alguns momentos parecem se estender para sempre, como se o próprio mundo estivesse prendendo a respiração. #$b#E nesses momentos, querido, eu me pego pensando em você. $4",
	"Caroline.fallThu": "A Jodi e eu estávamos conversando sobre como o outono sempre deixa as pessoas nostálgicas. #$e#Ela disse que isso a lembra quando o Sam era pequeno... #$b#Então eu disse que só me lembra como o tempo passa rápido. $2",
	"Caroline.fallThu2": "Vi um bando de gansos voando para o sul hoje. #$e#A Jodi brincou dizendo que deveria segui-los para um lugar mais quente... $8#$b#Mas eu não sei, acho que prefiro ficar bem aqui. $6",
	"Caroline.fallThu4": "A Jodi mencionou que tem se levantado mais cedo ultimamente. #$b#Ela diz que as manhãs parecem diferentes nessa época do ano. #$b#Eu acho que ela só gosta do silêncio antes que o dia realmente comece. $8",
	"Caroline.fallThu6": "A Jodi me pegou viajando na maionese durante a conversa. $11#$b#Ela apenas deu um sorriso de canto e disse: 'Está pensando em alguém?' $8#$e#...Eu não sei o que te faz sorrir, querido. $2^...Eu não sei o que te faz sorrir, querida. $2",
	"Caroline.fallThu8": "A Jodi fez um comentário casual sobre como eu tenho parecido mais feliz ultimamente. $2#$e#Eu perguntei o que ela queria dizer, e ela apenas riu. $8#$b#Acho que algumas coisas são óbvias, né? $6",
	"Caroline.fallThu10": "A Jodi me disse: 'Você tem estado diferente ultimamente.' $2#$b#Eu não sabia o que dizer, então apenas sorri. $8#$e#Mas acho que ambos sabemos o motivo, querido. $10^Mas acho que ambos sabemos o motivo, querida. $10",
	"Caroline.fallFri": "Peguei um livro no museu. #$b#Depois passei meia hora olhando pela janela em vez disso. $8#$e#Então muito por uma tarde tranquila. $2",
	"Caroline.fallFri2": "É engraçado como alguns livros te prendem, enquanto outros... #$b#Bem, digamos que passei mais tempo dormindo do que lendo hoje. $8",
	"Caroline.fallFri4": "Encontrei um livro sobre as velhas tradições do vale. #$b#Parece que as pessoas costumavam deixar pequenas oferendas para os espíritos da floresta no outono. $11#$e#Eu me pergunto se ainda há algo disso por aqui.",
	"Caroline.fallFri6": "Eu me distraí no museu de novo. $8#$e#Não pelos livros dessa vez... $6#$b#Mas por alguém em quem eu estava pensando. $8",
	"Caroline.fallFri8": "Tentei ler, eu realmente tentei... $2#$b#Mas meus pensamentos continuaram indo para outro lugar. $3#$e#Ou melhor, para outra pessoa, querido? $8^Ou melhor, para outra pessoa, querida? $8",
	"Caroline.fallFri10": "Eu devo ter lido a mesma frase cinco vezes. $2#$e#Não porque fosse complicada, mas porque minha mente estava presa em você, querido. $6^Não porque fosse complicada, mas porque minha mente estava presa em você, querida. $6",
	"Caroline.fallSat": "Passei a manhã rearrumando meu jardim. #$b#Os meses mais frios sempre chegam rápido... preciso garantir que tudo esteja pronto. $1",
	"Caroline.fallSat2": "A Marnie diz que os animais selvagens estão ficando mais ativos. #$b#Acho que eles também sabem que o inverno está chegando. $6",
	"Caroline.fallSat4": "Colhi algumas amoras hoje e acabei comendo metade delas no caminho de volta para casa. $6#$b#Ops. $8",
	"Caroline.fallSat6": "Acabei com terra no rosto depois de cuidar do jardim. $2#$b#Devo ter ficado ridícula, mas só dei risada. $8",
	"Caroline.fallSat8": "Quase tropecei no meu jardim. #$b#Acho que deveria prestar mais atenção... $2#$b#Mas, ei, não é minha culpa se fui distraída pelo clima. $3",
	"Caroline.fallSat10": "Encontrei uma abóbora em formato de coração. #$b#Ou talvez eu só estivesse vendo coisas... $4#$e#O que você acha, querido? $6^O que você acha, querida? $6",
	"Caroline.fallSun": "Fiz um chá de especiarias esta manhã. #$b#Talvez eu tenha exagerado na canela, mas ei, me acordou. $8",
	"Caroline.fallSun2": "O Pierre estava resmungando sobre a lareira ser um saco de limpar. #$b#Mas adivinha quem será a primeira pessoa a se sentar perto dela quando ficar frio? $8",
	"Caroline.fallSun4": "Vi alguns corvos se reunindo nos campos. #$b#Algo neles sempre parece... sei lá, como se estivessem observando. $11",
	"Caroline.fallSun6": "Fiquei procurando desculpas para sair de casa hoje. #$b#Talvez eu só quisesse respirar o ar fresco... $1#$e#Ou talvez eu estivesse esperando encontrar alguém. $6",
	"Caroline.fallSun8": "Estava prestes a me acomodar para a noite, mas então tive esse pensamento... $10#$b#E se você aparecesse na minha porta em vez disso? $5#$b#Agora não consigo parar de pensar nisso, querido. $6^Agora não consigo parar de pensar nisso, querida. $6",
	"Caroline.fallSun10": "A casa está tranquila, a noite está fria... $11#$e#E ainda assim, de alguma forma, meu coração ainda está quente. $4#$b#Acho que você sabe por que, querido. $4^Acho que você sabe por que, querida. $4",  

	// Winter Dialogue
	"Caroline.winter1": "O inverno é uma época tão serena e tranquila, não acha?",
	"Caroline.winterMon": "Acordei cedo e vi a neve caindo pelas minhas janelas. #$b#Sempre é um pouco encantador... até você ter que sair, claro. $2",
	"Caroline.winterMon2": "A casa sempre parece mais silenciosa no inverno. #$b#Talvez seja o jeito que o som se abafa pelo frio... #$b#Ou talvez seja só coisa da minha cabeça.",
	"Caroline.winterMon4": "Passei a manhã tentando me aquecer perto do fogo. #$b#De algum jeito, mesmo ficando bem ao lado dele, meus dedos ainda estavam frios. $8#$b#Acho que só preciso de alguém para segurá-los. $6",
	"Caroline.winterMon6": "Você já reparou como algumas pessoas lidam melhor com o frio que outras? #$b#Enquanto isso, outras só tremem e reclamam até alguém ter pena delas. $8#$e#Não que eu vá citar nomes, claro. $6",
	"Caroline.winterMon8": "O ar está cortante, o chão está congelado. #$b#Mas o meu coração? $4#$b#De algum jeito, ele ainda se sente quente, querido. $5^De algum jeito, ele ainda se sente quente, doce. $5",
	"Caroline.winterMon10": "As manhãs de inverno podem ser duras. $11#$e#...mas acordar pensando em alguém as torna um pouco mais suaves, não acha? $10",
	"Caroline.winterTue": "A aula de aeróbica foi um desafio hoje. #$b#O inverno me faz querer me encolher e hibernar, não me alongar e suar. $2",
	"Caroline.winterTue2": "Jodi e eu concordamos—exercitar no frio parece duas vezes mais cansativo. $6#$b#Embora Marnie tenha dito que é só uma desculpa para ser preguiçoso. $8",
	"Caroline.winterTue4": "Jodi jurou que viu vapor subindo de nós depois da aeróbica. #$b#Eu disse a ela que estava imaginando coisas. $6#$b#Mas sinceramente? Eu não ficaria surpresa. $8",
	"Caroline.winterTue6": "O chão estava congelado hoje. $2#$b#Eu quase pulei quando meus pés tocaram nele. $3",
	"Caroline.winterTue8": "A aeróbica não me aqueceu tanto quanto eu esperava. $2#$e#Talvez eu precise de uma forma diferente de me aquecer. $6",
	"Caroline.winterTue10": "Dizem que o exercício faz o sangue circular... #$e#Mas de algum jeito, você tem uma maneira de fazer o meu coração disparar ainda mais. $10",
	"Caroline.winterWed": "A neve faz tudo parecer mais lento. #$b#Como se todo o vale estivesse apenas... descansando.",
	"Caroline.winterWed2": "O frio faz minhas mãos ficarem insensíveis tão rápido. #$b#Eu continuo dizendo a mim mesma que vou comprar luvas melhores, mas nunca compro. $2",
	"Caroline.winterWed4": "Vi algumas crianças brincando na neve. #$b#Por um segundo, quase esqueci o quanto estava frio... $1#$b#Bem, quase. $8",
	"Caroline.winterWed6": "Alguma alma perdida escorregou no gelo esta manhã. $2#$b#Espero que ela esteja bem. $11",
	"Caroline.winterWed8": "É o tipo de frio que permanece, sabe? #$e#O tipo que fica na sua pele, nos seus ossos... $6#$b#Mas mesmo assim, pensar em você é o suficiente para afastá-lo. $9",
	"Caroline.winterWed10": "Neve caindo, ar gelado, ruas congeladas... $11#$e#E ainda assim, um pensamento em você, e eu juro que posso sentir calor novamente... $11",
	"Caroline.winterThu": "Jodi e eu acabamos falando sobre o verão hoje. #$b#Acho que até ela está ficando cansada do inverno. $8#$b#Embora entre nós, acho que ela só sente falta de ter uma desculpa para comer sorvete. $6",
	"Caroline.winterThu2": "Tivemos uma conversa longa sobre crianças hoje. #$b#Ela disse que o Vincent fica correndo para fora sem casaco. $8#$b#Enquanto isso, a Abigail não sai de casa a menos que seja absolutamente necessário. $2",
	"Caroline.winterThu4": "Jodi estava de mau humor hoje, então tentei animá-la. #$b#Eu até fiz ela rir—uma daquelas risadas de verdade, que fazem a barriga doer. $8#$b#Se isso não for uma vitória, não sei o que é. $5",
	"Caroline.winterThu6": "Havia um vento forte na praça hoje. #$e#Eu achei que estava bem agasalhada... $8#$b#Mas quase arrancou meu cachecol de mim. $2#$b#Se você vê-lo passando, me avise. $3",
	"Caroline.winterThu8": "Jodi diz que o inverno a deixa sentimental. #$b#Não posso culpá-la. $4#$b#Dias frios, noites longas... é fácil começar a pensar em certas pessoas, querido. $5^Dias frios, noites longas... é fácil começar a pensar em certas pessoas, doce. $5",
	"Caroline.winterThu10": "Mal consegui ouvir uma palavra do que Jodi estava dizendo hoje. $2#$e#Não é minha culpa! Meus pensamentos estavam em outro lugar. $3#$b#Ou melhor, em alguém, hmm? Querido? $6^Ou melhor, em alguém, hmm? Doce? $6",
	"Caroline.winterFri": "Encontrei um livro com um título ridículo hoje. #$b#Algo sobre amor, destino e um duque bonito. $6#$b#Naturalmente, eu tive que ler as primeiras páginas. $8",
	"Caroline.winterFri2": "Há algo sobre a biblioteca no inverno. #$e#O silêncio, o calor, o cheiro das páginas antigas... $4#$b#Quase me faz querer ficar lá o dia todo. $8",
	"Caroline.winterFri4": "Me perdi completamente em um livro hoje. #$b#Então olhei para cima e percebi que o sol já tinha se posto. $2#$e#Não é a pior maneira de passar a tarde, eu suponho. $1",
	"Caroline.winterFri6": "Ouvi alguém suspirando dramaticamente na biblioteca. #$b#Aconteceu que estavam lendo um romance trágico. $8#$e#Era tão exagerado que quase ri... $8#$b#Bem, quase. $6",
	"Caroline.winterFri8": "Li algo interessante hoje. #$b#Dizia que o calor não é só sobre temperatura—é sobre as pessoas também. $4#$e#Parece uma maneira elegante de dizer que algumas pessoas simplesmente tornam a vida mais aconchegante, querido. $5^Parece uma maneira elegante de dizer que algumas pessoas simplesmente tornam a vida mais aconchegante, doce. $5",
	"Caroline.winterFri10": "Fiquei na biblioteca mais tempo que o normal. #$b#Mas não foi pelos livros, claro. $6#$e#Eu só estava esperando alguém aparecer para me dar um motivo melhor para ficar. $10",
	"Caroline.winterSat": "Pierre tentou me fazer provar uma nova mistura de chá hoje. #$b#Vamos dizer que... $2#$b#Nem toda experiência é bem-sucedida. $8",
	"Caroline.winterSat2": "Encontrei uma caixa velha de decorações de inverno na casa. #$b#Metade delas estão caindo aos pedaços, mas não consigo me convencer a jogá-las fora. $11",
	"Caroline.winterSat4": "Passei a manhã assando. #$b#Eu estava aiming para 'delicado e elegante'... $2#$b#Mas acabei ficando com 'ligeiramente queimado, mas ainda comestível.' $3",
	"Caroline.winterSat6": "Me peguei olhando pela janela por um longo tempo. #$e#Não para nada em particular. $6#$b#Só assistindo o mundo desacelerar no inverno. $11",
	"Caroline.winterSat8": "Fiz chá, me sentei na janela e deixei o dia passar. #$b#Teriam sido perfeitos se eu tivesse alguém para compartilhar, querido. $6^Teriam sido perfeitos se eu tivesse alguém para compartilhar, doce. $6",
	"Caroline.winterSat10": "Uma manhã tranquila, uma bebida quente e alguém me roubando olhares do outro lado da mesa... $6#$e#Agora isso seria o dia perfeito de inverno, querido. $5^Agora isso seria o dia perfeito de inverno, doce. $5",
	"Caroline.winterSun": "Acordei com o som de Pierre limpando a neve. #$b#Eu deveria ter ajudado, mas... $8#$b#Bem, meu cobertor estava muito quente para sair. $6",
	"Caroline.winterSun2": "O inverno é perfeito para não fazer absolutamente nada. #$b#Não que eu tenha tempo para isso... $11#$b#Mas é uma boa ideia. $8",
	"Caroline.winterSun4": "Tentei fazer tricô hoje. #$b#Se você precisar de um cachecol irregular e desigual, estou aceitando pedidos. $8",
	"Caroline.winterSun6": "Saí por um segundo hoje. #$b#Um sopro daquele ar congelante e imediatamente me arrependi. $8#$b#Nunca mais. $8",
	"Caroline.winterSun8": "Há algo no frio que faz o calor parecer ainda melhor. $6#$e#E não estou falando só de ficar perto do fogo, querido. $10^E não estou falando só de ficar perto do fogo, doce. $10",
	"Caroline.winterSun10": "Uma noite de neve, uma casa tranquila e o pensamento de alguém me aquecendo... $11#$e#Talvez o inverno não seja tão ruim depois de tudo, querido. $10^Talvez o inverno não seja tão ruim depois de tudo, doce. $10",  

	// Marriage Dialogues
	"Caroline.RainyDay.0": "Oh meu Deus, parece que a chuva está caindo forte hoje. $2#$b#Mas tudo bem, porque isso significa que posso passar ainda mais tempo com você.",
	"Caroline.RainyDay.1": "Está chovendo! Querido! #$b#Hoje não precisamos regar as plantas, podemos fazer uma pausa e relaxar por um tempo. $8",
	"Caroline.RainyDay.2": "Dias como este sempre fazem a fazenda parecer aconchegante. #$b#Embora, vai ser difícil me concentrar quando tudo o que eu quero é sentar com você e ouvir a chuva. $6",
	"Caroline.RainyDay.3": "Não se molhe demais, tenha cuidado para não pegar um resfriado, ok? #$b#Se você ficar doente, não vai conseguir cuidar das suas colheitas direito. $6",
	"Caroline.RainyDay.4": "Você acha que as minas ficam todas molhadas no fundo quando chove? $11#$b#Desculpe, pode parecer bobo perguntar, mas não consigo deixar de me perguntar! $8",
	"Caroline.RainyNight.0": "A chuva batendo na janela é tão relaxante. #$b#É a desculpa perfeita para ficar perto e não fazer nada por uma vez. $5",
	"Caroline.RainyNight.1": "Ei, eu estava pensando. $11#$b#A chuva é perfeita para ficar na cama relaxando. $5#$b#Por que não fazemos isso? $6",
	"Caroline.RainyNight.2": "Ei~ $6#$b#Te peguei te olhando de novo, não foi? $8#$b#Você não é nada discreto, sabe. Mas não me importo. $4",
	"Caroline.RainyNight.3": "A chuva costumava me deixar inquieta. #$b#Agora, eu só espero passar ela com você. $4",
	"Caroline.RainyNight.4": "Noites como esta me lembram de quando costumávamos sentar na varanda juntos. #$b#Não acho que a gente tenha falado muito... mas foi bom, não foi? $5",
	"Caroline.RainyNight.5": "Você deveria descansar logo. #$e#Vamos dormir. $5",
	"Caroline.IndoorDay.0": "Cuidar da fazenda juntos não era bem o que eu imaginei. $11#$b#Mas tenho que admitir, eu não trocaria isso por nada. $6",
	"Caroline.IndoorDay.1": "Você está sempre trabalhando tanto. #$e#Só não se esqueça de fazer pausas, ok? $2#$b#Estou falando sério... $3",
	"Caroline.IndoorDay.2": "Às vezes eu acho que deveríamos viajar. #$e#Este mundo é tão grande, podemos ir explorar em todo lugar. $1",
	"Caroline.IndoorDay.3": "A casa fica um pouco silenciosa quando você está trabalhando. #$b#Mas sempre fico feliz quando te vejo entrando pela porta. $1",
	"Caroline.IndoorDay.4": "Você pode trabalhar muito, mas me prometa que vai se cuidar. #$b#Vou estar pensando em você quando você não estiver por perto. $2",
	"Caroline.IndoorNight.0": "É bom ter noites como essa, não é? #$e#Sem pressa, sem preocupações... só nós dois. $10",
	"Caroline.IndoorNight.1": "A noite ainda é longa... $10#$b#Vamos falar sobre outras coisas... $6",
	"Caroline.IndoorNight.2": "Ei, olhe para a lua hoje à noite. #$b#Ela está brilhante o suficiente para iluminar toda a fazenda. $1",
	"Caroline.IndoorNight.3": "Hmm...? $7#$b#Não é nada, só quero te beijar $6",
	"Caroline.IndoorNight.4": "Oh, você já voltou! $1#$b#Eu tentei cozinhar algo diferente hoje. #$b#Quer provar para mim? Seja honesto, ok? [218 732 207 224]$1",
	"Caroline.Outdoor.0": "Oh? Você também quer um pouco? [613 398 634] $8#$b#O quê! Não me chame de gorda! $2",
	"Caroline.Outdoor.1": "Vamos lá, continue trabalhando! $5#$b#Eu não costumava te incentivar a fazer algo assim antes? $6",
	"Caroline.Outdoor.2": "Sinceramente, ver você trabalhando nos campos ainda é um pouco surreal. $5#$b#O velho você já estaria tão cansado por agora! $8",
	"Caroline.Outdoor.3": "Lembre-se de fazer pausas quando precisar, querido. $5#$e#Você sabe que eu não consigo evitar de me preocupar com você. $2",
	"Caroline.Outdoor.4": "O ar de hoje está refrescante. $1#$e#Depois de ficar tanto tempo longe da cidade, quase me acostumei com esse tipo de ar. $1",
	"Caroline.OneKid.0": "Querido, está na hora de mudar a forma como você me chama... $2#$b#Principalmente na frente do nosso filho... $8#$e#Isso mesmo! Papai, venha me dar um abraço~ $7^Isso mesmo! Mamãe, venha me dar um abraço~ $7",
	"Caroline.OneKid.1": "%pet e %kid1 parecem se dar muito bem. #$b#Eu os peguei sentados juntos mais cedo. $1",
	"Caroline.OneKid.2": "Vamos mandar %kid1 estudar na cidade no futuro? #$b#Mas, se dependesse de você, deixar %kid1 herdar esta fazenda também seria uma boa escolha. $1#$b#Eu estou certa ou estou pensando demais? $11",
	"Caroline.OneKid.3": "Não consigo acreditar que temos um filho agora, nada disso parece real. #$b#Tudo isso é tão lindo que parece quase irreal, perfeito demais para ser real. $5",
	"Caroline.TwoKids.0": "Temos que dar o mesmo cuidado para os nossos dois filhos. #$b#Você não acha, ~querido~? $6",
	"Caroline.TwoKids.1": "Você viu %kid1 sorrindo para %kid2 mais cedo? #$e#São momentos como esse que fazem tudo parecer tão certo. $1#$b#Agora somos uma família de verdade, não é? $5",
	"Caroline.TwoKids.2": "Você poderia trocar a fralda de %kid1 dessa vez? $11#$b#Eu preciso alimentar %kid2 antes que comece a chorar de novo. $2",
	"Caroline.TwoKids.3": "Cuidar de dois filhos me deixou mais ocupada do que nunca, estou completamente exausta! $2#$e#Preciso de um empurrãozinho seu, querido... $10",
	"Caroline.TwoKids.4": "É bem impressionante, não é? Nossa família está tão completa. $1#$b#Mal posso esperar para ver o que o futuro nos reserva. $8",
	"Caroline.Good.0": "Eu me sinto tão sortuda por ter me casado com você. Cada momento com você me faz feliz. $1#$e#Sempre seremos tão felizes assim, não é? $1",
	"Caroline.Good.1": "~Querido~, você significa tudo para mim. $4#$e#Mesmo depois de todo esse tempo, esse sentimento não mudou. $5",
	"Caroline.Good.2": "Me faz feliz saber que nosso casamento não fez nossa relação esfriar. #$e#Ah, espera, por que eu pensei que isso aconteceria? $8",
	"Caroline.Good.3": "Não sei por quê, mas nunca dou um único dia com você como garantido. #$b#Parece muito precioso. $5",
	"Caroline.Good.4": "A forma como você trabalha duro todos os dias... é realmente admirável. #$b#É incrível ver o quanto você cresceu, querido. $8",
	"Caroline.Good.5": "Você gosta mais de viver aqui do que na cidade? #$e#Talvez possamos viver aqui até ficarmos velhos, é isso o que você quer? $6",
	"Caroline.Good.6": "Eu sinto que nos entendemos de uma forma que a maioria dos casais não entende. $6#$b#Talvez seja porque crescemos juntos? $6",
	"Caroline.Good.7": "Você está transformando meus sonhos em realidade. #$b#É por isso que eu te amo mais do que tudo. $1",
	"Caroline.Good.8": "Sabe o que eu amo sobre nós? #$b#Não precisamos de gestos grandes e chamativos para provar nada. $1#$e#Nós apenas nos entendemos. Isso é tudo o que importa. $8",
	"Caroline.Neutral.0": "Eu sinto que algo está errado entre nós ultimamente... #$e#O que está acontecendo com você? $11",
	"Caroline.Neutral.1": "Podemos conversar por um momento? #$e#Nós somos casados, e eu quero saber o que tem se passado na sua cabeça. $2",
	"Caroline.Neutral.2": "Eu realmente preciso de um abraço... $10",
	"Caroline.Bad.0": "Por que você está me tratando assim... $2",
	"Caroline.Bad.1": "Você tem sido tão distante ultimamente... $11#$e#Eu fiz algo de errado? $2",
	"Caroline.Bad.2": "Eu achei que você fosse diferente... $11",
	"Caroline.Bad.3": "Eu achei que você realmente me amasse... $11",
	"Caroline.funLeave.0": "Vou sair por um tempo, só preciso de um tempo na cidade. #$b#Não sinta minha falta demais, ok, querido? $6",
	"Caroline.funLeave.1": "Estou indo para fora por um tempo! #$e#Se você se comportar, talvez eu traga uma surpresa para você. $6",
	"Caroline.funLeave.2": "Estou saindo por um tempo. #$b#Não se preocupe— $7#$b#Vou estar pensando em você o tempo todo. $5",
	"Caroline.funLeave.3": "Eu só preciso de um pouco de ar fresco. #$b#... $7#$b#Vou voltar antes de você perceber. $5",
	"Caroline.funLeave.4": "Estou com vontade de andar pela cidade por um tempo. #$b#Melhor ter um abraço pronto quando eu voltar! $6",
	"Caroline.funLeave.5": "Vou sair para fazer umas compras. #$b#Não se divirta demais sem mim! $8",
	"Caroline.funLeave.6": "Vou sair por um tempo, querido. #$b#Fique longe de problemas enquanto eu estiver fora, hmm? $2",
	"Caroline.funLeave.7": "Estou saindo por um tempo. #$b#Deixe a cama quentinha para mim, ok, querido? $6",
	"Caroline.funLeave.8": "O dia está tão lindo para ficar dentro de casa. #$b#Vou voltar antes que você sinta minha falta! $8",
	"Caroline.funLeave.9": "Vou sair por um tempo. $7#$e#Ah, querido? $2#$b#Não pense que vou esquecer de você! $3",
	"Caroline.funReturn.0": "Estou de volta! A cidade estava animada hoje. $5#$b#Ah, eu trouxe comida também! $1#$b#Vamos comer juntos. [207 218 244 610] $8",
	"Caroline.funReturn.1": "Estou de volta! $8#$b#O quê? Sentiu minha falta? $6#$b#Eu trouxe uma surpresa para você. [207 218 244 610] $5",
	"Caroline.funReturn.2": "É tão bom estar em casa. #$b#Senti sua falta, querido. $7",
	"Caroline.funReturn.3": "Estou de volta! $1#$b#Você não começou o jantar sem mim, começou? $2",
	"Caroline.funReturn.4": "Cheguei em casa! #$b#Você não acredita nas histórias que ouvi na cidade hoje. $6",
	"Caroline.funReturn.5": "A cidade foi divertida, mas estou feliz de estar de volta. #$b#Aqui, eu trouxe algo para dividirmos. [207 218 244 610] $5",
	"Caroline.funReturn.6": "Vi coisas interessantes no museu hoje. #$b#Talvez possamos ir juntos na próxima vez? $5",
	"Caroline.funReturn.7": "Estou de volta, querido. #$b#Sentiu minha falta? $5#$b#Ah, não fique tão surpreso—eu também senti sua falta, sabia? $8",
	"Caroline.funReturn.8": "É bom estar em casa. #$b#Não há lugar melhor para terminar o meu dia do que aqui com você. $1",
	"Caroline.funReturn.9": "A caminhada até casa estava mais longa hoje. $11#$b#Talvez seja porque eu mal podia esperar para estar de volta com você.",
	"Caroline.patio.0": "Alongar sob o sol é tão bom. #$b#Você deveria se juntar a mim às vezes—relaxe um pouco. $1",
	"Caroline.patio.1": "A brisa está perfeita hoje. #$b#Oh, não me olhe assim. $2#$b#Eu não estou exagerando. $3",
	"Caroline.patio.2": "Você está me olhando. $2#$b#Estou te distraindo? $3#$b#Que bom. $6",
	"Caroline.patio.3": "Não se preocupe comigo, querido. #$b#Eu passei protetor solar—vou ficar bem. $8#$e#Talvez eu entre logo, mas por enquanto, o sol está bom. $1",
	"Caroline.patio.4": "Não sou tão jovem quanto antes, mas ainda consigo tocar meus pés. #$b#E você?",
	"Caroline.spouseRoom.0": "Acabei de preparar um chá fresquinho. #$b#Você gostaria de tomar uma xícara comigo? $5#$b#Aqui, tome isso! [614] $1",
	"Caroline.spouseRoom.1": "A casa está aconchegante hoje. #$b#Vamos relaxar um pouco. $1",
	"Caroline.spouseRoom.2": "Encontrei uma nova mistura de chá. #$b#É bem calmante. $5#$b#Aqui, tome um pouco! [StardropTea] $1",
	"Caroline.spouseRoom.3": "Você tem trabalhado bastante. #$b#Sente-se, vou te servir um pouco de chá. [614] $1",
	"Caroline.spouseRoom.4": "Mesmo depois de todo esse tempo, eu ainda adoro esses momentos tranquilos com você. #$b#Embora, se você continuar me olhando assim... $2#$b#Eu posso esquecer o que significa 'quieto'. $6",
	"Caroline.spring_1.M": "A primavera chegou, querido. Tudo está tão fresco e vivo. #$e#Vamos aproveitar ao máximo a estação! $1",
	"Caroline.spring_12.M": "A caça aos ovos sempre me traz lembranças da nossa infância. #$e#Talvez devêssemos reservar um tempo para reviver um pouco daqueles dias. $6",
	"Caroline.spring_23.M": "Os trajes do baile das flores são sempre tão elegantes e atemporais. #$e#É bom ver tradições como essa sendo valorizadas. $8",
	"Caroline.summer_1.M": "As cigarras voltaram—esse som sempre me lembra o verão. $2#$e#Espero que a fazenda prospere tanto quanto as árvores nesse calor. $1",
	"Caroline.summer_10.M": "Você já preparou tudo para o Luau de amanhã? #$e#É um daqueles eventos onde o esforço de todos realmente se destaca. $5",
	"Caroline.summer_27.M": "Os Moonlight Jellies estão chegando amanhã! #$b#Eles vão deslizar pelas águas novamente. $1",
	"Caroline.fall_1.M": "O outono chegou, e é hora de focar na colheita. #$b#Não se preocupe, querido, eu estarei aqui para manter tudo funcionando bem. $8",
	"Caroline.fall_15.M": "Você já decidiu o que levar para a feira esse ano? #$e#Devemos tentar causar uma impressão duradoura! $8",
	"Caroline.fall_26.M": "Comprei este vestido ontem, foi um pequeno presente surpresa. #$b#Você não contou para ninguém sobre isso, não é? $2",
	"Caroline.winter_1.M": "Está nevando! O inverno é tão tranquilo e sereno. #$b#Vamos aproveitar essa estação pacífica juntos. $5",
	"Caroline.winter_7.M": "Você está pronto para o festival amanhã? #$e#Eu vi você praticando, e eu sei que você vai arrasar! $8",
	"Caroline.winter_24.M": "Estou tão animada, querido! $5#$b#Mal posso esperar para ver a surpresa que você preparou para mim. $6",
	"Caroline.winter_28.M": "O ano está quase acabando... tanta coisa aconteceu, mas a melhor parte foi passar tudo isso com você. $5",

	// Schedule Dialogues
	"Caroline.Museum_Reading.1": "Finalmente... Um pouco de tempo para mim mesma. #$b#Mas conhecendo você, provavelmente vai encontrar uma forma de me interromper, não vai? $6",
	"Caroline.Museum_Reading.2": "A biblioteca é a fuga perfeita. #$b#E não, você não pode zombar das minhas preferências de leitura, querido. $2^E não, você não pode zombar das minhas preferências de leitura, querido. $2",
	"Caroline.Museum_Reading.3": "Às vezes, acho que a biblioteca é subestimada. #$b#Nem todo mundo percebe como é bom simplesmente sentar e aproveitar um livro. $1",
	"Caroline.Museum_Reading.4": "Shh, não conte para ninguém que estou aqui. $3#$b#Este é o meu lugar secreto para descansar. $2",
	"Caroline.Museum_Reading.5": "Se você vai me distrair, pelo menos faça isso valer a pena. $2#$b#Brincando... $8#$b#Ou será que não? $6",
	"Caroline.Altar.1": "A sala do altar? Ela está aqui há mais tempo do que eu. #$b#Eu a mantenho limpa para quem precisar de um momento de quietude. $1",
	"Caroline.Altar.2": "É um bom pensamento ter um espaço como a sala do altar. #$b#Mesmo que eu não a use, respeito o que significa para os outros. $1",
	"Caroline.Altar.3": "A sala do altar tem uma presença tranquila. #$b#Às vezes, eu só sento ali por um momento para clarear minha mente.",
	"Caroline.Altar.4": "A sala do altar já viu várias pessoas buscando conforto. #$b#Espero que continue sendo um lugar onde os outros se sintam bem-vindos. $1",
	"Caroline.Altar.5": "Alguns espaços têm uma energia calma. #$b#A sala do altar é um desses, mesmo que eu não esteja lá com frequência.",
	"Caroline.Visit_Harvey_1.1": "Exames anuais são um mal necessário. #$b#Mas eu preferiria estar aproveitando o ar fresco do outono. $2",
	"Caroline.Visit_Harvey_2.1": "Oh, você também está esperando? #$b#Talvez a gente possa trocar dicas sobre como sobreviver às palestras do Harvey. $8",
	"Caroline.Visit_Harvey_3.1": "Certo, me deseje sorte! #$b#Se você ouvir risadas, provavelmente é porque confessei que comi biscoitos no café da manhã. $6",
	"Caroline.Visit_Harvey_1.2": "O Harvey sempre consegue fazer essas visitas parecerem menos assustadoras. #$b#É uma habilidade, eu acho. $11",
	"Caroline.Visit_Harvey_2.2": "Oh, oi! #$b#Você está aqui para garantir que eu não desista? Porque está tentador. $8",
	"Caroline.Visit_Harvey_3.2": "Bom, lá vamos nós. $2#$b#O Harvey vai me dizer para parar de fazer tantos lanches, não vai? $3",
	"Caroline.Visit_Harvey_1.3": "Nunca consigo decidir se estou mais nervosa ou entediada na sala de espera. $2#$b#Talvez um pouco das duas coisas. $8",
	"Caroline.Visit_Harvey_2.3": "E você? Está aqui para um check-up também? #$b#De qualquer forma, é bom ter alguém para conversar. $1",
	"Caroline.Visit_Harvey_3.3": "Certo, vamos ver o quanto eu tenho cuidado de mim mesma este ano! $6",
	"Caroline.Visit_Harvey_1.4": "Será que o Harvey se cansa desses check-ups rotineiros? #$b#Ele sempre parece tão paciente, no entanto. $1",
	"Caroline.Visit_Harvey_2.4": "Oh, você também está aqui? #$b#Deixa eu adivinhar... O Harvey te disse para parar de trabalhar tanto na fazenda? $6",
	"Caroline.Visit_Harvey_3.4": "Me deseje sorte! #$b#Vamos torcer para ele não adicionar nada novo nas minhas 'metas de saúde'. $6",
	"Caroline.Visit_Harvey_1.5": "Hoje é meu check-up anual. $2#$b#Espero que seja rápido e sem dor. $2",
	"Caroline.Visit_Harvey_2.5": "Você está aqui também? O Harvey nos marcou no mesmo horário? $2#$b#Bem, pelo menos me dá alguém com quem conversar. $8",
	"Caroline.Visit_Harvey_3.5": "Com licença, eu preciso conversar com o Dr. Harvey em particular. #$b#Não fique com ciúmes, tá bem, querido? $6^Não fique com ciúmes, tá bem, querido? $6",
	"Caroline.Aerobics_1.1": "Hmm... Devo usar minha faixa de cabeça colorida hoje? $11#$b#É um pouco ousado, mas por que não? $8",
	"Caroline.Aerobics_2.1": "Jodi, você está tão forte ultimamente! #$b#Qual é o seu segredo? Não me deixe no vácuo.",
	"Caroline.Aerobics_3.1": "Espero ter lembrado da minha garrafinha de água. #$b#A última coisa que quero é desmaiar no meio da aula! $8",
	"Caroline.Aerobics_1.2": "Dia de aeróbica! #$b#Hora de ver se consigo acompanhar os outros.",
	"Caroline.Aerobics_2.2": "Marnie, você sempre traz uma energia ótima para o grupo! #$b#Eu acho que você secretamente adora ser o centro das atenções. $8",
	"Caroline.Aerobics_3.2": "Eu deveria ter comido um café da manhã mais leve. #$b#Agachamentos e panquecas não combinam bem... $3",
	"Caroline.Aerobics_1.3": "Devo tentar liderar o aquecimento hoje? #$b#Talvez... ou talvez eu deixe para a Jodi.",
	"Caroline.Aerobics_2.3": "Marnie, você estava falando sobre tentar yoga em vez de aeróbica! #$b#Não consigo imaginar você ficando parada tanto tempo! $8",
	"Caroline.Aerobics_3.3": "Acho que mereço um lanche depois do treino. #$b#Talvez só um biscoito. Ou dois. $6",
	"Caroline.Aerobics_1.4": "Você acha que eu deveria trocar para corrida em vez de aeróbica? #$b#Porém, eu sentiria falta do grupo.",
	"Caroline.Aerobics_2.4": "Emily, você continua dizendo que deveríamos adicionar dança à rotina! #$b#Eu não me importaria—parece muito divertido!",
	"Caroline.Aerobics_3.4": "Já consigo sentir a dor só de pensar na sessão de hoje. #$b#Mas vale a pena... na maioria das vezes.",
	"Caroline.Aerobics_1.5": "Você acha que eu deveria trocar para corrida em vez de aeróbica? $11#$b#Porém, eu sentiria falta do grupo demais. $8",
	"Caroline.Aerobics_2.5": "Jodi, você sempre se esforça tanto! #$b#Lembre-se, tudo bem ir com calma às vezes.",
	"Caroline.Aerobics_3.5": "Hora de um longo banho e uma soneca. #$b#Por que a fadiga pós-treino se sente tão boa?",
	"Caroline.NightMarket.1": "As compras de fim de ano estão a todo vapor! #$b#Espero não esquecer ninguém na lista este ano. $6",
	"Caroline.NightMarket.2": "As festas de fim de ano são um tempo tão movimentado, mas eu adoro a energia. #$b#É bom ver todo mundo entrando no clima. $1",
	"Caroline.NightMarket.3": "Eu gosto de escolher presentes para as pessoas que me importo. #$b#É a minha forma de mostrar o quanto elas significam para mim. $1",
	"Caroline.NightMarket.4": "Você acha que eu exagero nas compras de fim de ano? #$b#Não? Que bom, porque também tenho uma surpresa planejada para você. $6",
	"Caroline.NightMarket.5": "Deixa eu adivinhar, você está curioso sobre o seu presente. #$b#Vai ter que esperar um pouco mais, querido. $8^Vai ter que esperar um pouco mais, querido. $8",

	// Marriage Schedule Dialogues
	"Caroline.BathHouse_Pool.1": "Eu costumava pensar em momentos como este quando éramos mais jovens. $5#$b#Nunca te contei isso, né? $8",
	"Caroline.BathHouse_Pool.2": "O vapor está agradável... #$b#Mas acho que é você que está me fazendo sentir tão aquecida. $9",
	"Caroline.BathHouse_Pool.3": "Eu devia ter vindo aqui para relaxar... $2#$b#Você estar aqui me faz sentir tudo, menos calma. $3",
	"Caroline.BathHouse_Pool.4": "Oh? Você me seguiu até aqui, querido? $3#$b#Se alguém entrar, o que vão achar de estarmos tão próximos? $8",
	"Caroline.BathHouse_Pool.5": "Nunca pensei que estaria compartilhando um momento como esse com você. #$b#Se alguém me dissesse isso naquela época, eu teria dado risada! $8#$b#...ou corado. $4",
	"Caroline.BathHouse_Pool.6": "Se você vai sentar tão perto de mim, é justo me dar um beijo. $6#$b#Não fique tão nervoso. Eu só estou pedindo um beijinho! $8",
	"Caroline.Fountain.1": "O reflexo da fonte sempre me faz pensar... $2#$b#Eu sou quem eu queria me tornar? $11",
	"Caroline.Fountain.2": "Você lembra quando brincávamos perto do velho riacho? $6#$b#Eu sempre achava que você ia cair um dia, com a sua falta de jeito! $8",
	"Caroline.Fountain.3": "A vida nem sempre sai como planejamos, mas nos reencontrar? $11#$b#Isso parece destino. $1",
	"Caroline.Fountain.4": "A cidade de Pelican tem seu charme. $1#$b#Embora às vezes eu sinta falta dos campos pelos quais corríamos quando éramos crianças. $5",
	"Caroline.Fountain.5": "Alguns lugares são perfeitos para pensar. $11#$b#Este é um deles para mim. $8",
	"Caroline.Graveyard.1": "Às vezes imagino ela sorrindo para nós... $2#$b#Você acha que ela ficaria feliz com o que aconteceu? $11",
	"Caroline.Graveyard.2": "Será que Mona algum dia se sentiu presa? $2#$b#Tipo... havia algo mais que ela queria da vida? $11",
	"Caroline.Graveyard.3": "Eu acho que a Abigail se sente mais próxima da Mona aqui. $2#$b#Talvez seja por isso que ela vem aqui. $11",
	"Caroline.Graveyard.4": "Este lugar me faz refletir sobre o que realmente importa. $2#$b#Sou grata por você, sabia?",
	"Caroline.Graveyard.5": "A Abigail não fala muito, mas acho que este lugar significa algo para ela também. $2",
	"Caroline.Marnie.1": "A Marnie e eu estávamos conversando sobre os animais dela. $1#$b#Ela disse que uma das vacas tem se comportado mal—talvez seja o tempo? $11",
	"Caroline.Marnie.2": "A Marnie tem me contado sobre como ela mantém seus animais tão saudáveis. #$b#É fascinante o quanto ela cuida para manter os animais felizes. $1",
	"Caroline.Marnie.3": "Sempre admiro o quanto a Marnie se dedica à fazenda dela. #$b#É realmente inspirador. $1",
	"Caroline.Marnie.4": "A dedicação da Marnie ao trabalho dela é inspiradora. #$b#Eu deveria começar a colocar o mesmo cuidado nas minhas misturas de chá novamente. $1",
	"Caroline.Marnie.5": "Você sabia que a Marnie escolhe o melhor feno para seus animais? #$b#Isso me lembra de escolher as melhores folhas de chá. $8#$b#As pequenas coisas realmente importam, não é? $1",
	"Caroline.Traveling_Cart.1": "Havia um livro aqui na semana passada com ilustrações lindas de plantas! $1#$b#Mas as palavras eram todas em uma língua estranha, não faço ideia do que dizia. $2",
	"Caroline.Traveling_Cart.2": "Ela me disse que seus produtos vêm de lugares distantes. #$b#Isso me faz pensar nas histórias por trás de tudo o que ela vende. $11",
	"Caroline.Traveling_Cart.3": "Ela me vendeu uma erva uma vez que fez meu chá ficar tão fresco. $1#$b#Tenho esperado encontrá-la aqui novamente. $2",
	"Caroline.Traveling_Cart.4": "Ela tinha um conjunto de chá lindo aqui uma vez. #$b#Não comprei naquela hora, e ainda me arrependo. $2#$b#Quem sabe eu tenha sorte hoje. $11",
	"Caroline.Traveling_Cart.5": "Não acha que o cabelo dela é um pouco parecido com o meu? $11#$b#Talvez sejamos primas distantes ou algo assim! $8",
	"Caroline.Museum_Reading.Spouse.1": "Este livro diz que cozinhar é tudo sobre amor e cuidado. #$b#Devo testar essa teoria em você hoje à noite, querido? $1#$b#Aposto que você não se importaria de ser meu degustador. $8",
	"Caroline.Museum_Reading.Spouse.2": "Encontrei um livro antigo sobre observação de estrelas. #$e#Lembra quando costumávamos sair escondidos e contar as estrelas? $8#$b#Talvez devêssemos reviver essas noites... mas dessa vez como um casal casado. $6",
	"Caroline.Museum_Reading.Spouse.3": "Você sempre faz essa cara quando me olha. $2#$e#Devo parar de ler e me concentrar em você em vez disso? $3#$e#Sabe que eu não me importo. $6",
	"Caroline.Museum_Reading.Spouse.4": "Este guia de jardinagem diz que conversar com as plantas ajuda elas a crescerem melhor. #$b#Você acha que elas cresceriam mais rápido se eu contasse o quanto eu te amo? $8",
	"Caroline.Museum_Reading.Spouse.5": "Eu me peguei sorrindo enquanto lia seu livro novamente. #$b#A forma como você me descreveu... $4#$b#Você me fez parecer essa garota perfeita! $8#$b#Eu estou cumprindo o papel, querido? $6",
	"Caroline.Robin.1": "Ops, você me pegou conspirando com a Robin sobre nossos... *projetos privados de reforma* #$b#Estamos trabalhando em uma surpresa que vai iluminar o lugar... $6#$b#—literalmente! $8",
	"Caroline.Robin.2": "Lembra como a gente construía castelos de cobertores que 'acidentalmente' desabavam? #$b#A Robin está me ensinando sobre integridade estrutural... $1#$b# Mas onde está a graça nisso? $8",
	"Caroline.Robin.3": "Eu pedi para a Robin fazer um suporte de temperos para minhas novas misturas de chá. #$b#Mas acho que vou precisar de você para... $11#$b#*testar a estabilidade* das prateleiras depois. $6",
	"Caroline.Robin.4": "Eu perguntei para a Robin sobre expandir a área do meu jardim. $1#$e#Ela sugeriu algo extravagante, mas eu disse que simples é mais o meu estilo. #$b#Você concorda, não é? $2",
	"Caroline.Robin.5": "A Robin disse que nossa casa precisa de paredes mais grossas. #$e#Devo me preocupar com o que ela ouviu? $8#$b#Ou... #$b# *me sentir lisonjeada*? $6",
	"Caroline.Playground.1": "A gente costumava brigar para ver quem ia mais alto no balanço... #$b#Agora eu só fico pensando como você fica olhando tão silenciosamente. $11",
	"Caroline.Playground.2": "Esse escorregador é mais íngreme do que o nosso antigo. #$b#Mas ei, você lembra quando me desafiava a descer de costas? $8",
	"Caroline.Playground.3": "Difícil de acreditar que a gente dominava o parquinho como se fosse nosso reino. #$b#Agora veja-nos—adultos fingindo ser responsáveis. $8#$b# Você sente falta de construir castelos comigo na caixa de areia? $6",
	"Caroline.Playground.4": "Lembra quando a gente corria para o topo do trepa-trepa? #$b#Você sempre me deixava ganhar... #$b#Ou eu achava que sim. $2#$b#Acontece que você só estava sendo gentil. $3#$b#Isso não vai mudar tão cedo, vai? $5",
	"Caroline.Playground.5": "A gente costumava sentar nesses bancos, inventando histórias sobre as pessoas que passavam. #$b#Agora somos nós que temos histórias para contar. $1",
	"Caroline.Helping.1": "A Evelyn disse que o George precisa de três travesseiros agora para ficar confortável. #$b#Isso me faz pensar... você vai fofar meus travesseiros quando eu estiver naquela idade? $6",
	"Caroline.Helping.2": "Hoje estamos plantando perenes. #$b#Eu disse a mim mesma que essas flores vão durar mais do que qualquer decisão ruim... como o meu primeiro casamento. $8",
	"Caroline.Helping.3": "A Evelyn parece ter uma conexão especial com as plantas. #$b#Nunca vi alguém tão concentrada regando elas. $11",
	"Caroline.Helping.4": "Finalmente aprendi a receita do chá da Evelyn para artrite. #$b#Acho que vou precisar dela quando estivermos velhinhos e quebrados. $11#$b#Não se preocupe, vou fazer o suficiente para você também. $6",
	"Caroline.Helping.5": "A Evelyn brincou comigo sobre como ainda somos jovens e apaixonados. #$b#Então se segure, ok, querido? $5#$b#Eu ainda vou querer que você me puxe para perto quando eu ficar mais velha. $6",
	"Caroline.Bridge.1": "A Abigail ainda me pede para fazer tranças no cabelo dela antes das aventuras. #$b#Bem, algumas coisas nunca mudam, mesmo que ela finja que mudam. $11",
	"Caroline.Bridge.2": "Eu disse à Abigail que espadas não vão resolver todos os problemas dela... #$b#Bem, pelo menos ela herdou meus instintos afiados. $8",
	"Caroline.Bridge.3": "A Abby age como se não conversássemos. $11#$b#Mas eu ainda conserto as roupas dela e cuido dela depois de cada 'aventura'. $8#$b#Ser mãe dela não para só porque eu me casei com você, sabia? $5",
	"Caroline.Bridge.4": "A Abby ainda revirar os olhos quando dou conselhos. $2#$b#Embora eu saiba que ela está ouvindo.",
	"Caroline.Bridge.5": "A Abby sempre será minha garotinha. #$b#Saber que ela tem alguém como eu para confiar torna mais fácil deixá-la ir.",
	"Caroline.Mountains.1": "Eu pensei que a Abby subia aqui para ficar triste... #$b#Agora vejo por que. O vento aqui é tão revigorante. $1#$e#Eu... deveria ter trazido um cachecol. $2#$b#Ou... você poderia apenas me esquentar, ~querido~? $6",
	"Caroline.Mountains.2": "Engraçado, eu costumava achar o silêncio desconfortável... #$b#Mas aqui com você, parece que é o momento certo.",
	"Caroline.Mountains.3": "Eu nunca entendi o amor da Abby por ametista... #$b#Aí eu vi um quartzo... $4#$b#Eles brilham como seus olhos ao pôr do sol. $5#$b#Ah, ei... Não deixa isso subir à sua cabeça. $2",
	"Caroline.Mountains.4": "As montanhas fazem tudo o mais parecer tão pequeno... #$b#Fico feliz que você esteja aqui comigo para ver isso. $1",
	"Caroline.Mountains.5": "Acho que finalmente entendi por que a Abigail adora estar aqui em cima... #$b#É a maneira dela de escapar e se encontrar. $11#$b#Acho que ela se parece mais comigo do que eu pensava. $11",

	// FESTIVALS
	//// Pre-Marriage
	"Caroline.Egg.0": "Uau, isso me leva de volta! #$b#Lembra quando costumávamos coletar ovos no quintal? $8#$b#Aposto que você ainda tropeçaria nos próprios pés se ficasse empolgado demais. $6",
	"Caroline.Egg.1": "O festival cresceu um pouco desde que éramos crianças, não é? #$b#Sinto falta de como era simples, só nós dois correndo por aí. $5",
	"Caroline.Egg.2": "Já posso te ouvir gritando, 'Eu encontrei os maiores ovos!' $6#$b#Algumas coisas nunca mudam... ou estou errada dessa vez? $6",
	"Caroline.Egg.2.0": "O festival parece um pouco diferente a cada ano. #$b#Ainda assim, ver todos esses ovos me lembra os jogos bobos que costumávamos jogar. $11",
	"Caroline.Egg.2.1": "Você se lembra de quando tentou esconder ovos nos lugares mais ridículos? $8#$b#Estou surpresa que não tenhamos perdido metade deles para sempre.",
	"Caroline.Egg.2.2": "Você costumava ficar tão séria sobre encontrar os 'melhores' ovos. #$b#Eu sempre deixava você ganhar, claro... ou pelo menos foi o que eu disse para mim mesma. $8",
	"Caroline.Egg.2.3": "Acho que vi alguns ovos dourados na mesa. #$b#Parece que eles sabiam que você ia aparecer. $8",
	"Caroline.Egg.2.4": "Há algo nesses festivais que me faz me sentir jovem novamente. #$b#Embora eu duvide que consiga acompanhar você agora! $8",
	"Caroline.Dance.0": "A Dança das Flores não mudou muito ao longo dos anos, não é? #$b#Isso me lembra do tempo em que tentamos ensinar um ao outro a dançar. $1",
	"Caroline.Dance.1": "Sempre achei essas danças tão elegantes. #$b#Claro, também achei que você tropeçaria nos seus pés, e você me provou certa naquela época. $8",
	"Caroline.Dance.2": "Esse festival sempre foi um pouco estranho, não acha? #$b#Mas pelo menos não precisamos ficar no canto como fazíamos quando éramos crianças! $6",
	"Caroline.Dance.2.0": "Você já sentiu que a Dança das Flores é uma desculpa para se exibir? $2#$b#Não que eu esteja reclamando, é bom ver todo mundo se divertindo. $8",
	"Caroline.Dance.2.1": "É um pouco estranho ter esse sentimento depois de tantos anos. $11#$b#Acho que algumas tradições nunca perdem seu encanto. $1",
	"Caroline.Dance.2.2": "Eu te vi tentando dançar mais cedo. $6#$b#Eu diria que você melhorou desde a nossa infância, mas provavelmente estaria mentindo. $8",
	"Caroline.Dance.2.3": "Essas coroas de flores sempre me fazem me sentir tão boba. #$b#Você acha que usávamos elas melhor quando éramos crianças? $1#$b#Não tenho tanta certeza. $6",
	"Caroline.Dance.2.4": "Às vezes me pergunto se deveríamos ter dançado naquela época, em vez de apenas assistir. $11#$b#Mas, conhecendo a gente, provavelmente teríamos feito uma bagunça disso. $8",
	"Caroline.Luau.0": "O Luau sempre me lembra de como Pelican Town pode ser bonita. #$b#É fácil esquecer isso quando você está correndo o dia todo.",
	"Caroline.Luau.1": "Vi alguém jogar um melão perfeitamente bom na sopa mais cedo. $2#$b#Uma parte de mim quer pescar ele, mas talvez eu pegue um prato mais tarde. $8",
	"Caroline.Luau.2": "Não conte para ninguém. #$b#...mas sempre me perguntei o que aconteceria se alguém colocasse pimentas na sopa. $6#$b#Você acha que o Lewis sobreviveria a isso? $8",
	"Caroline.Luau.2.0": "Vi a Emily dançando na praia mais cedo. $5#$b#Isso me fez perceber que não danço há anos. #$b#Talvez na próxima vez. $1",
	"Caroline.Luau.2.1": "Nossa, nossa, essa sopa está cheirando deliciosamente! Você não sente? $1#$b#O que você colocou aí? $2#$b#Não se preocupe, tenho certeza que vai ficar delicioso! $8",
	"Caroline.Luau.2.2": "Pensei em colocar minhas folhas de chá verde na sopa esse ano. #$b#Aí lembrei... nem todo mundo tem o meu gosto.",
	"Caroline.Luau.2.3": "O oceano está tão refrescante, não está? #$b#Às vezes, me pergunto por que não visito a praia mais vezes. $11",
	"Caroline.Luau.2.4": "Vi o Prefeito Lewis olhando para a sopa nervoso mais cedo. #$b#Você não colocou nada suspeito aí, colocou? $2",
	"Caroline.Jellies.0": "É uma noite tranquila. #$b#O jeito como todos se reúnem aqui faz parecer especial, mesmo antes das águas-vivas chegarem. $1",
	"Caroline.Jellies.1": "Eu me pergunto se as águas-vivas já perceberam quantas pessoas vêm vê-las. $11#$b#Talvez elas nos acham os estranhos! $8",
	"Caroline.Jellies.2": "Quando eu era mais jovem, achava que as águas-vivas eram seres mágicos. #$b#Mesmo agora, ainda meio que acredito nisso. $1",
	"Caroline.Jellies.2.0": "Sabe, eu costumava achar que esse festival era apenas uma boa tradição. $11#$b#...mas ultimamente, me pego esperando por ele mais do que eu deveria.",
	"Caroline.Jellies.2.1": "Há algo sobre esse festival que me faz sentir tão em paz. #$b#Eu ficaria aqui fora a noite toda se pudesse. $1",
	"Caroline.Jellies.2.2": "O Pierre não entende por que eu gosto tanto desse festival. $2#$b#Ele não entende o quanto momentos como esse importam. $3",
	"Caroline.Jellies.2.3": "Esperar pelas águas-vivas parece mais longo a cada ano. $2#$b#Talvez seja porque continuo esperando que algo mais aconteça primeiro. $6",
	"Caroline.Jellies.2.4": "Pierre diz que as águas-vivas são apenas uma atração para turistas, mas acho que ele está errado. $2#$b#Algumas coisas são bonitas simplesmente porque são. $5#$b#Você não concorda? $8",
	"Caroline.Fair.0": "Você está se divertindo? #$b#Quantos tokens você já ganhou até agora? $6#$b#Espero que o suficiente para um prêmio! $8",
	"Caroline.Fair.1": "A energia aqui é contagiante. #$b#Até eu estou querendo tentar um desses jogos... #$b#Você acha que eu seria boa nisso? $1",
	"Caroline.Fair.2": "A cidade toda está se divertindo... Não é bom? #$b#Dias como esse me fazem esquecer o quão rápido as estações passam. $11",
	"Caroline.Fair.2.0": "Vi alguém perder todos os seus tokens de estrela de uma vez... $11#$b#Trágico, na verdade. Não que eu seria tão imprudente. $6",
	"Caroline.Fair.2.1": "Deixa eu adivinhar... você tem algo incrível naquela exposição do celeiro? #$b#Não fique muito convencido quando ganhar. $6",
	"Caroline.Fair.2.2": "É divertido ver todo mundo ficar tão competitivo com jogos simples. $8#$b#Não se preocupe, não vou julgar se você se empolgar um pouco demais também. $6",
	"Caroline.Fair.2.3": "Há um truque para ganhar esses jogos, tenho certeza disso. $2#$b#Se eu descobrir primeiro, te conto o segredo. $1#$b#...por um preço. $6",
	"Caroline.Fair.2.4": "Esse festival tem uma sensação tão acolhedora. Acho que é por isso que eu gosto tanto—noites como essas fazem a vida parecer um pouco mais leve.",
	"Caroline.Halloween.0": "Você gostou do meu traje? #$b#Não tinha certeza se era apropriado, mas o Pierre insistiu. $2#$b#Engraçado, não parece nada comigo. $3",
	"Caroline.Halloween.1": "Esse festival traz lembranças de tempos mais simples. #$b#Você não sente falta dessas noites despreocupadas, só rindo e correndo por aí? $8",
	"Caroline.Halloween.2": "O labirinto não é tão assustador quando você já passou por coisas piores, né? #$b#Ainda assim, me sentiria mais segura com alguém ao meu lado. $6",
	"Caroline.Halloween.2.0": "Te vi olhando mais cedo. $6#$b#O meu traje te surpreendeu, ou você ficou surpreso por eu usá-lo? $8",
	"Caroline.Halloween.2.1": "A Noite das Bruxas sempre parece um pouco... pesada, não é? $11#$b#Talvez seja só eu. $2#$b#Ou talvez eu precise de uma companhia melhor. $2",
	"Caroline.Halloween.2.2": "Não posso acreditar que o Pierre deixou eu usar isso hoje à noite. $2#$b#Mas me pergunto se ele percebeu. $3",
	"Caroline.Halloween.2.3": "Ouvi alguém dizendo que esse traje combina comigo. #$b#Você concorda, ou eles estavam apenas sendo educados? $11",
	"Caroline.Halloween.2.4": "Você acha que alguém perceberia se desaparecêssemos por um tempo? #$b#Só para conversar, é claro. $6",
	"Caroline.Ice.0": "O Pierre fica resmungando sobre o frio, mas eu o peguei furtivamente pegando uma segunda xícara de cacau. #$b#Ele está secretamente se divertindo. $8",
	"Caroline.Ice.1": "A Abigail parece fascinada pelas esculturas de gelo. #$b#Acho que ela secretamente espera algo mais dramático, como um dragão de gelo. $1",
	"Caroline.Ice.3": "Você tem neve no seu nariz! #$b#Não se mova— $2#$b#Pronto, tudo limpo. $1#$b#De nada! $6",
	"Caroline.Ice.2.0": "A cada ano, essas esculturas parecem mais elaboradas. #$b#Se algum dia fizerem uma de você, espero que acerte seu sorriso. $1",
	"Caroline.Ice.2.1": "Ouvi alguém dizendo que esse festival é o dia favorito do inverno deles. #$b#Honestamente, eu vejo o porquê. $1",
	"Caroline.Ice.2.2": "O lago parece vidro hoje. #$b#Está tentador deslizar por ele, mas não estou arriscando uma parte traseira machucada. $8",
	"Caroline.Ice.2.3": "Vi a Abigail admirando as esculturas mais cedo. #$b#Ela tem um bom olho. Talvez ela tenha puxado isso de mim? $8",
	"Caroline.Ice.2.4": "Se algum dia adicionarem uma luta de bolas de neve a esse festival. #$b#Estou contando com você para estar no meu time. $8",
	"Caroline.Christmas.0": "Não me diga que você embrulhou o seu presente na última hora. $2#$b#Deixe-me adivinhar—é criativo ou um total desastre. $8#$b#Qual é? $8",
	"Caroline.Christmas.1": "Feliz Natal! $1#$b#Você realmente viajou até aqui sem um cachecol? $2#$b#Você nunca aprendeu a se vestir para o inverno. $6",
	"Caroline.Christmas.2": "Aposto que você não esperava me ver assim tão bem. #$b#Pode falar, eu não vou contar para o Pierre. $5",
	"Caroline.Christmas.2.0": "Você não se esqueceu de trazer um presente, não é? $2#$b#Isso seria... constrangedor. $11",
	"Caroline.Christmas.2.1": "Cuidado— $2#$b#O Pierre está me observando enquanto falo com você. $3#$b#Não faça parecer que estamos tramando algo, ou ele vai ficar curioso. $2",
	"Caroline.Christmas.2.2": "Você lembra de quanto de neve a gente comia quando éramos crianças? #$b#Tenho certeza de que metade era terra. $8",
	"Caroline.Christmas.2.3": "Eu ajudei a decorar a árvore esse ano! $1#$b#Não se preocupe, não deixei o Pierre fazer nada. $8",
	"Caroline.Christmas.2.4": "Se hoje parece calmo e perfeito, é porque você faz parte disso. #$b#Espero que você saiba disso. $1",

	//// Post-Marriage
	"Caroline.Egg.spouse.0": "Querido, olha todos esses ovos! #$b#Isso me lembra quando éramos crianças. $1#$b#Você costumava ser tão competitivo nas caçadas aos ovos! $8#$b#Será que ainda é tão rápido quanto era? $6",
	"Caroline.Egg.spouse.1": "O cheiro de ovos recém-assados está me fazendo salivar. $6#$b#Será que consigo te convencer a deixar eu pegar um antes? $8",
	"Caroline.Egg.spouse.2": "É engraçado ver todas essas crianças empolgadas para caçar ovos. #$b#Sinto que deveríamos nos juntar a elas—não acha? $5#$b#Ou isso seria muito embaraçoso para você? $8",
	"Caroline.Egg.2.spouse.0": "Outro Festival do Ovo já? #$b#O tempo passa rápido quando você está com alguém que torna a vida interessante. $4$#$b#Vamos criar novas memórias juntos, querido. $6",
	"Caroline.Egg.2.spouse.1": "A mesa já está cheia de pratos de ovo. #$b#Será que eles perceberiam se eu pegasse um para a gente compartilhar? $6",
	"Caroline.Egg.2.spouse.2": "As decorações são simples, mas têm um certo charme. #$b#É revigorante ver algo tão feliz, não é, querido? $1",
	"Caroline.Egg.2.spouse.3": "Percebi que alguns ovos têm pequenos desenhos neles. #$b#Isso me faz pensar que deveríamos tentar pintar alguns juntos no próximo ano. $5",
	"Caroline.Egg.2.spouse.4": "Ouvi dizer que alguns ovos vieram da fazenda da Marnie. #$b#Não dá vontade de criar mais galinhas na nossa fazenda? $8",
	"Caroline.Egg.2.spouse.5": "Você acha que algum dia a caça aos ovos vai ter uma rodada 'somente para adultos'? $8#$b#Eu adoraria ver todo mundo correndo, ia ser hilário. $8",
	"Caroline.Egg.2.spouse.6": "Esses festivais são legais, mas nada se compara a estar aqui com você, querido. #$b#Você é minha parte favorita de tudo isso, sabia? $4",
	"Caroline.Egg.2.spouse.7": "Você está planejando ganhar a caça aos ovos novamente este ano, querido? $6#$b#Se não ganhar, talvez eu tenha que te zoar depois. $6",
	"Caroline.Egg.2.spouse.8": "Ver todos esses ovos me lembra quando éramos crianças. #$b#Mas naquela época, nunca imaginei que estaria caçando felicidade e te encontraria. $5",
	"Caroline.Egg.2.spouse.9": "Você parece estar no clima para se divertir hoje. $6#$b#Tente não me distrair demais da competição! $8",
	"Caroline.Dance.spouse.0": "Dançar sob o céu aberto com você parece algo saído de um sonho. #$b#Prometa que vamos fazer disso uma tradição, tá? $5",
	"Caroline.Dance.spouse.1": "Sempre amei a Dança das Flores. #$b#...mas estar aqui com você torna tudo muito mais doce. $5#$b#Só não pisa no meu pé, tá, querido? $6",
	"Caroline.Dance.spouse.2": "Você lembra como nós costumávamos rir dos casais dançando quando éramos crianças? $8#$b#Nunca imaginei que estaria aqui com você um dia... e amando cada momento. $5",
	"Caroline.Dance.2.spouse.0": "É engraçado, eu costumava achar essas danças meio bobas. #$b#Agora, não consigo imaginar perder uma única com você, querido. $5",
	"Caroline.Dance.2.spouse.1": "Querido, lembra da nossa primeira dança das flores? #$b#Você estava tímido demais para me convidar, mas olha você agora. $1#$b#Você ainda é o garoto mais bonito aqui. $6^Você ainda é a garota mais linda aqui. $6",
	"Caroline.Dance.2.spouse.2": "Você acha que as pessoas conseguem perceber o quanto estamos nos divertindo? $6#$b#Você faz esse festival parecer tão especial, querido. $5",
	"Caroline.Dance.2.spouse.3": "Todos esses casais ao nosso redor... #$b#Me sinto orgulhosa de saber que vou dançar com o melhor parceiro aqui. $5",
	"Caroline.Dance.2.spouse.4": "Esses passos são tão simples, mas de alguma forma, eles se sentem novos quando estou com você. $4#$b#Engraçado como isso funciona, não é? $8",
	"Caroline.Dance.2.spouse.5": "Vi algumas pessoas olhando para nós. $11#$b#Não posso culpá-los, você realmente chama atenção, querido. $5",
	"Caroline.Dance.2.spouse.6": "As flores, a música, o ar... tudo é bonito! #$b#Mas você é a única coisa na qual consigo focar agora. $4",
	"Caroline.Dance.2.spouse.7": "Você não precisa ser o melhor dançarino para me fazer feliz. #$b#Só não solte minha mão, tá? $3",
	"Caroline.Dance.2.spouse.8": "São momentos como esses que me lembram o quão sortuda eu sou. #$b#Você realmente é minha maior alegria. $4",
	"Caroline.Dance.2.spouse.9": "Eu acho que estou sorrindo o dia todo, e a culpa é toda sua. $2#$b#Como você sempre consegue me fazer sentir assim, querido? $5",
	"Caroline.Luau.spouse.0": "Nunca pensei que ficaríamos juntos em um festival como esse novamente. #$b#Engraçado como a vida dá voltas, não é? $1",
	"Caroline.Luau.spouse.1": "O Pierre costumava odiar vir a esses festivais. $2#$b#Eu passava metade do tempo pedindo desculpas pelos resmungos dele. $3#$b#Mas agora? Acho que vou apenas aproveitar a vista... com você. $5",
	"Caroline.Luau.spouse.2": "Te peguei olhando, querido. $6#$b#O que foi, eu fico tão boa nesse vestido assim? $5",
	"Caroline.Luau.2.spouse.0": "É engraçado, não importa quantos desses eu vá. $2#$b#A sopa sempre tem o mesmo cheiro. $11#$b#Mas você? $6#$b#Você faz isso parecer novo a cada vez. $5",
	"Caroline.Luau.2.spouse.1": "Não deixe o Lewis nos pegar roubando um gosto antes da sopa ficar pronta. $6#$b#Não que eu me importaria de quebrar uma regra com você. $8",
	"Caroline.Luau.2.spouse.2": "O Luau sempre traz o melhor e o pior nas pessoas. #$b#Ainda bem que já tenho a melhor parte aqui comigo. $5",
	"Caroline.Luau.2.spouse.3": "Estava pensando... talvez no próximo ano. #$b#Poderíamos trazer algo especial para a sopa. $1#$b#Um ingrediente secreto que só nós saberíamos. $6",
	"Caroline.Luau.2.spouse.4": "Querido, pare de se preocupar com a sopa. $2#$b#Vai ficar ótimo! Só aproveite o dia comigo, não vai? $5",
	"Caroline.Luau.2.spouse.5": "Essa brisa está tão refrescante. #$b#Você quase esquece como a fazenda fica caótica no verão, não é? $1",
	"Caroline.Luau.2.spouse.6": "Você tem uma mancha de algo no rosto. $2#$b#Aqui—fica parado. $5#$b#Pronto, tudo certo. $5#$b#Agora, onde está o meu 'obrigado'? $6",
	"Caroline.Luau.2.spouse.7": "Vamos fazer um acordo! $6#$b#Se o Lewis disser que a sopa está sem graça. #$b#Vamos fugir para a praia com o nosso próprio piquenique. $8",
	"Caroline.Luau.2.spouse.8": "Cada Luau me lembra o quanto eu amo o verão. #$b#Embora, agora seja ainda melhor, já que você também faz parte dos meus verões. $5",
	"Caroline.Luau.2.spouse.9": "Querido, você lembra como eu odiava ficar com areia nos sapatos quando éramos mais jovens? #$b#Você tem sorte que eu já passei dessa fase. $6",
	"Caroline.Jellies.spouse.0": "Não é engraçado como a cidade toda se reúne só para ver águas-vivas brilhantes? #$b#E aqui estou eu, e eu não perderia isso por nada. $8",
	"Caroline.Jellies.spouse.1": "A Abby estava me desafiando a tocar uma água-viva se uma se aproximasse. #$b#Eu disse que faria isso se ela fosse primeiro. $6#$b#Ela não gostou muito dessa resposta! $8",
	"Caroline.Jellies.spouse.2": "O oceano sempre me lembra o quão pequenos somos. $11#$b#Mas estando ao seu lado, sinto que posso enfrentar o mundo inteiro. $5",
	  "Caroline.Jellies.2.spouse.0": "Sabe, eu costumava trazer a Abby para este festival quando ela era pequena. #$b#Naquela época, ela achava que as águas-vivas eram alienígenas vindo nos visitar. $8",
	"Caroline.Jellies.2.spouse.1": "Chegue um pouco mais perto, querido. $4#$b#Está frio essa noite, e eu poderia usar um pouco de calor. $5",
	"Caroline.Jellies.2.spouse.2": "Eu acho que vi uma água-viva lá fora já. $11#$b#Ou talvez meus olhos estejam pregando peças em mim. $2#$b#De qualquer forma, é emocionante. $1",
	"Caroline.Jellies.2.spouse.3": "O oceano está tão calmo esta noite. #$b#Se eu fechar os olhos, quase consigo imaginar nós dois flutuando. $8",
	"Caroline.Jellies.2.spouse.4": "A Abigail está olhando para a água como se ela tivesse todas as respostas para a vida. #$b#Ela puxou isso de mim, sabia?",
	"Caroline.Jellies.2.spouse.5": "Você sente isso? #$b#A maré está mudando... quieta, mas poderosa. $1#$b#Isso me lembra como você mudou a minha vida. $5",
	"Caroline.Jellies.2.spouse.6": "Alguém me disse que as águas-vivas brilham porque estão celebrando sua jornada. #$b#É uma boa ideia, não é? #$b#Encontrar alegria apenas... por estar aqui. $5",
	"Caroline.Jellies.2.spouse.7": "Sabe, quando éramos crianças, nós costumávamos perseguir vagalumes. #$b#Agora estamos aqui, assistindo às águas-vivas. $1#$b#Pelo menos dessa vez, você não vai tropeçar nos seus próprios pés, né? $6",
	"Caroline.Jellies.2.spouse.8": "Algumas pessoas vêm aqui esperando que as águas-vivas tragam sorte. #$b#Eu? Eu não preciso mais de sorte. $6#$b#Eu já tenho tudo o que eu quero. $5",
	"Caroline.Jellies.2.spouse.9": "Antes das águas-vivas chegarem, há um momento perfeito de tranquilidade. #$b#Ficar aqui com você torna tudo ainda melhor. $5",
	"Caroline.Fair.spouse.0": "Ganhe ou perca, eu ainda acho que sua exibição é a melhor. #$b#Mas se você ganhar, talvez eu tenha que roubar um pouco do crédito. $6",
	"Caroline.Fair.spouse.1": "Festas sempre me fazem sentir como uma criança novamente. #$b#Só por hoje, vamos esquecer nossas responsabilidades e nos divertir. $8#$b#Você pode até me comprar um doce... se estiver se sentindo generoso. $6",
	"Caroline.Fair.spouse.2": "Nossa primeira festa como casal... #$b#Parece diferente, não é? $1#$b#Tudo está um pouco mais brilhante, um pouco mais quente. $5#$b#Ou talvez isso seja só coisa minha. $4",
	"Caroline.Fair.2.spouse.0": "Devemos jogar juntos e ver quem é melhor com a funda. $6#$b#O vencedor escolhe o jantar! $8",
	"Caroline.Fair.2.spouse.1": "Um festival onde você pode ganhar prêmios e se entupir de comida? #$b#Agora eu entendi por que você adora tanto esse evento. $1",
	"Caroline.Fair.2.spouse.2": "Vai lá, querido, mostre um pouco. #$b#Não é todo dia que a cidade inteira se reúne só para admirar seu trabalho. $5#$b#Bem, na maior parte, admirar... O George provavelmente está julgando. $8",
	"Caroline.Fair.2.spouse.3": "Eu sei que você está mirando nas fichas de estrela, mas estou mais interessada em ganhar um prêmio nos jogos. #$b#Acha que consegue me ganhar algo fofo? $6",
	"Caroline.Fair.2.spouse.4": "Me diga a verdade! $2#$b#Você está aqui para a festa ou só pelos prêmios? $2#$b#Eu não vou julgar. $8#$b#...muito. $6",
	"Caroline.Fair.2.spouse.5": "Há um certo charme nesses jogos. #$b#Será que alguém já descobriu a estratégia perfeita? $1#$b#...exceto a pura sorte, claro. $8",
	"Caroline.Fair.2.spouse.6": "Oh não, você está olhando para aquele teste de força de novo. Só lembre-se, querido, seu valor não é medido por quão forte você consegue bater com o martelo. Mas se você perder, eu posso rir.",
	"Caroline.Fair.2.spouse.7": "Há algo divertido em ver toda a cidade se soltando por um dia. Até as pessoas mais sérias estão sorrindo. Deve ser a magia da festa... ou a comida grátis.",
	"Caroline.Fair.2.spouse.8": "O Prefeito Lewis sempre faz essa cara de sorriso quando alguém questiona os jogos. $2#$b#Ele nunca dá uma resposta direta, né? $3",
	"Caroline.Fair.2.spouse.9": "Eu aposto que ainda consigo te vencer no jogo de pesca. Mas não se preocupe, não vou te fazer provar isso. Pelo menos não hoje.",
	"Caroline.Halloween.spouse.0": "Eu pensei em me vestir como uma deusa hoje à noite. #$b#O que você acha? $1#$b#Está exagerado? $6#$b#Ou talvez só o suficiente para sua esposa, hmm? $6",
	"Caroline.Halloween.spouse.1": "Você está com essa cara de novo. $2#$b#Vamos lá, fale logo. $3#$b#É o traje ou o fato de que eu estou usando ele? $8",
	"Caroline.Halloween.spouse.2": "O labirinto pode ser assustador, mas eu acho que você é a coisa mais assustadora aqui. #$b#Roubar meu coração assim deveria ser crime! $5",
	"Caroline.Halloween.2.spouse.0": "Querido, eu te peguei olhando mais de uma vez hoje à noite. $5#$b#Eu sou tão deslumbrante assim ou você só gosta de me ver assim? $4",
	"Caroline.Halloween.2.spouse.1": "Eu espero que você não esteja esperando que eu rasteje pelo labirinto com esse traje. #$b#Eu prefiro passar a noite com você. $5",
	"Caroline.Halloween.2.spouse.2": "Já se passaram anos e, de alguma forma, você ainda consegue me fazer sentir como se eu fosse a única pessoa na sala. #$b#Como você faz isso? $4",
	"Caroline.Halloween.2.spouse.3": "As luzes, a música, os trajes... #$b#...mas sinceramente, tudo o que eu me importo é estar aqui com você. $5",
	"Caroline.Halloween.2.spouse.4": "Algumas pessoas disseram que eu parecia uma deusa hoje à noite. #$b#Engraçado, eu achei que já estivesse casada com o deus do charme. $8",
	"Caroline.Halloween.2.spouse.5": "Você melhor ficar por perto hoje à noite. $2#$b#Esse traje pode chamar mais atenção do que eu esperava. $6",
	"Caroline.Halloween.2.spouse.6": "O labirinto não pode ser tão ruim, pode? $3#$b#Talvez o labirinto não seja tão ruim se enfrentarmos ele juntos. $1",
	"Caroline.Halloween.2.spouse.7": "Se eu me perder no labirinto, você viria me encontrar? #$b#Ou você esperaria por mim em algum lugar... sozinha no escuro? $6",
	"Caroline.Halloween.2.spouse.8": "Querido, a Noite das Almas é boa e tudo... #$b#...mas não seria mais divertido se a gente sumisse por um tempo? $6#$b#Só nós dois. $8",
	"Caroline.Halloween.2.spouse.9": "Eu poderia usar esse traje todo dia se continuar recebendo esse olhar de você. Quem diria que se vestir poderia ser tão gratificante?",
	"Caroline.Ice.spouse.0": "Eu costumava ser tão competitiva nesses concursos. $1#$b#Agora, eu acho que gosto mais de assistir... #$b#...a menos que você esteja me desafiando, claro. $8",
	"Caroline.Ice.spouse.1": "Está congelando, mas vale a pena ver todo mundo se divertindo. #$b#Eu vou te torcer daqui! $5",
	"Caroline.Ice.spouse.2": "Você lembra quando tentamos pescar quando éramos crianças? #$b#Eu não acho que nenhum de nós pegou nada, mas nós rimos tanto que quase caímos na água. $8",
	"Caroline.Ice.2.spouse.0": "Melhor me guardar um lugar ao lado do fogo depois. #$b#Depois de todo esse frio, eu vou precisar descongelar com você. $9",
	"Caroline.Ice.2.spouse.1": "Você não está planejando escorregar e cair, né? #$b#Porque se você cair, eu vou rir primeiro e ajudar depois. $8",
	"Caroline.Ice.2.spouse.2": "O ar está tão fresco hoje. $2#$b#É o tipo de frio que te faz querer pegar alguém quente... $9",
	"Caroline.Ice.2.spouse.3": "Eu estava pensando em participar esse ano. #$b#Mas ver você lá fora já é diversão o suficiente para mim. $5",
	"Caroline.Ice.2.spouse.4": "Tente não parecer tão sério lá fora. #$b#É um festival, não um campeonato! $2",
	"Caroline.Ice.2.spouse.5": "Se você pegar o maior peixe, eu vou te fazer o jantar com ele. #$b#Se não, você fica com a tarefa da louça. $6#$b#Combinado? $8",
	"Caroline.Ice.2.spouse.6": "Não se preocupe, querido, estou de olho no concurso. #$b#Vou garantir que ninguém esteja trapaceando... $2#$b#...exceto talvez você. $6",
	"Caroline.Ice.2.spouse.7": "Assistir você pescando me faz pensar se eu deveria ter trazido minha própria vara. Ou pelo menos uma bebida quente.",
	"Caroline.Ice.2.spouse.8": "É ruim eu estar torcendo para você ganhar? Não conte para os outros, ou vão dizer que estou fazendo favoritismo.",
	"Caroline.Ice.2.spouse.9": "Depois desse festival, vamos direto para casa. Eu preciso de um cobertor, um fogo quente e você do meu lado.",
	"Caroline.Christmas.spouse.0": "A neve está linda, não é? #$b#Silenciosa, mas cheia de vida—assim como as pessoas aqui hoje. $1",
	"Caroline.Christmas.spouse.1": "Eu vi algumas crianças rindo perto da árvore. #$b#Isso me fez sorrir—algo sobre a alegria delas parece contagiante. $1",
	"Caroline.Christmas.spouse.2": "A Abby estava animada com o presente dela. #$b#É bom ver ela tão alegre—isso me lembra quando ela era pequena. $5",
	"Caroline.Christmas.2.spouse.0": "Eu realmente espero que você seja meu amigo secreto, querido. $1#$b#Mal posso esperar para ver que surpresa você escolheu para mim! $5",
	"Caroline.Christmas.2.spouse.1": "Você gostou do seu presente? #$b#Não, sério—me diga a verdade. $2#$b#Porque se não, eu vou ter que compensar depois. $6",
	"Caroline.Christmas.2.spouse.2": "Você está com neve no cabelo—fique parado. #$b#Pronto, tudo tirado. $5#$b#Embora, eu não me importaria com uma desculpa para continuar cuidando de você um pouco mais. $6",
	"Caroline.Christmas.2.spouse.3": "Não se esqueça de respirar um pouco. #$b#Dias como esse devem ser aproveitados, não apressados. $1",
	"Caroline.Christmas.2.spouse.4": "Eu espero que você esteja se aquecendo! #$b#Você não é invencível, sabia? $2#$b#Não me faça ficar preocupada. $3",
	"Caroline.Christmas.2.spouse.5": "Oh, você está tremendo. #$b#Aqui, venha mais perto. $5#$b#O quê? $8#$b#Eu só estou sendo prática. Não leia muito nisso... $4#$b#...ou leia. A escolha é sua. $9",
	"Caroline.Christmas.2.spouse.6": "Eu te peguei me olhando. $2#$b#Não era para a árvore— $2#$b#Não era para a ceia— $3#$b#...só para mim. #$b#Eu espero que você não esperasse que eu olhasse para o outro lado primeiro. $6",
	"Caroline.Christmas.2.spouse.7": "Eu não preciso de presentes hoje. #$b#Ver esse sorriso seu já é mais do que suficiente para mim.",
	"Caroline.Christmas.2.spouse.8": "A neve parece mais suave esse ano. #$b#Ou talvez eu só esteja de bom humor. $1#$b#De qualquer forma, estou feliz que estamos aqui juntos. $4",
	"Caroline.Christmas.2.spouse.9": "A energia da Emily hoje está diferente. Ela está praticamente vibrando—me faz perguntar o que a deixou tão animada.",

	//EVENTS
	//2 Hearts
	"Caroline.MuseumBook.0": "Hoje, eu vim à biblioteca para dar algo para Caroline. Eu tinha a sensação de que ela estaria aqui.",
	"Caroline.MuseumBook.1": "Oh! Querido!^Oh! Querida! #$b#Não esperava que você fosse aparecer hoje. $1",
	"Caroline.MuseumBook.2": "Não está um pouco abafado aqui, não? Talvez seja só impressão minha... $11#$b#Enfim, o que te traz a este lugar? Algo te interessou? #$b#Ou o Pierre comentou que eu estaria aqui? $2",
	"Caroline.MuseumBook.Question.1": "#Eu confesso, vim à biblioteca esperando te encontrar.#Não estou fazendo nada demais, só passei para ler algo leve.",
	"Caroline.MuseumBook.Question.2": "#Espere! Caroline... #Ok Caroline, nos vemos por aí!",
	"Caroline.MuseumBook.Flirt": "Ah, é mesmo? Você é cheio de surpresas! $3#$b#Mas só para você saber, provocar é meu trabalho. $8#$b#Mas, sério, é bom te ver aqui. $4#$b#Bem... Querido...^Bem... Querida... $9#$b# Eu agradeço o gesto. É revigorante ter uma presença tão encantadora por perto, especialmente quando é a sua. $10",
	"Caroline.MuseumBook.Flirt.2": "O que foi? ~Querido~?^O que foi? ~Querida~?",
	"Caroline.MuseumBook.Flirt.3": "Ei, hum, eu terminei de escrever um livro recentemente e não consigo deixar de pensar em você quando se trata de compartilhá-lo.#Você talvez se interessaria em lê-lo?#Eu adoraria saber o que você acha. Você seria a primeira pessoa com quem eu queria compartilhar.",
	"Caroline.MuseumBook.Flirt.4": "Claro, querido. Vou com certeza dar uma lida. $1^Claro, querida. Vou com certeza dar uma lida. $1#$b#Eu me pergunto- $11",
	"Caroline.MuseumBook.Flirt.5": "Você deu a Caroline o livro que escreveu sobre o tempo que passaram juntos durante o ensino médio.#Ok então, Caroline. Até mais!",
	"Caroline.MuseumBook.Flirt.6": "Ei, espere-! #$b# Ele acabou de sair... $2^Ela acabou de sair... $2#$b# Eu me pergunto o que é isso. $11#$b# Acho que vou ter que descobrir sozinha. $1",
	"Caroline.MuseumBook.3": "Oh, você está aqui só para uma leitura leve? $11#$b#Entendi... Bem, tem muito o que ver por aqui, querido. $1^Bem, tem muito o que ver por aqui, querida. #$b#Essas prateleiras antigas são realmente fascinantes, não acha? $1",
	"Caroline.MuseumBook.4": "E você? O que te traz aqui?",
	"Caroline.MuseumBook.5": "Oh, eu? Estava só aproveitando esse livro sobre chá. $5#$b#Eu gosto de vir aqui de vez em quando. É tão pacífico e tranquilo. $8#$b# É o lugar perfeito para ler, sabe, como fazer uma xícara de chá pode ser uma pequena fuga do dia. $1#$b# Encontrar pequenos momentos de paz, como saborear um bom livro ou desfrutar de uma xícara quente. #$b#Você não concorda, querido?^Você não concorda, querida?$1",
	"Caroline.MuseumBook.6": "Só de ler sobre isso já sinto como se pudesse escapar um pouco. $11#$b# Mas tem algo especial em uma boa xícara de Earl Grey. É muito simples de fazer, mas o sabor é maravilhoso. $1#$b# Basta ferver um pouco de água, colocar o sachê de chá ou as folhas soltas, deixar em infusão por alguns minutos e depois adicionar um pouco de leite, se quiser.$5#$b# Oh querida, eu me empolguei... $8#$b#Eu devia voltar a esse livro antes que o museu feche.$1#$b# Nos vemos por aí, querido.^Nos vemos por aí, querida.",
	"Caroline.MuseumBook.7": "Eu queria ter conversado mais com a Caroline, mas fiquei muito tímido para continuar a conversa.",
	"Caroline.MuseumBook.8": "Acho que vou ver o que é interessante por aqui.",
	"Caroline.MuseumBook.9": "Algumas horas se passaram e o museu está quase fechando.",
	"Caroline.MuseumBook.10": "Oh! Está ficando tarde! $2#$b# Eu devia ir embora, o Pierre deve estar preocupado.",
	"Caroline.MuseumBook.11": "Querido? Você ainda está aqui? $2^Querida? Você ainda está aqui? $2#$b#Bem, eu devia ir agora, nos vemos por aí! $1",
	"Caroline.MuseumBook.12": "Ah não! Eu esqueci de dar a ela esse livro!",
	"Caroline.MuseumBook.13": "Talvez eu deixe bem aqui, no lugar onde ela sempre pega seus livros.",
	"Caroline.MuseumBook.14": "Você deixou o livro que escreveu sobre o tempo que passaram juntos durante o ensino médio. Com uma nota adesiva que diz '-Para Caroline'.#Espero que ela perceba logo.",
	"Caroline.MuseumBeauty.1": "Eu encontrei a Caroline.",
	"Caroline.MuseumBeauty.2": "Eu queria falar com ela. #Mas minha timidez me impediu. #Me vi folheando a mesma seção que ela, esperando chamar sua atenção.",
	"Caroline.MuseumBeauty.3": "Ela estava sentada perto da janela, o dourado do final da tarde iluminando seus cílios, e a luz entrando através de alguns raios esparsos, piscando e piscando num piscar de olhos.",
	"Caroline.MuseumBeauty.4": "Naquele momento, lembrei do passado, lembrei daquela tarde no canto da sala de estudos.",
	"Caroline.MuseumBeauty.5": "Lembrei de mim mesmo, que reuni a coragem de confessar em voz alta.",
	"Caroline.MuseumBeauty.6": "Por algum motivo, a maneira como me lembro de você no uniforme do ensino médio parece combinar com a forma como você está agora.",
	"Caroline.MuseumBeauty.7": "É difícil entender o que aconteceu entre nós, você deixou muitas sombras do passado, mas também me abandonou em algum momento.#O que você estava fazendo durante todos aqueles dias em que eu não estava ao seu lado?#Por que você escolheu se casar com outra pessoa?",
	"Caroline.MuseumBeauty.8": "Nós fizemos uma promessa, não fizemos? Aquela de que um dia, eu colocaria um anel no seu dedo. #Como eu queria poder voltar no tempo.",
	"Caroline.MuseumBeauty.9": "Minha Melhor Amiga de Infância, Caroline.",
	"Caroline.MuseumBeauty.10": "Uau... Eu fiquei tão tímido que nem consegui pegar o livro no começo, porque o personagem principal tem o mesmo nome que eu!$4#$b#Eu não sabia o que esperar, mas esse livro é fantástico! Tão feliz que finalmente terminei de ler.$1",
	"Caroline.MuseumBeauty.11": "~Querido~... Oh? ^~Querida~... Oh? #$b# O que há de errado com você? Por que está secretamente limpando suas lágrimas atrás dessas estantes? $s#$b# Alguém te machucou?$3",
	"Caroline.MuseumBeauty.12": "Não, não, você está enganado. #Meus olhos pegaram poeira quando peguei esse livro. #Vou embora agora, adeus Caroline.",
	"Caroline.MuseumBeauty.13": "Ei! Espere um min-",

	//4 Hearts - Photo Album
	"Caroline.PictureBook.1": "*cantando* Sizzle and pop! Pimentões brilhantes! #$b#Algo especial está sendo preparado na medida certa! $8",
	"Caroline.PictureBook.2": "Oh, querido! Não esperava te ver aqui. $1^Oh, querida! Não esperava te ver aqui. $1#$b#Ah, por que você está tão distante? $2#$b#Vamos, não seja tímido. Nós costumávamos cozinhar juntos, lembra? $8",
	"Caroline.PictureBook.3": "Então, tem se mantido ocupado ultimamente? Eu quase não te vejo mais por aqui. #$b#Você devia aparecer mais vezes. Cozinhar sozinho às vezes me faz sentir solitária. $1",
	"Caroline.PictureBook.4": "Ah... Aqueles eram os dias... $5#$b#Naquela época, você fingia que estava me ajudando a cozinhar, mas na verdade só queria provar o que eu fazia. $6#$b#Às vezes, eu gostaria de poder voltar no tempo. Ser jovem e despreocupada de novo, como éramos naquela época.",
	"Caroline.PictureBook.Question": "#Sim... Quero dizer, aqueles tempos foram bons.#Acho que sim. Mas as coisas mudam, né?#Não posso deixar de me perguntar, para quem você está cozinhando?",
	"Caroline.PictureBook.Response.1": "Pensar em todos os momentos que compartilhamos sempre me faz sorrir. $4",
	"Caroline.PictureBook.Response.2": "Eu acho que você tem razão. A vida segue em frente, queira ou não. $11#$b#Mas ainda há beleza em olhar para trás, não acha?",
	"Caroline.PictureBook.Response.3": "Isso é para mim! $1#$b#Por que está me olhando assim? Quer um pouco também?$2#$b#Mas talvez... $6#$b#Ok, ok, você é meu melhor amigo, então talvez eu possa te dar um pedaço... mais tarde!$8",
	"Caroline.PictureBook.Fail": "Passei meu tempo cozinhando com a Caroline.#Foi divertido, mas depois disso, eu decidi que era hora de ir embora.#Às vezes, me pergunto o que teria acontecido se eu tivesse feito as coisas de maneira diferente.",
	"Caroline.PictureBook.5": "Oh, meu Deus, eu fiquei tão envolvida na nossa conversa que esqueci completamente do livro de receitas. $8#$b#Você pode pegar para mim, querido? Está no meu quarto perto da estante de livros.^Você pode pegar para mim, querida? Está no meu quarto perto da estante de livros.",
	"Caroline.PictureMemory.1": "Você encontrou um álbum de fotos com fotos de você e Caroline.#Ele está colocado na parte de baixo da estante de livros.#Você folheou as páginas e ficou olhando por um bom tempo.",
	"Caroline.PictureMemory.2": "Querido, o que está demorando tanto?^Querida, o que está demorando tanto?", 
	"Caroline.PictureMemory.3": "Oh, essa não é uma foto nossa do ensino médio? $1#$b# Você era tão pequeno naquela época! $8#", 
	"Caroline.PictureMemory.4": "O que aconteceu? Por que você não está falando comigo? #$b# Da última vez na biblioteca, você também parecia triste e saiu como se tivesse algo na cabeça. $2#$b# Pode me contar sobre isso?", 
	"Caroline.PictureMemory.Question.1": "#Quando você se casou?#Não é nada, realmente...",
	"Caroline.PictureMemory.Response.1": "Eu? Eu conheci o Pierre depois que vim para cá. Ele me cortejou por alguns anos e nós nos casamos. #$b#Ah! Você não está com ciúmes porque eu casei, está? $8#$b#Não se preocupe, eu não vou te negligenciar só porque me casei com o Pierre. $6#$b#Você é como um irmãozinho para mim.$5^Você é como uma irmãzinha para mim.$5",
	"Caroline.PictureMemory.Response.2": "Querido, você não pode esconder isso de mim.$2^Querida, você não pode esconder isso de mim. $2#$b#Eu sei quando algo não está certo. Você pode falar comigo, ok?$10",
	"Caroline.PictureMemory.Question.2": "#Eu agradeço sua preocupação, mas prometo que estou bem.#Você realmente não lembra de nada? Não lembra do dia em que me confessei para você?",
	"Caroline.PictureMemory.Response.Lie": "Oh, querido... Agora entendi como é. $11^Oh, querida... Agora entendi como é. $11#$b#Tudo bem, você não precisa dizer nada se não quiser. #$b#Eu estou aqui para te apoiar de qualquer forma. $1#$b#Eu sou sua irmã mais velha, não se esqueça disso.$5",
	"Caroline.PictureMemory.Response.Truth.1": "Que coisas? $2#$b#...$11#$b#Desculpe, realmente não me lembro do que era. Pode me contar? $2", 
	"Caroline.PictureMemory.Response.Truth.2": "Oh, uma confissão? $11#$b#Espere... $2#$b#Espere um minuto...  $2", 
	"Caroline.PictureMemory.Response.Truth.3_1": "Você está brincando comigo com aquele livro que me deu, não está? $3#$b#Mas eu tenho que dizer, querido, seu livro foi realmente interessante.$5^Mas eu tenho que dizer, querida, seu livro foi realmente interessante. $5#$b#Mas não tenho certeza de como isso se relaciona com o que estamos falando. $11",
	"Caroline.PictureMemory.Response.Truth.3_2": "Oh, aquele era o seu livro na biblioteca? O que tem o personagem principal com o meu nome? $3#$b#%Não posso negar que o livro é meu, e eu o coloquei secretamente numa estante onde ela costuma ir ultimamente.",
	"Caroline.PictureMemory.5": "Ah, entendi! #$b#Você está bravo porque sua melhor amiga de infância se casou sem você saber? $8#$b#Não se preocupe, eu não vou te negligenciar só porque me casei com o Pierre. $6#$b#Você é como um irmãozinho para mim.$5^Você é como uma irmãzinha para mim.$5#$b#Mas bem, para compensar, me deixe cozinhar uma grande refeição para você. < $8", 
	"Caroline.PictureMemory.6": "Ah, a propósito, você já encontrou o livro de receitas? #$b#Eu juro que estava bem aqui... $11",
	"Caroline.PictureMemory.7": "Bem, acho que estava na cozinha afinal. $8",
	"Caroline.PictureMemory.8": "%Depois de ajudar Caroline com a cozinha, ela me deu um pouco da comida que fizemos. #$b#[907]",

	// 4 Hearts - Reminiscence
	"Caroline.PastPlay.1": "Oh, olá, ${sweetie^dear}$. #$b#Não esperava que alguém aparecesse por aqui... $11",
	"Caroline.PastPlay.2": "Faz uma eternidade que eu não paro para olhar esse lugar. $11#$b#Quando a Abby era mais nova, nós vínhamos aqui o tempo todo. #$b#Ela gritava, 'Mãe, eu quero tocar o céu!' $8#$b#Agora ela mal me diz o que está pensando. $2",
	"Caroline.PastPlay.Question.0": "Mas talvez seja assim mesmo. As crianças crescem. Os pais se tornam... ruído de fundo.",
	"Caroline.PastPlay.A.0.0": "Você não é ruído de fundo. Ela precisa de você.",
	"Caroline.PastPlay.A.0.1": "Eu espero que sim. $11#$b#Mas às vezes me pergunto se ela sequer me vê como uma pessoa. $2#$b#Não apenas... uma mãe. $2",
	"Caroline.PastPlay.B.0.0": "Você não costumava odiar quando sua mãe estava sempre te vigiando?",
	"Caroline.PastPlay.B.0.1": "Ponto válido. $11#$b#Minha mãe ainda me trata como se eu tivesse doze anos. $2#$b#Talvez eu esteja destinada a repetir o ciclo, né? $2",
	"Caroline.PastPlay.C.0.0": "Eu aposto que um dia ela vai trazer os próprios filhos aqui.",
	"Caroline.PastPlay.C.0.1": "Nem brinque com isso! $3#$b#Ainda não estou pronta para ser avó! $2",
	"Caroline.PastPlay.3": "Embora, é engraçado. Ver ela ali me fez pensar em como nós éramos quando crianças. $8",
	"Caroline.PastPlay.Question.1": "Você se lembra de como corríamos até os balanços e nos desafiávamos a pular de lá?",
	"Caroline.PastPlay.A.1.0": "Sim, você estava com medo demais para pular.",
	"Caroline.PastPlay.A.1.1": "Eu não estava com medo! $3#$b#Eu estava... cuidadosa. $2#$b#Há uma diferença, sabia? $2",
	"Caroline.PastPlay.B.1.0": "Claro, você era uma péssima influência.",
	"Caroline.PastPlay.B.1.1": "Ah, claro, me culpe por todas as coisas 'malucas'. $3#$b#Mas quem foi que terminou com o joelho machucado todas as vezes, hein? $2",
	"Caroline.PastPlay.C.1.0": "Tenho quase certeza que você pulou primeiro na maioria das vezes.",
	"Caroline.PastPlay.C.1.1": "Eu lembro de você me puxando para todos os desafios. $2#$b#Não finja que você não era tão travessa quanto eu. $2",
	"Caroline.PastPlay.4": "Mas sabe... esse não é o parquinho onde crescemos. $2#$b#O nosso tinha aquele grande carvalho com o balanço de pneu, lembra? $11#$b#Aquele que você caiu tentando me impressionar. $6",
	"Caroline.PastPlay.5": "Mas esse lugar... é como uma imitação barata. $2#$b#Não tem balanço de pneu. $11#$b#Não tem riacho para pular pedras. $11#$b#Só... isso. $2",
	"Caroline.PastPlay.6": "É estranho, não é? $2#$b#Estamos aqui, mas o nosso parquinho... acabou. $11#$b#E nós não somos mais aquelas crianças. $2#$b#Às vezes eu gostaria... $2#$b#Sabe o que?",
	"Caroline.PastPlay.Question.2": "Deixa pra lá. Já chega de sentimentalismo por hoje.",
	"Caroline.PastPlay.A.2.0": "O que você gostaria?",
	"Caroline.PastPlay.A.2.1": "...que eu pudesse voltar no tempo e dizer para minha versão mais jovem aproveitar momentos como esses. #$b#Antes que eles escapem. $10",
	"Caroline.PastPlay.B.2.0": "Você ainda é a mesma Caroline para mim.",
	"Caroline.PastPlay.B.2.1": "Você sempre soube como dizer a coisa certa, não é? $4",
	"Caroline.PastPlay.7": "Obrigada por ouvir, ${sweetie^dear}$. #$b#É... bom lembrar que eu sou mais do que 'mãe da Abigail' às vezes. $1#$b#Bem, acho que já fiquei tempo demais aqui. #$b#Eu deveria voltar antes que o Pierre comece a se perguntar para onde eu fui. $8",

	//6 Hearts
	"Caroline.WoodsGather.1": "Quem está aí?! $3",
	"Caroline.WoodsGather.2": "Oh?.. É você... docinho...^Oh?.. É você... querido... $1#$b#O que você está fazendo aqui? Me seguiu? $2",
	"Caroline.WoodsGather.Question.1": "#Eu te vi sozinho e fiquei preocupado.#Fiquei preocupado que você estivesse sob algum feitiço.#Eu vi o Mago! Ele está te vigiando!!!",
	"Caroline.WoodsGather.A": "Preocupado? $3#$b#Ah, como é doce de sua parte se preocupar com essa velhinha. $8#$b#Embora eu deva dizer que sou perfeitamente capaz de me virar sozinha por aqui. $2#$b#Eu posso até estar envelhecendo, mas NÃO sou tão velha assim. $3",
	"Caroline.WoodsGather.B": "Feitiço, você diz? $2#$b#Você ainda acredita nesses contos de fadas, docinho?^Você ainda acredita nesses contos de fadas, querido? $3#$b#Não, docinho, não estou sob nenhum feitiço. $1^Não, querido, não estou sob nenhum feitiço. $1#$b#Ah, você não acha que a natureza me encantou, acha? $8#$b#Talvez você esteja certo. Acho que você ainda é aquele irmãozinho que se preocupa comigo.$5^Talvez você esteja certo. Acho que você ainda é aquela irmãzinha que se preocupa comigo.$5",
	"Caroline.WoodsGather.C": "Mago? Que Mago? O que você quer dizer com isso? $2#$b#Você realmente acredita que magos existem, não é? $3#$b#Sabe, você sempre teve uma imaginação vívida. Mas lamento, os magos só existem nas histórias, docinho.^Sabe, você sempre teve uma imaginação vívida. Mas lamento, os magos só existem nas histórias, querido. $11",
	"Caroline.WoodsGather.3": "Mas me diga, docinho, por que você não senta comigo? $11^Mas me diga, querido, por que você não senta comigo? $11#$b#Eu estava querendo conversar com você. $11",
	"Caroline.WoodsGather.Question.2": "#Claro, Caroline...#Na verdade... Eu só estou aqui pela madeira de lei.",
	"Caroline.WoodsGather.Fail": "!!! $2#$b#Tudo bem, docinho. Parece que você está com as mãos cheias hoje.^Tudo bem, querido. Parece que você está com as mãos cheias hoje. $2#$b#Eu te vejo mais tarde então! $1",
	"Caroline.WoodsGather.Doubt": "Parece que ela pode estar passando por algo.#Bem, seja lá o que for, eu realmente desejo o melhor para ela.",
	"Caroline.WoodsGather.4": "Às vezes... Uma garota só precisa de um momento de paz... $2#$b#Desaparecer na floresta e fingir que é uma criança de novo. $11#$b#Sem responsabilidades, sem nenhuma preocupação na mente. $2",
	"Caroline.WoodsGather.5": "Sabe, administrar a loja com o Pierre pode ser um pouco avassalador às vezes. $2#$b#E nem me fale da Abby. Os adolescentes são uma raça completamente diferente esses dias. $3#$b#É engraçado como a vida te surpreende.$3#$b#Você acha que tem tudo sob controle, e então... Tudo parece desmoronar ao seu redor. $2#$b#Você acha que estou miserável por me sentir assim? $2#$b#Eu deveria ser forte e confiável, mas aqui estou eu... $2#$b#Que desculpa patética de mãe eu sou... $2",
	"Caroline.WoodsGather.Question.3": "#Você não está sozinho. Vamos resolver isso juntos.#Você é forte, vai ficar tudo bem.",
	"Caroline.WoodsAnger.1": "Não, docinho... Você não entende.$2^Não, querido... Você não entende. $2#$b#Não é só a loja ou a Abby. É tudo. $3#$b#A vida simplesmente... aconteceu. E não da forma que eu esperava. $3",
	"Caroline.WoodsAnger.2": "Nós costumávamos ser tudo. $11#$b#E eu sei que não nos vemos há anos, mas te ver de novo fez meu coração doer. $2",
	"Caroline.WoodsAnger.3": "Talvez você não se lembre. Talvez seja só uma memória boba para você agora. $2#$b#Mas para mim... às vezes, parece que foi ontem. $2#$b#E ainda assim, aqui estou eu, afogada em contas, cuidando de uma filha que não quer nem saber de mim, e um casamento que parece estar lentamente desmoronando. $3",
	"Caroline.WoodsAnger.4": "Talvez eu REALMENTE seja patética. $3#$b#Talvez eu devesse simplesmente aceitar que às vezes as coisas não saem como queremos. $2",
	"Caroline.WoodsAnger.5": "Eu me sinto tão perdida. $3#$b#Como se estivesse falhando em tudo! $3",
	"Caroline.WoodsAnger.6": "...Desculpe por te envolver nisso. $2#$b#Mas talvez... talvez algum dia, quando as coisas se acalmarem, a gente possa conversar sobre isso de novo. De forma adequada. $3",
	"Caroline.WoodsAnger.7": "Eu acho que eu realmente estraguei tudo.#Se ao menos eu tivesse falado de forma diferente, talvez as coisas tivessem sido melhores.",
	"Caroline.WoodsComfort.1": "O que você quer dizer com isso, docinho? Você não sabe disso...$2^O que você quer dizer com isso, querido? Você não sabe disso... $2#$b#Eu não quero que você se envolva demais nos meus problemas. $11",
	"Caroline.WoodsComfort.2": "Ah, vamos lá... $2#$b#Você sabe que eu posso me virar sozinha. Além disso, você já tem o suficiente para se preocupar com a sua fazenda. $11",
	"Caroline.WoodsComfort.3": "Eu quero ajudar. Você não é apenas alguém que eu conhecia do colégio, você... você é meu melhor amigo.",
	"Caroline.WoodsComfort.4": "Amigo? De que maneira? $10",
	"Caroline.WoodsComfort.5": "Você acreditou em mim quando ninguém mais acreditou.#E eu nunca vou esquecer os momentos que você me apoiou sempre que eu caí.#Eu sei que as coisas estão complicadas agora, mas isso não significa que eu não possa estar aí para você.#Devo me afastar de você, mesmo que você sempre tenha estado lá para mim?",
	"Caroline.WoodsComfort.6": "Oh, docinho...$2^Oh, querido...$2#$b#Você mudou. #$b#Eu lembro quando você começou a vir para a biblioteca, tímido e reservado. $11#$b#Mas agora, olha você, oferecendo conforto para uma velha como eu. $8#$b#Você cresceu e se tornou um homem e tanto. $4^Você cresceu e se tornou uma mulher e tanto. $4",
	"Caroline.WoodsComfort.7": "Mas sabe, docinho, você já fez mais do que imagina.^Mas sabe, querido, você já fez mais do que imagina.#$b#Só de estar aqui, ouvindo eu falar, isso significa o mundo para mim. $4",
	"Caroline.WoodsComfort.8": "Eu e a Caroline ficamos o dia inteiro na floresta.#Ela não queria que eu fosse embora, e eu me sentia da mesma forma.#Conversamos por horas.#Até decidirmos chamar o dia e dormir.#Eu queria que todos os dias fossem assim.",
	
	//8 Hearts - I'm here for you
	"Caroline.SunKiss.1": "Oh, Pierre! #$b# Você trouxe as sementes que eu pedi- $1",
	"Caroline.SunKiss.2": "Oh, é você, ${docinho^querido}$... $3#$b#Sentiu minha falta? $1#$b#Brincadeira! Mas, sério, é bom te ver de novo. $8",
	"Caroline.SunKiss.3": "Sabe, ontem significou muito para mim. Nosso pequeno momento na floresta. $1#$b#Você foi tão doce, me ouvindo desabafar sobre tudo. $5",
	"Caroline.SunKiss.4": "Mas então a realidade vem e bate, e eu lembro... $11",
	"Caroline.SunKiss.5": "Que não importa o que eu faça, ainda estarei presa nessa vida. $2#$b#É sufocante, sabe? A luta constante, o ciclo interminável de decepções. $2#$b#Eu tento me manter firme, mas tem dias que é simplesmente demais. $3",
	"Caroline.SunKiss.6": "E o Pierre... ele simplesmente... ele não é mais o mesmo. $2#$b# Toda noite, é a mesma coisa. Ele chega em casa muito depois da meia-noite, bêbado, e grita sobre o quanto odeia o trabalho e a Joja. $2#$b#Eu não sei por quanto tempo ainda vou aguentar. $3",
	"Caroline.SunKiss.7": "E a Abigail... ela não merece isso. Ela é jovem demais para todo esse problema. $3#$b#Eu não consigo protegê-la de tudo, não importa o quanto eu tente. $3",
	"Caroline.SunKiss.8": "Estou tão cansada, docinho. Cansada de fingir que está tudo bem, cansada de colocar um rosto forte. $2^Estou tão cansada, querido. Cansada de fingir que está tudo bem, cansada de colocar um rosto forte. $2#$b# Eu só quero... eu só quero fugir de tudo. $3#$b#Mas eu não posso, e às vezes... às vezes eu me pergunto se vale a pena continuar. $3",
	"Caroline.SunKiss.Question": "#Devemos fugir. Vamos esquecer tudo isso.#Você não pode simplesmente fugir dos seus problemas.",
	"Caroline.SunKiss.A.1": "Sério agora? Fugir comigo, é? $2#$b#Bem, não é que você seja o cavaleiro de armadura brilhante. $3#$b#Mas onde nós iríamos, hein? Alguma sugestão? $10",
	"Caroline.SunKiss.A.2": "Ah, como eu gostaria que pudéssemos. $10#$b#Às vezes, eu gostaria que fosse você quem eu tivesse casado. $9",
	"Caroline.SunKiss.A.3": "Se eu não tivesse a Abigail, já teria deixado o Pierre e escolhido você. $9",
	"Caroline.SunKiss.A.4": "Abigail, espera! $2",
	"Caroline.SunKiss.A.5": "Oh, meu deus... o que eu fiz? Abigail, eu não quis dizer isso...$3",
	"Caroline.SunKiss.A.6": "Eu pude ver o arrependimento estampado no rosto dela, o peso das palavras dela se afundando.#Ela me olhou, seus olhos cheios de remorso, e eu pude perceber que ela estava lutando sobre o que fazer a seguir.#Mas, em vez de correr atrás da Abigail, ela ficou do meu lado, perdida em seus pensamentos.",
	"Caroline.SunKiss.B.1": "Eu não estou fugindo... Eu só estou... expressando como me sinto. $2#$b#Eu pensei que você entenderia. Acho que estava errado. $2#$b#Olha, vamos esquecer isso, tá? Eu preciso ajudar na loja.",
	"Caroline.SunKiss.B.2": "Mãe, não consigo encontrar minha carteira! Você viu?",
	"Caroline.SunKiss.B.3": "Não, Abby, eu não vi. #$b#Talvez esteja no seu quarto? $1",
	"Caroline.SunKiss.B.4": "Ok... $2",
	"Caroline.SunKiss.B.5": "Mãe, você está bem? Por que seus olhos estão vermelhos?$6",
	"Caroline.SunKiss.B.6": "Ah, não é nada, Abby. Só entrou alguma coisa nos meus olhos.",
	"Caroline.SunKiss.B.7": "Ok... $9",
	"Caroline.SunKiss.B.8": "Por pouco...#Espero que ela não comece a fazer mais perguntas.",

	//8 Hearts - You're strong
	"Caroline.SaloonHuh.1": "Ufa, que dia! #$b#Depois de um dia difícil de trabalho, não há outro lugar em que eu preferiria estar do que no Saloon. $1",
	"Caroline.SaloonHuh.2": "Gus! Me traga o de sempre, por favor! $1",
	"Caroline.SaloonHuh.3": "Certo, Pierre. Cinco garrafas de cerveja, já vou te trazer! $3",
	"Caroline.SaloonHuh.4": "*golada* $1#$b#Você sabe, Gus. #$b#Os negócios simplesmente... não são mais como antes. $2#$b#JojaMart está sugando a vida da cidade. $3#$b#Todo mundo está indo lá comprar essas porcarias baratas e produzidas em massa. $2",
	"Caroline.SaloonHuh.5": "Eu sei que está sendo difícil para todo mundo. $3#$b#E eu entendo que tem sido especialmente difícil para você, enfrentando a Joja desse jeito. $3#$b#Mas você está aqui há anos, Pierre. $2#$b#As pessoas conhecem sua qualidade, sua dedicação. $2",
	"Caroline.SaloonHuh.6": "Sim! Eles costumavam conhecer! $3#$b#Mas agora todo mundo parece ter esquecido tudo isso. $2",
	"Caroline.SaloonHuh.7": "E a Abigail... $2#$b#A Abigail mal fala comigo agora. $2#$b#Diz que eu estou presa ao passado, me agarrando a velhas tradições. $3#$b#Nós costumávamos ter essas conversas longas sobre o futuro dela, os sonhos dela. $2#$b#Agora, é como se ela estivesse em um mundo totalmente diferente. $2",
	"Caroline.SaloonHuh.8": "Esses jovens de hoje... $2#$b#Eu sei que é difícil ver seu próprio filho se afastando. $3#$b#Especialmente quando parece que eles estão buscando algo superficial, ao invés das coisas que realmente importam. $3#$b#Mas você não pode culpar ela completamente, Pierre. O tempo passa, e as pessoas mudam com ele. $2",
	"Caroline.SaloonHuh.9": "Mudam para pior, se me perguntar! $3",
	"Caroline.SaloonHuh.10": "Essa cidade costumava ser uma comunidade, se ajudando mutuamente. $2#$b#Agora, é como se todo mundo estivesse apenas focado em si mesmo. $3",
	"Caroline.SaloonHuh.11": "Oi, pai. $2",
	"Caroline.SaloonHuh.12": "Ah, oi, Abigail. #$b#Está tudo bem?",
	"Caroline.SaloonHuh.13": "Sim, só... $9#$b#A mamãe tem perguntado sobre você ultimamente. $2#$b#Ela diz que você não tem aparecido muito. $2",
	"Caroline.SaloonHuh.14": "O trabalho tem sido um pouco exigente, só isso.",
	"Caroline.SaloonHuh.15": "Certo... $9#$b#Talvez você pudesse voltar para casa logo? Ela sente sua falta. $2",
	"Caroline.SaloonHuh.16": "Olha, Abigail, eu aprecio a preocupação, mas eu sei como cuidar dos meus negócios! $3#$b#Você não confia em mim? $3",
	"Caroline.SaloonHuh.17": "Claro, pai! $5#$b#Mas... $2",
	"Caroline.SaloonHuh.18": "Então, deixe disso! $3#$b#Isso nem deveria ser uma discussão! $3#$b#Eu sou um homem adulto, posso cuidar de mim mesmo! $3",
	"Caroline.SaloonHuh.19": "Eu só... eu me importo com vocês dois, ok?! $5#$b#Talvez... talvez você devesse dar um tempo no álcool por um tempo. $2#$b#A mamãe está preocupada, e honestamente, eu também estou. $2",
	"Caroline.SaloonHuh.20": "Não me diga o que fazer, Abigail! $3#$b#Além disso, isso não é da sua conta! $3",
	"Caroline.SaloonHuh.21": "É da minha conta, pai! $5#$b#Eu odeio te ver assim. Você está sempre no Saloon, mal em casa, e... $5#$b#e você não é mais você mesmo. $2",
	"Caroline.SaloonHuh.22": "Pierre, o que é isso? $2#$b#Por que você está tratando a Abby assim? $3",
	"Caroline.SaloonHuh.23": "Ela estava ultrapassando os limites. $3#$b#Não é da conta dela como eu gasto meu tempo! $3",
	"Caroline.SaloonHuh.24": "É da conta dela quando afeta a família inteira! $3#$b#Você tem negligenciado suas responsabilidades, afastado a Abigail, e agora está descontando nela por expressar preocupação? $2#$b#Isso não é sobre alguns drinks, Pierre, isso é sobre o seu comportamento! $3",
	"Caroline.SaloonHuh.25": "Por favor... Pierre. $11#$b#Pense na Abby, pense na gente! Você precisa parar com isso. Não faz bem para você.",
	"Caroline.SaloonHuh.26": "Não me dê uma lição! $3#$b#Eu sei o que estou fazendo! $3",
	"Caroline.SaloonHuh.27": "Sabe mesmo? $2",
	"Caroline.SaloonHuh.28": "Porque, do jeito que eu vejo, você está destruindo tudo o que construímos. $2#$b#Você está machucando sua filha, e está me afastando! $3",
	"Caroline.SaloonHuh.29": "Certo! $3#$b#Se é isso que você acha, então talvez eu devesse simplesmente ir embora! $3",
	"Caroline.SaloonHuh.30": "Está tudo bem, Abby. #$b#Não escute ele. Isso não é sua culpa.",
	"Caroline.SaloonHuh.Question": "#Confortar Caroline.#Confrontar Pierre.",
	"Caroline.SaloonHuH.C.1": "Vamos ficar aqui um pouco, Abby. $11#$b#Eu prefiro não enfrentar seu pai até que ele se acalme. $3",
	"Caroline.SaloonHuH.C.2": "Ah, é você, docinho. $11^Ah, é você, querido. $11",
	"Caroline.SaloonHuH.C.3": "Eu pareço bem? $2#$b#Meu marido acabou de me abandonar, e agora minha filha está chorando. $3",
	"Caroline.SaloonHuH.C.4": "Eu sei, desculpe. Eu só queria ter certeza de que você estava bem.",
	"Caroline.SaloonHuH.C.5": "E por que isso? De repente você se importa comigo? $2",
	"Caroline.SaloonHuH.C.6": "Caroline, eu sei que não estive lá como deveria.#Mas eu estou aqui agora, e quero te apoiar nesse momento.",
	"Caroline.SaloonHuH.C.7": "E o que mudou? Por que agora? $2",
	"Caroline.SaloonHuH.C.8": "Finalmente percebi o quanto você significa para mim.#Eu estava com medo antes, com medo de te perder.#Mas agora eu não tenho mais medo. Estou pronto para estar aqui para você.",
	"Caroline.SaloonHuH.C.9": "Não se atreva a vir aqui com suas desculpas meia-boca e esperar que eu simplesmente perdoe e esqueça! $3",
	"Caroline.SaloonHuH.C.10": "Caroline, eu...",
	"Caroline.SaloonHuH.C.11": "Não! Por favor, só vá. $2#$b#Eu não quero que as coisas fiquem ainda mais complicadas do que já estão. $3",
	"Caroline.SaloonHuH.C.12": "Estou começando a achar que me meter nos problemas dos outros foi uma má ideia.#Especialmente com questões familiares.",
	"Caroline.SaloonHuH.P.1": "Pierre!#Você não deveria ter feito isso. Sua família te ama. Eles precisam de você.",
	"Caroline.SaloonHuH.P.2": "Quem você pensa que é? $3#$b#Você não faz parte dessa família. $3",
	"Caroline.SaloonHuH.P.3": "Eu posso não ser parente por sangue, mas eu sou parte da vida da Caroline há mais tempo do que você está se afundando na cerveja.#Eu vejo sua dor, mas descontar na sua esposa não é a resposta.#Você está destruindo sua família.",
	"Caroline.SaloonHuH.P.4": "Ah é? Você me olha nos olhos como se nada tivesse acontecido? $3#$b#Você me olha de cima como se a culpa fosse minha, quando deveria ser você quem se sente culpado.$3#$b#Você não tem consciência nenhuma? $3",
	"Caroline.SaloonHuH.P.5": "Pierre, o que você quer dizer?#Você não está fazendo sentido nenhum.",
	"Caroline.SaloonHuH.P.6": "Você realmente acha que eu não percebi?!$3#$b#Você sabe o que é isso?! $3#$b#Ver minha esposa rir e conversar com você do jeito que ela costumava fazer comigo?! $3#$b#Eu me sinto o estranho agora. $3",
	"Caroline.SaloonHuH.P.7": "Pierre, a Caroline e eu somos amigos desde crianças.#É natural que tenhamos um laço.",
	"Caroline.SaloonHuH.P.8": "Laço? Mais parece que você está tentando me substituir! $3",
	"Caroline.SaloonHuH.P.9": "Isso não é verdade, Pierre. Eu nunca tentei te substituir. #Você é família para mim, mas você tem nos afastado.",
	"Caroline.SaloonHuH.P.10": "Se importa comigo? Então por que deixou isso acontecer? $3#$b#Sabe de uma coisa?! Agora estou completamente convencida de que você está aqui só para confortar a Caroline, para ser o 'Cavaleiro dela', estou errada?!$3",
	"Caroline.SaloonHuH.P.11": "Porque você nos afastou, Pierre! #Você tem se afogado no Saloon, afastando as pessoas que mais se importam com você.",
	"Caroline.SaloonHuH.P.12": "Você não entende nada! $3#$b#Você nunca esteve lá por mim!",
	"Caroline.SaloonHuH.P.13": "Ah... #Parece que o Pierre me derrubou de vez... #Mas antes de perder completamente a consciência, eu ouvi a Caroline gritando meu nome.",
	"Caroline.SaloonHuH.P.14": "@! $10#$b#Oh, não, querida, acorde! $3^Oh, não, meu bem, acorde! $3",
	"Caroline.SaloonHuH.P.15": "Pierre, nada disso teria acontecido se você simplesmente parasse de beber. $2#$b#Agora veja o que você fez! É por isso que eu fico te dizendo para parar!$3",
	"Caroline.SaloonHuH.P.16": "... $4",
	"Caroline.SaloonHuh.P.17": "... #Eu ouvi a Caroline pedindo ajuda...#...#...#...#No dia seguinte, eu acordei na Clínica do Harvey. Perguntei ao Harvey o que aconteceu, já que não me lembro de ter vindo até aqui ontem. #Harvey fez uma expressão de surpresa antes de dizer que eu tive uma briga com o Pierre, o que resultou em uma concussão leve. #Sabendo o que aconteceu, ainda não consigo acreditar que algo assim realmente aconteceu. #Sem ter mais perguntas, perguntei ao Harvey se eu poderia sair da clínica e ele acabou decidindo me liberar mais cedo, já que minha condição era leve. #Acho que tive sorte...",

	//8 Hearts - 6 Hearts is skipped
	"Caroline.BrokenFrame.1": "Hã? O que...? $7",
	"Caroline.BrokenFrame.2": "É a foto da família. $2#$b#Por que está quebrada? Caiu? Ou...? $2#$b#...isso não parece um acidente. $9",
	"Caroline.BrokenFrame.3": "Oh, é você, @. #$b#Puxa, não se aproxime assim das pessoas! $3#$b#Deixe-me adivinhar—você está aqui para ver a mamãe, né? $6#$b#Você tem passado muito tempo com ela ultimamente. $6",
	"Caroline.BrokenFrame.4": "Abigail? ${Doce^Querida}$? O que—",
	"Caroline.BrokenFrame.5": "O que aconteceu, mamãe? $3#$b#Você e o papai brigaram de novo? $2",
	"Caroline.BrokenFrame.6": "Ah, não seja boba. Nós estamos apenas... ocupados.",
	"Caroline.BrokenFrame.7": "Não é nada, Abby. Não precisa se preocupar com isso. $11#$b#Às vezes as coisas simplesmente... caem. $2",
	"Caroline.BrokenFrame.8": "Certo. Porque os porta-retratos simplesmente caem e se quebram em pedaços. $3#$b#Sério, mamãe, o que está acontecendo? $2#$b#Você e o papai têm agido de forma tão estranha ultimamente. $2",
	"Caroline.BrokenFrame.9": "Caroline! Já falamos sobre isso. $3#$b#Eu te disse para limpar isso! $3",
	"Caroline.BrokenFrame.10": "E o que @ está fazendo aqui? $3#$b#Isso é mais uma das suas 'crises'? $3",
	"Caroline.BrokenFrame.11": "Minhas 'crises'? $2#$b#Pelo menos eu não sou a que está se afogando em cerveja e... seja lá o que mais você está escondendo! $3",
	"Caroline.BrokenFrame.12": "... $4#$b#Você acha que eu gosto disso?! $3#$b#Enquanto você está revivendo suas 'memórias' com o fazendeiro, sou eu quem está mantendo o teto sobre nossas cabeças! $3",
	"Caroline.BrokenFrame.13": "Pare com isso! $5#$b#Vocês dois estão agindo como se não se importassem mais um com o outro! $2",
	"Caroline.BrokenFrame.Question": "...#Pierre, você está afastando todo mundo.#Caroline, isso não está ajudando.",
	"Caroline.BrokenFrame.A.1": "Afastando todo mundo? $2#$b#Olhe ao redor, @! $3#$b#As prateleiras estão pela metade, a Joja está drenando os clientes... e ela está aqui sonhando acordada com você! $2#$b#Você acha que eu quero ser assim? $3",
	"Caroline.BrokenFrame.A.2": "Pierre, isso não é sobre ${ele^ela^eles}$— $2",
	"Caroline.BrokenFrame.A.3": "SEMPRE É SOBRE ${ELE^ELA^ELES}$! $3",
	"Caroline.BrokenFrame.A.4": "Você acha que eu não vejo como ela fica feliz quando você visita? $3",
	"Caroline.BrokenFrame.A.5": "PARE COM ISSO! $5#$b#Você é patético! $5#$b#A mamãe tem feito tudo por você... e tudo o que você se importa é com o seu orgulho! $5",
	"Caroline.BrokenFrame.A.6": "Abigail— $2",
	"Caroline.BrokenFrame.A.7": "Não! Ele não pode te culpar pela bagunça dele! $5",
	"Caroline.BrokenFrame.A.8": "E você... $2#$b#Não finja que está aqui para ajudar. $5",
	"Caroline.BrokenFrame.A.9": "${Doce^Querida}$, você deveria ir. $2",
	"Caroline.BrokenFrame.A.10": "Talvez eu não devesse ter escolhido um lado.#O que foi que eu estava pensando?",
	"Caroline.BrokenFrame.B.1": "Finalmente, alguém que entende!! #$b#Alguém que realmente fala com razão! $1",
	"Caroline.BrokenFrame.B.2": "...Oh. $2#$b#Então... é isso o que você realmente pensa? $2#$b#Eu pensei... que você pelo menos... $11",
	"Caroline.BrokenFrame.B.3": "Papai, vai parar com isso? $3#$b#Mamãe, não escuta ele. Ele está só sendo— $2",
	"Caroline.BrokenFrame.B.4": "Não, Abby. @ está certa. $2#$b#Isso é inútil. $3#$b#Não deveríamos perder tempo com... discussões bobas. $3",
	"Caroline.BrokenFrame.B.5": "C-Caroline, espera. $4#$b#Eu não quis— $2",
	"Caroline.BrokenFrame.B.6": "Eu preciso... verificar o jardim. $2#$b#Por favor, me desculpe. $2",
	"Caroline.BrokenFrame.B.7": "'Não ajudando.' $3#$b#Sério? Isso é tudo o que você tinha a dizer? $3",
	"Caroline.BrokenFrame.B.8": "Vamos, uh... $2#$b#Voltar ao trabalho. #$b#Não precisamos fazer um drama disso. $1",
	"Caroline.BrokenFrame.B.9": "Inacreditável... $5",
	"Caroline.BrokenFrame.B.10": "Isso não saiu certo.#Eu só queria acalmar as coisas, mas acabei piorando a situação.",

	//10 Hearts
	"Caroline.TheDisclosure.1": "Oh Deus! É Abigail! $2",
	"Caroline.TheDisclosure.2": "Abigail! Acorda!",
	"Caroline.TheDisclosure.3": "Oh, minha doce garota. $2#$b#Tenho medo... Abby parece estar sem reação... $2",
	"Caroline.TheDisclosure.4": "Rápido! Precisamos que o Harvey venha aqui e dê uma olhada! $s",
	"Caroline.TheDisclosure.5": "Somnus Profundus!",
	"Caroline.TheDisclosure.6": "Incantação falhou.",
	"Caroline.TheDisclosure.7": "Uma leve falha de cálculo. #$b#Parece que a bênção da floresta que dei a @ acabou voltando contra nós.",
	"Caroline.TheDisclosure.8": "O que você estava fazendo? $4#$b#Será que você tem feito algo conosco?! $3#$b#Você fez algo com Abigail, não fez?! $3",
	"Caroline.TheDisclosure.9": "Não é algo com o qual você deva se preocupar.",
	"Caroline.TheDisclosure.10": "O que você disse?! $3#$b#Eu ouvi claramente! Você tentou nos lançar um feitiço! $3#$b#Quer uma explicação?$3",
	"Caroline.TheDisclosure.11": "Pierre, por favor, acalme-se. $2#$b#Deve haver um motivo para o Mago estar aqui. Deixe-o falar. $11",
	"Caroline.TheDisclosure.12": "Sabe de uma coisa? Eu já suspeitava disso há muito tempo! $3#$b#Você teve um caso com o mago?!$3#$b#Não tente me enganar! Eu vejo claramente, o cabelo de Abigail é da mesma cor que o dele! $3#$b#Eu percebi no dia em que Abigail nasceu, você acha que eu não notaria algo assim?! $3",
	"Caroline.TheDisclosure.13": "*tosse* *tosse* $s",
	"Caroline.TheDisclosure.14": "Abby! Como você está? $2",
	"Caroline.TheDisclosure.15": "Eu... Quando eu desmaiei?$s",
	"Caroline.TheDisclosure.16": "Você! O que fez com ela?! $3#$b#Diga algo, qualquer coisa! $3#$b#Eu preciso saber o que está acontecendo. $2",
	"Caroline.TheDisclosure.17": "Bem... #$b#Abigail é de fato minha filha...",
	"Caroline.TheDisclosure.18": "Espera... o quê...? Você quer dizer que Abigail não é minha filha? $s#$b#O que você quer dizer com ela ser sua filha? $3",
	"Caroline.TheDisclosure.19": "Minha esposa, a mãe biológica dela, foi uma vez uma humana normal.#$b#Ela era uma mulher brilhante e curiosa. Nós nos apaixonamos e tivemos uma filha. #$b# Chamamos ela de Abigail. #$b#Mas, atraída pela magia da floresta como uma mariposa pela chama, ela se tornou instável. #$b#A magia aqui não é branda. Ela se infiltrou nela, distorceu-a. #$b#Era como uma linda flor desabrochando em algo venenoso.#$b#Eu vi seu espírito, sua sabedoria ancestral, e senti a necessidade de ser seu guardião, para proteger o delicado equilíbrio. #$b#Minha esposa, no entanto, viu poder bruto e indomado. Ela desejava controlá-lo, dobrar a natureza da magia à sua vontade.#$b# A magia nos puxou em direções diferentes, e não conseguimos ficar juntos.",
	"Caroline.TheDisclosure.20": "Certo, não estou convencida, isso não explica nada. $2#$b# Como ela é sua filha exatamente?$3#$b# Ainda me lembro de como eu dei à luz Abigail. Ela É minha filha.$3#$b# Já deveríamos ter chamado o Harvey aqui ao invés de ouvir isso. $11",
	"Caroline.TheDisclosure.21": "Caroline está certa! $3#$b#Abigail está em perigo, precisamos agir logo antes que seja tarde demais. $3",
	"Caroline.TheDisclosure.22": "Minha esposa percebeu que não poderia me vencer, então foi atrás do que mais doía.",
	"Caroline.TheDisclosure.23": "Em um ato de desespero, ela lançou uma maldição sobre nossa filha, Abigail. #$b#Sempre que Abigail duvidasse de seu próprio nascimento. Sempre que Abigail estivesse perto de mim. #$b#A maldição seria acionada e a enfraqueceria, como um veneno roubando lentamente sua força vital. #$b#Eu não queria que ela ficasse letárgica pelo resto da vida. #$b#Então, tomei a decisão de que ela teria uma vida feliz com outra família. #$b#Fiz com que as memórias de seus pais adotivos fossem alteradas para que eles pensassem que Abigail era sua filha biológica.",
	"Caroline.TheDisclosure.24": "Espera... Isso quer dizer...$11#$b# Isso não parece justo! $2#$b#Você poderia ter pedido a nós. Não precisava nos impor essa obrigação. $3",
	"Caroline.TheDisclosure.25": "Eu não tive escolha! Qualquer pessoa próxima a mim estava em risco pela maldição dela! #$b# Se eu não tivesse feito o que fiz, minha esposa teria colocado a maldição sobre a família que estava cuidando de Abigail.",
	"Caroline.TheDisclosure.26": "Isso quer dizer que meu casamento com você não foi real? $2#$b#Tudo o que fizemos até agora foi apenas uma farsa?$2",
	"Caroline.TheDisclosure.27": "Mas as coisas finalmente estão melhorando. Graças à ajuda do fazendeiro. #$b#Eu terminei minha pesquisa para quebrar a terrível maldição sobre Abigail. #$b#Ela não precisará mais sofrer! Finalmente poderemos ser uma família novamente.",
	"Caroline.TheDisclosure.28": "Não! Eu não deixaria você ficar com Abigail! $3#$b#Abigail é MINHA filha. $3",
	"Caroline.TheDisclosure.29": "Você não quer dizer isso, mãe, quer? $s#$b# @ está pedindo sua mão em casamento, não está? $s#$b# Você obviamente pode aproveitar essa oportunidade para ficar com ele, não pode? $s",
	"Caroline.TheDisclosure.30": "Onde você ouviu isso, Abby? $3#$b#Você não pode inventar histórias assim. Isso pode machucar as pessoas. $2",
	"Caroline.TheDisclosure.31": "Não é verdade, @? Você também acha isso, não é? $s",
	"Caroline.TheDisclosure.Question": "#Eu ainda amo Caroline.#Fomos amigos desde a infância.",
	"Caroline.TheDisclosure.A.1": "Eu ainda te amo, Caroline.#Eu aproveitaria qualquer chance só para estar com você.#Eu prometi te casar, Caroline. Não lembra?",
	"Caroline.TheDisclosure.A.2": "Do que você está falando, querida?$3^Do que você está falando, minha querida? $3#$b#Esse não é o momento para brincadeiras. $2#$b#Eu amo minha família, @. Eles precisam de mim, e eu não posso deixá-los. $10",
	"Caroline.TheDisclosure.A.3": "Caroline, nós dois merecemos amor e felicidade. #Isso não parece certo, não é?#Não fique apenas porque sente que tem que ficar. #Não fique por culpa. Escute seu coração, Caroline, seja feliz.",
	"Caroline.TheDisclosure.A.4": "Eu... $10#$b#Eu ainda o amo.$10^Eu ainda a amo. $10#$b#Pierre... Abigail... me desculpe por te decepcionar. Eu não posso ignorar mais meus sentimentos por @. $10",
	"Caroline.TheDisclosure.A.5": "Mãe, você merece ser feliz. $1#$b#Isso não é sua culpa, e eu nunca sonharia em te culpar.",
	"Caroline.TheDisclosure.A.6": "Abby... Minha maravilhosa filha. Obrigada. $4",
	"Caroline.TheDisclosure.A.7": "Espera um segundo!$2#$b# Espera!!! $3#$b#E eu? Você sequer considerou meus sentimentos? $2#$b#Nós estávamos vivendo uma vida boa como família, mas aí esse cara apareceu, e agora estamos nos separando? $2^Nós estávamos vivendo uma vida boa como família, mas aí essa garota apareceu, e agora estamos nos separando? $2",
	"Caroline.TheDisclosure.A.8": "Pai, eu sei que isso é difícil de entender. $s#$b#Mas nenhum de nós queria que isso acontecesse, sem contar que mamãe não é sua posse. $2",
	"Caroline.TheDisclosure.A.9": "Essa família significa muito para mim. Você não tem nenhuma lembrança nossa? $2",
	"Caroline.TheDisclosure.A.10": "Isso não faz sentido! Como você pode esquecer tudo o que passamos? $3",
	"Caroline.TheDisclosure.A.11": "Escute, pai, eu sei que isso não é o que você queria. Está tudo bem sentir medo agora. $s#$b#Mas por favor, você tem que entender que as coisas não estavam funcionando há um tempo. Todos nós precisamos de uma chance para ser felizes. $s",
	"Caroline.TheDisclosure.A.12": "Abby, você realmente cresceu. #$b#Eu sempre achei que você era rebelde antes, mas na verdade, você cresceu e se tornou bem madura. $1#$b#Sinto vergonha de como as coisas acabaram. Às vezes, eu gostaria que as coisas fossem diferentes. $2#$b#Ainda assim, fico feliz que tenhamos esses momentos juntos como família. $1",
	"Caroline.TheDisclosure.A.13": "Está tudo bem, mãe, está tudo bem. $2#$b#Você deveria ir com @. $1#$b#O pai e eu vamos cuidar de nós mesmos. Ele só precisa de um tempo para se recuperar.",
	"Caroline.TheDisclosure.A.14": "Abby, você parece forte, mas sei que isso deve ser estressante para você. #$b# Então venha aqui, minha garotinha. Deixe-me te abraçar mais uma vez, como sua mãe.",
	"Caroline.TheDisclosure.A.15": "Ah... esse incidente me ensinou uma lição. #$b# Aposto que até a velha bruxa não esperava por isso. #$b# Seu destino se entrelaça com o de Caroline como fios bem tecidos que podem suportar qualquer interferência, levando à sua reunião novamente. #$b# Mas o poder do destino não pode ser alterado simplesmente mexendo com ele.",
	"Caroline.TheDisclosure.A.16": "Abigail está certa. Fui eu quem não teve coragem. $2",
	"Caroline.TheDisclosure.A.17": "Mago, eu imploro, por favor, nos ajude a esquecer nosso passado. $2",
	"Caroline.TheDisclosure.A.18": "É melhor para todos assim. $2",
	"Caroline.TheDisclosure.A.19": "E você, @. $2#$b# Aquele que levou meu ente querido, deixando-me com ressentimento. $2",
	"Caroline.TheDisclosure.A.20": "Eu realmente quero colocar a culpa toda em você. #$b# Mas sei que, mesmo que eu tente, acho que as coisas não vão melhorar de verdade. $2#$b# Mas, só por precaução! Minha medalha de ouro no boxe vai ser útil quando eu te derrubar! $1",
	"Caroline.TheDisclosure.A.21": "Eu finalmente entendi e percebi que errei. $2#$b# Eu deveria ter tratado você melhor, Caroline, mas agora é tarde demais. Não posso te reconquistar. $2#$b# Então, depois que perdermos esse capítulo do nosso passado, talvez em outra vida, eu seja feliz com Caroline.",
	"Caroline.TheDisclosure.A.22": "Estou feliz que tenha terminado melhor do que eu esperava.",
	"Caroline.TheDisclosure.B.1": "Você tem uma imaginação selvagem, Abigail. #Sempre fomos amigos desde crianças, e isso nunca vai mudar.",
	"Caroline.TheDisclosure.B.2": "Abigail! Isso não é um jogo. Não coloque ideias na cabeça da sua mãe. $3",
	"Caroline.TheDisclosure.B.3": "Pierre, não há necessidade de ser tão ríspido. $3",
	"Caroline.TheDisclosure.B.4": "Não se preocupe com eles, querida. É só... um mal-entendido. $2^Não se preocupe com eles, meu bem. É só... um mal-entendido. $2",
	"Caroline.TheDisclosure.B.5": "Mal sabia eu que terminaria pior do que até os meus piores medos. #Pierre e Caroline permaneceram casados e Abigail continuou a ser filha deles. #Quanto ao Mago, digamos que ele ficou com a parte ruim da história. #Se eu tivesse sido sincero sobre meus sentimentos.",

	//12 Hearts - A
	"Caroline.BeachFuss.1": "Ei, querido! Demorou, hein! $1#$b# O ar salgado parece diferente sem você aqui. $10",
	"Caroline.BeachFuss.2": "Não é incrível essa brisa? $4#$b# Sempre me lembra de... bem, todas aquelas loucas aventuras que costumávamos ter aqui quando éramos crianças. $5",
	"Caroline.BeachFuss.3": "Como naquela vez em que nos escondemos em um barco à noite, fingindo ser piratas procurando por um tesouro enterrado? $6#$b# Você era péssimo como pirata, querido. Mais parecia um medroso perdido no mar. $8",
	"Caroline.BeachFuss.4": "Então, o que acha da paisagem?",
	"Caroline.BeachFuss.Question": "#Ah, uau. Você está... incrível.#O oceano parece legal, eu acho.",
	"Caroline.BeachFuss.A.1": "Você acha isso, querido? $9#$b# Mas isso é só um biquíni branco e sem graça, você acha que fico incrível nele? $8",
	"Caroline.BeachFuss.A.2": "Caroline, você poderia usar um saco de batatas e ainda assim seria a mulher mais linda deste píer.#Não, desta praia inteira.#Talvez até de toda a cidade.",
	"Caroline.BeachFuss.A.3": "Você sempre sabe exatamente o que dizer, não é, querido? $4",
	"Caroline.BeachFuss.A.4": "Mas chega de falar de mim, e você? Como está se sentindo?",
	"Caroline.BeachFuss.A.5": "Sinceramente, Caroline, estar aqui com você parece um sonho realizado.#Nunca imaginei que teria a sorte de te chamar de minha esposa e compartilhar momentos assim com você.",
	"Caroline.BeachFuss.A.6": "Eu me sinto da mesma maneira, querido. $9#$b# Cada momento com você é um tesouro, e sou tão grata por ter você ao meu lado. $1",
	"Caroline.BeachFuss.A.7": "Eu gostei disso.#Fico tão feliz por ter me casado com Caroline.",
	"Caroline.BeachFuss.B.1": "Bem, fico feliz que você ache o oceano 'legal'. $2#$b# Quero dizer, quem precisa de uma beleza natural de tirar o fôlego quando se tem... 'legal'? $3",
	"Caroline.BeachFuss.B.2": "Sabe, eu sempre achei que o oceano fosse um pouco mais do que 'legal'. $3#$b# Mas o que eu sei, né? $8",
	"Caroline.BeachFuss.B.3": "Enfim, esqueça que eu perguntei. $2#$b# Vamos apenas aproveitar a 'legal' paisagem em silêncio, ok? $11",
	"Caroline.BeachFuss.B.4": "Uau, Caroline me surpreendeu. Ela agiu de forma diferente hoje.#Mas ainda a amo muito.",

	// 12 Hearts - B
	"Caroline.BeachBuddy.1": "...Eu nem sei por que te trouxe aqui. $2",
	"Caroline.BeachBuddy.2": "Eu... não pensei que ainda estaria fazendo isso. $4#$b#...Que bobeira. $8",
	"Caroline.BeachBuddy.3": "—Ah! $3#$b# Você... $2",
	"Caroline.BeachBuddy.Question.0": "...#Não esperava te encontrar aqui... e com um ursinho de pelúcia, ainda por cima.#Você está realmente escondendo um brinquedo agora?",
	"Caroline.BeachBuddy.A.0": "Isso—Isso não é nada, ok? $3#$b# Eu não pensei que você fosse ver isso. $4",
	"Caroline.BeachBuddy.B.0": "Ah, ótimo, agora você vai ficar me zoando por causa disso. $2#$b# Eu deveria ter ficado em casa... $11",
	"Caroline.BeachBuddy.4": "...Eu não planejava trazer ele, sabia?",
	"Caroline.BeachBuddy.5": "Eu não sei. $11#$b# Eu pensei que talvez eu deixasse ele em algum lugar e seguisse em frente. $2",
	"Caroline.BeachBuddy.6": "Mas eu não consegui... $2#$b# Sabe, eu sempre soube que você pensava que eu era a responsável. $11#$b# A que tinha tudo resolvido. $2#$b# Mas quando eu era mais jovem, eu segurava isso sempre que sentia que não tinha as respostas. $11",
	"Caroline.BeachBuddy.7": "Você pensou que eu sempre soubesse o que fazer, não é? $6",
	"Caroline.BeachBuddy.8": "Porque eu tinha que saber. Você olhava para mim. $10#$b# Mas a verdade é que eu tive momentos em que me senti perdida. $11#$b# Eu só nunca deixei você ver isso. $11",
	"Caroline.BeachBuddy.Question.1": "...#Você não precisava esconder isso de mim.#Então todas aquelas vezes em que você agiu sem medo... você estava secretamente confiando em um ursinho de pelúcia?",
	"Caroline.BeachBuddy.A.1": "Eu sei. Mas naquela época, eu não queria arriscar. $11#$b# Eu deveria ser a forte, certo? $2",
	"Caroline.BeachBuddy.B.1": "Se você contar para alguém, eu juro— $3#$b# Sabe o que? Vamos esquecer que isso aconteceu. $2#$b# Vamos para casa, querido. $2",
	"Caroline.BeachBuddy.9": "...Por muito tempo, eu pensei que precisava segurar isso. $11#$b# Como se eu fosse perder a parte de mim que precisava disso. $2",
	"Caroline.BeachBuddy.10": "Mas não me sinto mais assim. #$b# Eu não preciso mais dele. #$b# Não precisei por muito tempo. #$b# Mas quero que você fique com ele. $8",
	"Caroline.BeachBuddy.Question.2": "O que acha, querido?#Aceitar o ursinho de pelúcia.#Recusar o ursinho de pelúcia.",
	"Caroline.BeachBuddy.A.2.0": "Você tem certeza?#Ele tem sido seu por tanto tempo.",
	"Caroline.BeachBuddy.A.2.1": "Eu já tenho alguém que me faz sentir segura. $8#$b# Alguém real. $5#$b# Então cuide dele por mim, ok?",
	"Caroline.BeachBuddy.A.2.2": "Talvez... ela não fosse sempre tão segura de si como eu pensava.#Talvez ela nunca precisasse ser.",
	"Caroline.BeachBuddy.B.2.0": "Se ele esteve com você em tudo... talvez ele deva ficar com você.",
	"Caroline.BeachBuddy.B.2.1": "Tudo bem. $2#$b# Talvez eu fique com ele um pouco mais. #$b# Talvez eu não precise dele do jeito que eu costumava precisar. $11#$b# Mas segurá-lo não parece tão pesado agora. #$b# Acho que tenho você para agradecer por isso. $6",
	"Caroline.BeachBuddy.B.2.2": "Talvez ela nunca tenha precisado ser a pessoa que eu sempre achei que ela fosse.#Talvez ela só esteja finalmente deixando-se ser... ela mesma.",

	//14 Hearts - BathHouse - Family Friendly
	"Caroline.BathLove.3": "Ahhh, parece o paraíso, não é? #$b#Esta água morna derrete o dia. $1",
	"Caroline.BathLove.4": "Viu? Eu te disse! Sabia que você ia adorar assim que se acostumasse. $8#$b#Não precisa mais ficar tímido, querido. $4#$b#Estamos todos aqui para relaxar. Além disso, você fica incrivelmente bonito com esse brilho rosado. $5^Estamos todos aqui para relaxar. Além disso, você fica incrivelmente maravilhoso com esse brilho rosado. $5",
	"Caroline.BathLove.5": "Então, como está indo, querido? #$b# A agricultura é muito mais divertida do que ficar preso em um escritório, não é? $8",
	"Caroline.BathLove.Question.A": "#É... diferente.#Mais do que conforto, Caroline.",
	"Caroline.BathLove.A.1": "É... diferente, Caroline.#Sem prazos, sem luzes fluorescentes zumbindo na minha cabeça o dia todo.#Só o sol nas minhas costas e o sentimento da terra sob minhas mãos.#Mas tem muita coisa para aprender, muito que eu não sei. Às vezes sinto falta da rotina, da previsibilidade da vida na cidade.",
	"Caroline.BathLove.A.2": "Isso leva tempo, querido. Lembra daquele primeiro projeto desafiador que você me contou?#$b#Você não sabia tudo na época, não é? $8#$b#Vamos descobrir isso juntos. Além disso, pense nos vegetais deliciosos que vamos poder saborear. $1",
	"Caroline.BathLove.B.1": "Mais do que conforto, Caroline. #É um senso de propósito que eu nunca tive antes.#Claro, o trabalho é cansativo, mas ver aquelas sementes brotando, sabendo que estamos criando algo do zero... é um tipo de satisfação completamente diferente.",
	"Caroline.BathLove.B.2": "Ver a alegria nos seus olhos, querido, me faz perceber que isso é exatamente o que estávamos esperando quando decidimos por essa nova vida. #$b#Viver da terra, mais perto da natureza, tudo está se encaixando tão lindamente. $1",
	"Caroline.BathLove.6": "Você lembra quando éramos crianças, sonhando em estar juntos? #$b#Parece que foi uma eternidade, não é? $1#$b#E agora, aqui estamos nós, vivendo nosso sonho lado a lado. $9",
	"Caroline.BathLove.7": "Não se trata apenas da fazenda, sabe? $8#$b#É sobre nós. Sobre a vida que estamos construindo juntos, um dia de cada vez. $1#$b#Eu não trocaria isso por nada neste mundo. $5",
	"Caroline.BathLove.8": "Cada dia com você é uma bênção. #$b#Não consigo imaginar minha vida sem você ao meu lado. $5",
	"Caroline.BathLove.9": "Eu adoro esses momentos, querido. #$b#Mais aventuras, mais risadas, mais tempo aqui com você, aproveitando as coisas simples juntos. $5#$b#Só espero que possamos continuar nos sentindo tão felizes e próximos para sempre. $4",
	"Caroline.BathLove.10": "Falando em coisas simples, que tal o café da manhã amanhã? Temos tantas opções com todos os ingredientes frescos que produzimos. #$b#Podemos fazer panquecas para o café da manhã$1#$b# Preparar algum peixe que sobrou para fazer tacos de peixe. $8#$b#Ou até mesmo criar um grande medley de vegetais com todas aquelas beterrabas e tomates que tenho por aí. #$b#O que você acha, querido?",
	"Caroline.BathLove.Question.B": "#Panqueca#Taco de Peixe#Medley de Vegetais",
	"Caroline.BathLove.11": "Anotado, querido. Vou garantir que prepare algo especial para nós amanhã. $1",
	"Caroline.BathLove.12": "Perdemos a noção do tempo nos banhos, conversando até o amanhecer.#Que memória maravilhosa.",

	//14 Hearts - BathHouse - NSFW
	"Caroline.BathFuss.1": "Querido? O que você está fazendo aqui? $2",
	"Caroline.BathFuss.Question.A": "#Eu só vim aqui descansar.#Não esperava que você estivesse aqui, juro.",
	"Caroline.BathFuss.A.1": "A essa hora? Não seja bobo! $8#$b#Tenho certeza de que você não estava apenas sentindo falta da sua irmã mais velha favorita? $6",
	"Caroline.BathFuss.A.2": "Não é uma coincidência, hein? $8#$b#Você me seguiu até aqui? $6",
	"Caroline.BathFuss.2": "Vai, vai, não fique tímido. $6#$b#Além disso, quem se importa? Ninguém vai contar! $8#$b#Não é como se a gente já não tivesse se metido na mesma cama, né? $10",
	"Caroline.BathFuss.3": "Olha, finalmente chegamos na sala de banho! $1#$b#Relaxe, querido, a água está perfeita. $6#$b#Mas eu prometo que essa água não será a única coisa que vai esquentar esta noite. $9#$b#Feche os olhos e deixe eu lavar suas preocupações. Eu prometo que vou ser suave. $10",
	"Caroline.BathFuss.4": "Aí, aí, não está bom? Igualzinho aos velhos tempos. $9#$b#Mmm, isso mesmo. Lembra quando a gente se escondia para brincar perto do riacho? $10#$b#Isso aqui está bem parecido, não está? $9",
	"Caroline.BathFuss.Question.B": "#Sim, exceto... isso é um pouco mais... adulto.#Hmm, isso parece algo que adultos entenderiam melhor.",
	"Caroline.BathFuss.5": "Ah, querido, agora somos todos adultos. $10#$b#E falando em adultos. $9",
	"Caroline.BathFuss.6": "Shh... nada de 'mas'. Apenas relaxe. Deixe-me cuidar de você. $10#$b#Me deixe aliviar a pressão, querido. $9",
	"Caroline.BathFuss.7": "Sabe, depois de todos esses anos, você ainda guarda um pouco de tensão aí. $10#$b#Hmm, talvez eu possa ajudar com isso também. Sabe, uma boa massagem pode fazer maravilhas. $9",
	"Caroline.BathFuss.8": "Mmm, você está tão tenso. $10#$b#Não se preocupe, querido. Apenas feche os olhos e deixe a água morna te acalmar. $9",
	"Caroline.BathFuss.9": "Você consegue sentir meu coração batendo forte por você? $9#$b#Você consegue sentir meu coração gritando por você? $10#$b#Bom. Porque agora, é tudo sobre nós. Nada mais importa. $9",
	"Caroline.BathFuss.10": "Eu sempre quis fazer isso com você... querido. Eu quero... eu quero você... @.$10#$b#Você também me quer, querido? $9",
	"Caroline.BathFuss.Question.C": "#Absolutamente... Eu morreria por você.#Sim... mais do que qualquer coisa.",
	"Caroline.BathFuss.11": "Então me mostre... mostre o quanto você me quer. $9",
	"Caroline.BathFuss.12": "Eu... eu não consigo mais me controlar... ",
	"Caroline.BathFuss.13": "Ah, sim...! < $9",
	"Caroline.BathFuss.14": "Ah... < ah... < ah... < assim mesmo... < $9",
	"Caroline.BathFuss.15": "Eu quero te sentir... mais fundo...! < $9#$b#Ugh... < Vamos nos perder... neste momento... juntos...! < $9",
	"Caroline.BathFuss.16": "Eu sou sua... completamente... $9#$b#Mais forte... ugh... < mais rápido... não pare... <$9",
	"Caroline.BathFuss.17": "Eu... ugh... < $9#$b#Estou tão perto... < $9",
	"Caroline.BathFuss.18": "Ha... ha... $9#$b#Foi divertido... ha... ha... isso foi bom...! < $10#$b#Pronto para a segunda rodada...? < $9#$b#Vamos continuar até não conseguirmos mais nos mexer, não podemos, querido? < $10#$b#Ah, vai... $8#$b#Eu sei que você tem mais dentro de você...! $10",
	"Caroline.BathFuss.19": "A noite se transformou em um turbilhão de paixão e desejo enquanto nos perdíamos no toque um do outro.#Cada momento parecia uma eternidade de êxtase, alimentado pela necessidade primal de agradar e ser agradado.#Quando o amanhecer chegou, nós estávamos deitados entrelaçados, sem fôlego e exaustos, um testemunho da intensidade do nosso amor.",

	//QUEST
	"Caroline.TigerseyeCure.title": "A Pedra",
	"Caroline.TigerseyeCure": "O Mago precisa de um Olho-de-Tigre para quebrar a maldição de Abigail.",
	"Caroline.TigerseyeCure.hint": "Encontre o Mago na Floresta Secreta enquanto segura um Olho-de-Tigre.",

	//MAIL
	//2 heart event
	"Caroline.BookRequest": "Querido @,^Obrigada por passar na biblioteca ontem <^^Foi um verdadeiro prazer ter você lá. Normalmente, eu me perco no meu próprio mundo, mas sua companhia foi como uma xícara de chá quente em um dia frio!^^E ah, meu Deus, aquele livro que você recomendou!^Já estou na metade, e completamente envolvida. Mas agora, não consigo deixar de pensar se havia uma mensagem escondida no livro... talvez eu esteja apenas analisando demais? De qualquer forma, muito obrigada!^^   -Caroline^^   P.S. Encontrei um livro que me fez pensar em você.",
	"Caroline.BookRequest.title": "Obrigada por me recomendar este livro",
	//6 heart event - bad ending
	"Caroline.WizardStalk": "Querido @,^As florestas sussurrantes guardam segredos, e ontem, um desses segredos se revelou diante de você. Talvez você tenha me visto perto de Caroline e notado uma tensão invisível. A verdade não reside na malícia, mas em um toque de magia muito além do meu controle. Caroline, uma alma querida para mim, tem estado inquieta.^^Se algum dia me vir novamente perto de Caroline, saiba que sou apenas um amigo preocupado, exercendo um toque delicado. Talvez, com o tempo, a magia se acalme e eu possa oferecer a ela o conforto de que precisa.^^   -M. Rasmodius",
	"Caroline.WizardStalk.title": "Sobre o Bem-Estar de Caroline",
	//6 heart event - good ending
	"Caroline.ComfortLove": "Meu querido melhor amigo,^Só queria te agradecer por estar lá para mim ontem. Seu apoio realmente significou muito.^^As coisas estavam difíceis em casa, e eu estava me sentindo bem para baixo. Mas conversar com você me ajudou a me sentir melhor. Você é um ótimo amigo, e eu aprecio muito por me ouvir.^^Vamos nos encontrar em breve? Talvez tomar um chá juntos?^^   -Caroline",
	"Caroline.ComfortLove.title": "Obrigada por estar lá para mim <",
	//8 Heart Event - B
	"Caroline.PierreBribe": "Querido @,^Considere isto como um... *cof cof* acordo de paz. Dentro deste envelope, você encontrará um pequeno algo - um símbolo de, bem, digamos... desculpas.^^Eu ultrapassei um limite outro dia. Ver você e Caroline juntos... bem, digamos que o ciúme tomou conta de mim. Não há desculpa para o meu comportamento, e por isso, peço desculpas sinceramente.^^Mas é o seguinte, @. Você é uma boa pessoa, então, por favor, mantenha esse incidente entre nós. Pense nisso como um investimento em nossa, *cof cof*, contínua parceria nos negócios.^^   -Pierre",
	"Caroline.PierreBribe.title": "Por favor, mantenha isso em segredo!",
	//10 heart event
	"Caroline.WizardCure": "Querido @,^Há um segredo que não posso mais esconder. Abigail, a jovem de espírito livre com cabelos cor de ametista, não é apenas mais uma moradora de Pelican Town – ela é minha filha biológica.^^Anos atrás, uma poderosa maldição ameaçou Abigail. Em uma tentativa desesperada de enfraquecer sua influência, tomei a difícil decisão de confiar seus cuidados a Pierre e Caroline. A magia era... volátil, e acreditei que me afastar dela reduziria seus efeitos.^^Por um tempo, parecia estar funcionando. Abigail cresceu feliz sob seus cuidados, com seu espírito aventureiro florescendo. No entanto, os recentes problemas dentro da casa – um distanciamento crescente entre Pierre e Caroline – parecem estar amplificando os efeitos da maldição. Isso me preocupa profundamente.^^Senti uma mudança na magia, e o tempo está se esgotando. Encontre-me na Floresta Secreta, mas apenas se trouxer um Olho-de-Tigre. Essa é a chave para quebrar a maldição.^^   -M. Rasmodius",
	"Caroline.WizardCure.title": "Urgente: Ajuda Necessária para Abigail",
	"Caroline.AbigailMissing": "Aos Cidadãos Preocupados de Pelican Town^^A pedido de Pierre e Caroline, o Gabinete do Prefeito está entrando em contato com a comunidade para fazer um apelo por ajuda. Sua filha, Abigail, está desaparecida desde ontem à tarde.^^Embora Abigail seja conhecida por seu espírito aventureiro e amor por explorar a natureza, sua ausência prolongada tem causado grande preocupação à sua família e a toda a cidade.^^Abigail é uma jovem com cabelos roxos distintivos. Geralmente usa botas pretas de combate e uma camiseta azul-escura e roxa. Também é possível que esteja carregando seu estilingue.^^Se você tiver QUALQUER informação sobre o paradeiro de Abigail, por menor que pareça, entre em contato imediatamente com o Gabinete do Prefeito. Além disso, informações podem ser repassadas diretamente a Pierre ou Caroline na Loja Geral do Pierre.^^A segurança de nossos cidadãos é primordial, e qualquer pista pode ser crucial para reunir Abigail com sua família preocupada.^^Atenciosamente,^Prefeito Lewis^Gabinete do Prefeito de Pelican Town",
	"Caroline.AbigailMissing.title": "Urgente: Você Viu Abigail?",
	"Caroline.AbigailSettle": "Ei, @,^Só passando para dizer oi! Ultimamente as coisas têm sido mais loucas do que eu imaginava! Mas tenho que te contar, tudo está se acalmando agora.^^No começo, tudo ficou bagunçado depois de... bem, por um tempo, eu sempre me senti meio perdida, como um morcego na escuridão, sem saber onde pertencia. E então, toda a situação com meus pais explodiu.^^Mamãe e papai, sabe, decidiram se separar. Mas sinceramente, acho que foi o melhor. O mais louco é que, mesmo que Pierre não seja meu pai biológico ou algo assim, ele sempre esteve lá para mim. O mesmo vale para Caroline, mesmo que ela ainda reclame da cor do meu cabelo de vez em quando. No fim das contas, eles são a família que eu conheço, e isso não vai mudar.^^Quanto ao Mago, estou bem com as coisas do jeito que estão. Ele é um cara misterioso e tudo mais. Mas sangue não faz uma família, sabe? Família são as pessoas que estão ao seu lado, aconteça o que acontecer – como você!^^Enfim, só queria te atualizar. A vida joga umas curvas bem complicadas, mas, bem, temos que aprender a desviar, né?^^Obrigada por sempre ouvir.^   -Abigail",
	"Caroline.AbigailSettle.title": "Só Queria te Atualizar",
	"Caroline.AbigailStayed": "Ei, @,^Só passando para dizer oi! Ultimamente as coisas têm sido mais loucas do que eu imaginava! Mas adivinha só? As coisas estão realmente melhorando.^^Por um tempo depois de... bem, digamos que foi difícil. Eu me sentia perdida, como um morcego com a asa quebrada, sem saber onde pertencia. E então, as coisas ficaram muito tensas com mamãe e papai.^^Mas aqui está a boa notícia: eles decidiram resolver as coisas! Levou um tempo, mas agora estão conversando novamente e parecem estar em um lugar melhor.^^É um pouco estranho vê-los tão diferentes, mas de um jeito bom. Durante tudo isso, Pierre e Caroline foram incríveis. Eles não são minha família biológica, mas sempre estiveram lá para mim, mesmo que Caroline ainda reclame da cor do meu cabelo às vezes. Eles são a família que eu escolhi, e isso não vai mudar.^^Quanto ao Mago, está tudo bem entre nós. Ele continua tão misterioso como sempre, mas é isso que ele é. Acho que, no fim, sangue não define o que é uma família.^^Família são as pessoas com quem podemos contar, não importa o quê – como você! Enfim, só queria te atualizar. A vida joga uns desafios complicados, mas, bem, temos que aprender a enfrentá-los, né?^^Obrigada por sempre ser um amigo tão incrível.^   -Abigail",
	"Caroline.AbigailStayed.title": "Só Queria te Atualizar",

	//EVENT AFTERMATH
	//2 Heart Event - Museum Book
	"Caroline.ShyBook.Dialogue": "Aí está você! $1#$b#O bibliotecário te assustou ontem? $8#$b#Ou foi outra coisa completamente diferente? $6",
	//2 Heart Event - Museum Beuty
	"Caroline.CryBook.Dialogue": "Oi, querido! $1^Oi, meu bem! $1#$b#Ainda se sentindo pra baixo depois de ontem? $2#$b#Querido, eu sei que a vida pode ser difícil às vezes, mas se esconder não é a solução. $5^Meu bem, eu sei que a vida pode ser difícil às vezes, mas se esconder não é a solução. $5#$b#Mas você não precisa me contar agora, querido, se não quiser. $8^Mas você não precisa me contar agora, meu bem, se não quiser. $8#$b#Tome seu tempo, estarei aqui sempre que estiver pronto para falar sobre isso. $5",
	
	//8 Heart Event - A - Escape
	"Caroline.Caroline.SunKiss.Dialogue": "Abigail se recusa a falar comigo... Você acha que ela me odeia? $10",
"Caroline.Abigail.SunKiss.Dialogue": "Não quero falar agora. $5#$b#Por que você não vai falar com a mamãe em vez disso?! $5#$e#%Abigail se recusa a continuar a conversa.",
"Caroline.Pierre.SunKiss.Dialogue": "Abigail tem agido de forma estranha ultimamente. $2#$b#Espero que ela esteja bem. $2",
	
	//8 Heart Event - B - Pierre
	"Caroline.Caroline.HuH.Dialogue": "Querido(a)! Você está bem? $10^Amor! Você está bem? $10#$b#Você não merece isso. $2#$b#Não se preocupe, não vou deixar Pierre sair impune. $3",
	"Caroline.Abigail.HuH.Dialogue": "Eu só me sinto... cansada. $2#$b#Acho que ele nem se importa com o que eu digo. $2#$b#Talvez nunca tenha se importado. $2",
	"Caroline.Pierre.HuH.Dialogue": "Eu não deveria ter reagido assim. Foi infantil e errado. $2#$b#Sinto muito, @. $2",
	"Caroline.Lewis.HuH.Dialogue": "Ouvi dizer que a Joja realmente colocou Pierre em uma situação difícil. $2#$e#Não dá para culpar Caroline por estar chateada... $2",
	"Caroline.Marnie.HuH.Dialogue": "Outra noite no salão, outra tragédia em Pelican Town. A pobre Abigail só quer o pai por perto. $2",
	"Caroline.Demetrius.HuH.Dialogue": "O salão parece ter virado a nova praça da cidade para dramas. Talvez algumas ofertas de paz para Abigail ajudem... $2",
	"Caroline.Robin.HuH.Dialogue": "Vi que as coisas ficaram complicadas no salão ontem à noite. $2#$b#As crianças não deveriam ter que lidar com isso. $2",
	"Caroline.Clint.HuH.Dialogue": "Que cena... Espero que Abigail não tenha ficado muito assustada. $2",
	"Caroline.Willy.HuH.Dialogue": "Mares turbulentos lá no salão, hein? Espero que Abigail esteja bem. $2#$b#Ouvi dizer que ela só queria que o pai voltasse para casa. $2",
	"Caroline.Gus.HuH.Dialogue": "O controle da Joja sobre a cidade está apertando, com certeza. #$b#Espero que Pierre encontre um jeito de se manter firme... pelo bem de Abigail, pelo menos. $2",
	"Caroline.Emily.HuH.Dialogue": "Quanta negatividade! $2#$e#Talvez Abigail precise de um cristal ou algumas afirmações positivas para afastar essas vibrações ruins. $1",
	"Caroline.Pam.HuH.Dialogue": "Parece que Pierre precisa afogar as mágoas em outro lugar. $2#$b#Não me surpreende que Abigail queira ir embora. $2",

	//8 Heart Event - C - Skipped
	"Caroline.Caroline.BrokenFrame.Dialogue": "Eu... $10#$b#Sinto muito... $11#$b#Eu não queria que você se envolvesse nisso tudo. $11",
	"Caroline.Abigail.BrokenFrame.Dialogue": "Só... $3#$b#Tente não piorar as coisas, tá bom? $2#$b#Acho que a Mamãe não aguenta mais isso. $2",
	"Caroline.Pierre.BrokenFrame.Dialogue": "Acho que poderia ter lidado com as coisas de um jeito melhor. $2#$b#Eu não queria explodir daquele jeito. $2#$b#De qualquer forma, obrigado por intervir. #$b#Mas da próxima vez, talvez seja melhor... ficar fora disso. $2",

	//12 Heart Event
	"Caroline.BeachFuss.Dress.Dialogue": "Você realmente adora me ver com meu biquíni branco, não é, querido? $5#$b#Quer que eu use mais vezes? $8",
	"Caroline.BeachFuss.Ocean.Dialogue": "Uau, querido, este dia está realmente incrível, não acha? $2#$b#Deve ser 'bom' ter todo esse tempo livre em um dia tão relaxante. $3#$b#Deve ser 'bom' ser tão despreocupado. $8#$b#Você não acha, querido? $2 #$e#%Parece que Caroline não está interessada em continuar a conversa.",
	
	//14 Heart Event - Wholesome
	"Caroline.BathLove.Food.1": "Lembra do que você mencionou ontem à noite? $1#$b#Bem, eu cumpri minha promessa e fiz para você. $8",
	"Caroline.BathLove.Food.2": "Aproveite seu dia, querido. $5",
	
	//14 Heart Event - Lewd
	"Caroline.BathFuss.Dialogue": "A noite passada foi uma loucura, não foi, querido? $8#$b#Você me fez tremer e gemer tão alto que achei que alguém fosse nos ouvir. $5#$b#Vamos manter isso em segredo entre nós, ok? $6",

	//MAIL AFTERMATH
	"Caroline.AbigailMissing.Dialogue": "Você viu minha Abby? Meu coração não está em paz... $10",
	"Pierre.AbigailMissing.Dialogue": "Você viu a Abigail? Já está ficando tarde... $2",
	"Lewis.AbigailMissing.Dialogue": "Abigail desaparecida? Isso não é nada parecido com ela. Precisamos encontrá-la, @. $3",
	"Sam.AbigailMissing.Dialogue": "Você viu a Abby? Íamos nos encontrar para ensaiar para a banda ontem à noite, mas ela não apareceu. $8",
	"Sebastian.AbigailMissing.Dialogue": "Abigail está desaparecida? Eu não a vi. Você acha que ela está nas minas de novo? $2",
	"Robin.AbigailMissing.Dialogue": "Sebastian mencionou que ela estava nas minas ontem. $2#$b#Mas com certeza ela não teria sumido lá, não é? $2",
	"Demetrius.AbigailMissing.Dialogue": "Desaparecida, você disse? Não faço a menor ideia de onde Abigail pode estar. $2#$b#Talvez ela tenha se perdido explorando. Você já verificou as partes mais profundas da floresta? $2",
	"Maru.AbigailMissing.Dialogue": "Abigail desaparecida? Isso é... incomum. $2#$e#Você já olhou perto do antigo centro comunitário? Às vezes ela gosta de tirar cochilos por lá.",
	"Jodi.AbigailMissing.Dialogue": "Oh céus, Abigail desaparecida? #$e#Sam disse que não a viu o dia todo... Isso é tão preocupante... $2",
	"Kent.AbigailMissing.Dialogue": "Desaparecida, é? É melhor você encontrá-la, garoto. Não queremos que Abigail se machuque por aí.",
	"Vincent.AbigailMissing.Dialogue": "Moço! Moço! Você já encontrou a Abby? $2^Moça! Moça! Você já encontrou a Abby? $2 #$b#Talvez ela esteja se escondendo e vá nos assustar! $3",
	"Pam.AbigailMissing.Dialogue": "Abigail desapareceu? Hm, isso é estranho. $4#$b#Você não acreditaria nas encrencas em que eu me metia quando tinha a idade dela, mas sempre voltava no fim das contas. $1#$b#Provavelmente só foi explorar algum lugar selvagem. $2",
	"Penny.AbigailMissing.Dialogue": "Oh não... Você já verificou a biblioteca? Às vezes ela vai para lá para escapar das broncas do pai. $2#$b#Não consigo imaginar ela ficando longe por tanto tempo... $2",
	"Haley.AbigailMissing.Dialogue": "Bem, menos uma pessoa para competir na próxima competição de dança... $2#$b#Não que eu me importe, mas se isso significa menos drama, então tanto faz. $3",
	"Alex.AbigailMissing.Dialogue": "Ainda assim, não é problema meu. Você deveria verificar as minas, ela sempre está procurando briga com algum monstro. $5",
	"Marnie.AbigailMissing.Dialogue": "Mas... ela não sumiria assim do nada, sumiria? $2#$e#Você já verificou a floresta? Ela tem falado sobre aqueles cogumelos brilhantes ultimamente... $2",
	"Shane.AbigailMissing.Dialogue": "Sabia... Provavelmente fugiu para algum lugar com aquele cabelo roxo dela só para evitar responsabilidades. Não é problema meu. $2",
	"Jas.AbigailMissing.Dialogue": "A senhorita Abigail está desaparecida? Mas para onde será que ela foi? $2#$b#Talvez ela tenha se perdido na floresta de novo! $4",
	"Wizard.AbigailMissing.Dialogue": "Relaxe, ela está segura por enquanto. Encontrei-a na floresta secreta, sob uma influência mágica estranha. #$b#Estou trabalhando em uma cura, mas preciso ser discreto. Não conte para Pierre e Caroline ainda, preocupação só complica as coisas. #$e#Fique de olho em qualquer coisa estranha perto da Floresta Cindersap, certo?",

	// ITEMS
	"Caroline.Teddy.name": "Urso de Pelúcia da Caroline",
	"Caroline.Teddy.description": "Uma lembrança de infância, desgastada, mas muito amada. Balance com cuidado, seu abraço tem um impacto surpreendente.",
	"Caroline.Portrait": "Retrato de Caroline",
	"Caroline.Poster": "Pôster de Caroline", // nome alternativo se o mod "Caroline é Solteira" estiver instalado

	// STRINGS FROM MAPS
	"Caroline.CSCRoom.0": "O som suave da água é relaxante.",
	"Caroline.CSCRoom.1": "Eu me lembro de ver essa planta em sua antiga casa. É bom vê-la prosperando aqui.",
	"Caroline.CSCRoom.2": "Ela trouxe isso do antigo lar, não foi?",
	"Caroline.CSCRoom.3": "Caroline deve ter reorganizado as plantas de novo.#Ela sempre é tão detalhista.",
	"Caroline.CSCRoom.4": "Esse cano leva a água para a fonte.#Ela provavelmente insistiu em mantê-lo limpo.",
	"Caroline.CSCRoom.5": "A luz aqui é aconchegante, assim como a presença dela.",
	"Caroline.CSCRoom.6": "Um cantinho perfeito para o chá.#Consigo imaginar Caroline sentada aqui.",
	"Caroline.CSCRoom.7": "Um urso de pelúcia muito amado.#Será que Caroline algum dia me contaria a história por trás dele?",
	"Caroline.CSCRoom.8": "Essas flores estão perfeitamente arranjadas.#Caroline deve ter passado um tempo garantindo que ficassem exatamente assim.",
	"Caroline.CSCRoom.9": "Essas plantas dão um toque delicado ao ambiente.",
}