{
  //fish descriptions, This Translation was made by Mary1504
  "Tank_Pufferfish": "Der Kugelfisch ist einer der giftigsten Fische der Welt. Er ist ein langsamer Schwimmer, aber er hat einen einzigartigen Verteidigungsmechanismus: Er kann seinen Bauch mit Wasser füllen, um zu verhindern gefressen zu werden.",
  "Tank_Anchovy": "Die Sardelle ist ein kleiner filtrierender Fisch, der eine typische Beute für die meisten Raubfische ist.",
  "Tank_Tuna": "Der Thunfisch ist ein schneller, stromlinienförmiger Fisch, der für hohe Geschwindigkeiten wie gemacht ist, was ihn zu einem sehr effektiven Raubfisch macht.",
  "Tank_Sardine": "Die Sardine ist ein kleiner Fisch, der sich von Plankton ernährt. Er lebt normalerweise in großen Schwärmen, dort wo Plankton reichlich vorhanden ist.",
  "Tank_Bream": "Brasse ist ein Name, der für verschiedene Arten von Fischen verwendet wird. Diese blaue Art hier findet man gewöhnlich in Süßwasser-Gewässern überall im Sternentautal.",
  "Tank_LargemouthBass": "Der Forellenbarsch ist die größte Barsch-Art, die es im Sternentautal gibt. Er ist ein häufiger Fang für die meisten Angler.",
  "Tank_SmallmouthBass": "Der Schwarzbarsch kann normalerweise an seinen roten Augen erkannt werden. Wie bei den meisten Barsch-Arten, werden die Weibchen meistens größer als die Männchen.",
  "Tank_RainbowTrout": "Die farbenfrohe Regenbogenforelle kann sowohl in Flüssen als auch in Seen gefunden werden. Man sagt, dass die älteste Regenbogenforelle 11 Jahre alt wurde.",
  "Tank_Salmon": "Der Lachs ist dafür bekannt, dass er aus dem Ozean ins Süßwasser wandert um zu laichen. Einige sagen, dass er exakt an die selbe Stelle zurückkehrt, an der er sich fortpflanzte.",
  "Tank_Walleye": "Der Glasaugenbarsch ist nach seinem manchmal glasig wirkenden Blick benannt. Nachts leuchten seine Augen, was es für Angler einfacher macht ihn zu fangen.",
  "Tank_Perch": "Der Barsch zählt zu den Fleischfressern und kann sowohl in Flüssen als auch in Seen gefunden werden.",
  "Tank_Carp": "Die Bezeichnung Karpfen wird für eine große Gruppe von Süßwasser-Fischen verwendet. Er kann in vielen Gewässern im Sternentautal gefunden werden.",
  "Tank_Catfish": "Die Bartfäden des Katzenfisches erinnern an die Schnurrhaare einer Katze, woher er auch seinen Namen hat. Er ist normalerweise an regnerischen Tagen im Sternentautal zu finden. ",
  "Tank_Pike": "Der Hecht ist ein Raubfisch, der gewöhnlich in brack- und süßwasserführenden Gewässern lebt. Er hat einen langgestreckten, walzenförmigen Körper, der an einen Speer erinnert.",
  "Tank_Sunfish": "Der Gotteslachs bevorzugt warme Fluss-Gewässer. Man findet ihn gewöhnlich im Frühling und Sommer im Sternentautal.",
  "Tank_RedMullet": "Die Rotbarbe wurde früher als Aquarien-Fisch gehalten, heute wird sie vor allem als Speisefisch verwendet.",
  "Tank_Herring": "Der Hering lebt normalerweise in großen Schwärmen nahe der Küste. Er kann in den meisten gemäßigten und flachen Gewässern gefunden werden.",
  "Tank_Eel": "Der Aal ist ein länglicher Fisch, dem je nach Art mehrere Flossen fehlen. Er bewegt sich, indem er Wellen über die gesamte Länge seines Körpers erzeugt.",
  "Tank_Octopus": "Der Oktopus ist eigentlich kein Fisch, sondern ein achtarmiges Weichtier. Er taucht in der Mythologie oft als Monster auf. Er war sicherlich nicht leicht zu fangen - gute Arbeit!",
  "Tank_RedSnapper": "Der Riffbarsch kann leicht an seiner roten Farbe erkannt werden. Er ist ein tropischer Meeresfisch, der an regnerischen Sommertagen im Sternentautal gefangen werden kann.",
  "Tank_Squid": "Der Tintenfisch ist eigentlich kein Fisch, sondern zählt zu den Weichtieren. Er kann Tinte absondern um seine Gegner zu verwirren. Wenn Du ihn in einen Fischteich setzt, kann er Tinte für dich produzieren!",
  "Tank_SeaCucumber": "Die Seegurke ist eigentlich kein Fisch, sondern zählt zu den Stachelhäutern. Sie lebt auf den Meeresgründen in der ganzen Welt.",
  "Tank_SuperCucumber": "Die Super-Seegurke ist eigentlich kein Fisch, sondern zählt zu den Stachelhäutern. Diese besondere Art der Seegurke ist ein seltener Fang. Sie wurde schon in Sommer- und Herbstnächten im Sternentautal entdeckt.",
  "Tank_Ghostfish": "Der Indische Glaswels ist ein blinder Fisch, der dank seiner seitlichen Linien, mit denen er navigiert, Schwankungen des Wasserdrucks erkennen kann.",
  "Tank_Stonefish": "Dieser getarnte Fisch mag harmlos aussehen, aber der Steinfisch ist sehr giftig. Verwechsle ihn also nicht mit einem Stein!",
  "Tank_IcePip": "Der Eis-Pip kann tief in den gefrorenen Ebenen der Minen gefangen werden. Seine geringe Größe und seine Schnelligkeit machen ihn zu einem seltenen Fang für viele Angler.",
  "Tank_LavaEel": "Der Lava-Aal ist eine seltene und einzigartige Aal-Art. Er hat sich wundersamerweise dazu entwickelt, in heißer Lava zu überleben. Also Vorsicht, dieses Aquarium ist sehr heiß!",
  "Tank_Sandfish": "Der Sandfisch ist ein tropischer Flachfisch. Er versteckt sich gerne und tarnt sich selbst im Sand.",
  "Tank_ScorpionCarp": "Der Skorpionkarpfen ist eine tropische Karpfen-Art. Er nutzt seine Schnelligkeit und seinen giftigen Stachel um seine Beute zu fangen.",
  "Tank_Flounder": "Die Flunder ist ein flacher Fisch, der am Meeresgrund lebt. Eine ausgewachsene Flunder nutzt ihre Tarnung, um sich vor Raubfischen zu verstecken.",
  "Tank_MidnightCarp": "Der Mitternachts-Karpfen ist ein scheuer Fisch.  Er kann nachts in Teichen und Seen gefunden werden.",
  "Tank_Sturgeon": "Der Stör ist eine sehr alte Fischart und hat eine enorm lange Lebensdauer. Sein Rogen kann in Fischteichen produziert werden, um daraus luxuriösen Kaviar zu machen.",
  "Tank_TigerTrout": "Die Tigerforelle ist eine Kreuzung aus Bachforelle und Bachsaibling. Sie kann selbst keinen Nachwuchs zeugen und ist daher sehr selten.",
  "Tank_Bullhead": "Der Zwergwels ist ein am Grund lebender Fisch. Er hat ein schlechtes Sehvermögen, kann aber seine empfindlichen Bartfäden dazu nutzen, seine Nahrung zu lokalisieren.",
  "Tank_Tilapia": "Buntbarsch ist ein verbreiteter Name für eine Vielzahl von Barschfischarten. Er ist sehr temperaturempfindlich und bevorzugt warme Gewässer.",
  "Tank_Chub": "Kaulbarsch ist ein gebräuchlicher Name für viele Rochenfische. Man findet ihn sehr häufig im Sternentautal.",
  "Tank_Dorado": "Die Goldmakrele verdankt ihren Namen ihrem orange-gold-schimmernden Aussehen.",
  "Tank_Albacore": "Der Weiße Thun ist auch als Langflossenthun bekannt. Wie der Thunfisch, hat er einen stromlinienförmigen Körper. Er ist ein Zugfisch und kann große Entfernungen zurücklegen.",
  "Tank_Shad": "Der Blaubarsch ist wie der Lachs ein Wanderfisch, der zum Laichen ins Süßwasser zurückkehrt.",
  "Tank_Lingcod": "Der Name des Lengdorsches ist eine Kombination aus zwei anderen Fischen, dem Leng und dem Dorsch. Er ist mit beiden Fischen nicht verwandt, hat aber gewisse optische Ähnlichkeiten zu ihnen.",
  "Tank_Halibut": "Der Heilbutt ist ein flacher Fisch und lebt am Meeresgrund. Seinen Namen verdankt er der Kombination von Heilig und Butte (flache Fischart).",
  "Tank_Woodskip": "Der Waldspringer ist ein sehr sensibler Fisch, der nur in Teichen tief in den Wäldern leben kann ... oder in diesem speziellen Aquarium.",
  "Tank_VoidSalmon": "Der Schattenlachs wurde von Schattenenergie verwandelt. Man weiß nicht viel über diesen schwarz-magischen Fisch.",
  "Tank_Slimejack": "Die Schleimmakrele ist mit einer Schleimschicht umgeben. Einige Fische nutzen Schleim als Verteidigungsmechanismus gegen Raubfische.",
  "Tank_MidnightSquid": "Der Mitternächtliche Tintenfisch ist, wie andere Tintenfische auch, eigentlich kein Fisch, sondern zählt zu den Weichtieren. Er lebt in den Tiefen des Ozeans und kann große Mengen an Tinte produzieren.",
  "Tank_Blobfish": "Der Blobfisch ist ein Tiefseefisch: Er kann in Tiefen von 600 bis 1200 Metern überleben, wo der Druck 60 bis 120 mal so hoch wie an der Wasseroberfläche ist. Wenn Blobfische von Anglern gefangen werden, verlieren sie aufgrund von Gewebeschäden ihre Form. Zum Glück ist dieses Aquarium für Tiefseefische konzipiert.",
  "Tank_SpookFish": "Dieses Exemplar, der Gruselfisch, hat drei sehr leistungsstarke Augen, die die schwächsten Silhouetten in der Dunkelheit der Tiefsee erkennen können.",
  "Tank_Angler": "Der legendäre Anglerfisch ist bekannt für seine charakteristische Jagdmethode: Er nutzt eine biolumineszierende Rute um seine Beute anzulocken.",
  "Tank_Legend": "Die Legende - der König aller Fische... Man sagt, er würde nie gefangen werden, aber du hast das Gegenteil bewiesen.",
  "Tank_MutantCarp": "Der legendäre Mutantenkarpfen lebt in den Gewässern der Kanalisation von Pelikan Stadt. Wie dieses Monster erschaffen wurde ist noch immer ein Mysterium.",
  "Tank_Crimsonfish": "Der legendäre Purpurfisch ist eine seltene Fischart, die in den Tiefen des Ozeans lebt. Er laicht in flachen Gewässern während des Sommers.",
  "Tank_Glacierfish": "Der legendäre Gletscherfisch baut gerne Nester unterhalb von Gletschern. Da fühlt er sich am Wohlsten - je kälter das Wasser, desto besser.",
  "Tank_Lobster": "Der Hummer ist eigentlich kein Fisch, sondern ein Krustentier. Ihre Farben können variieren, sind aber nur sehr selten hellrot, so wie man sie fälschlicherweise kennt. Die charakteristische rote Farbe entsteht erst während des Kochvorganges, wenn bestimmte Pigmente aus der Epidermis des Hummers durch die Hitze entfernt werden.",
  "Tank_Crayfish": "Der Flusskrebs ist ein kleines Süßwasser-Krustentier und ähnelt dem Hummer.",
  "Tank_Crab": "Die Krabbe ist ein ikonisches Krustentier. Sie existiert in vielen verschiedenen Arten und ist auf der ganzen Welt zu finden.",
  "Tank_Cockle": "Die Herzmuschel ist ein Weichtier, das seine Nahrung aus dem Wasser heraus filtriert.",
  "Tank_Mussel": "Die Miesmuschel ist eine von vielen Muschelarten. Sie alle vereint eine einzigartig längliche und asymetrische Form.",
  "Tank_Shrimp": "Die Garnele ist ein Krustentier, welches in vielen Ozeanen beheimatet ist. Im Gegensatz zu Fischen besitzt sie keine Flossen zur Fortbewegung; sie zieht ihren Bauch in Richtung ihres Körpers. Dies bedeutet jedoch, dass eine Garnele rückwärts schwimmt.",
  "Tank_Snail": "Die Schnecke gehört zur Gruppe der Gastropoden, welche eine Klasse innerhalb des Stammes der Weichtiere sind. Schnecken können sich vollständig in ihr Gehäuse zurückziehen.",
  "Tank_Periwinkle": "Die Strandschnecke ist eine kleine Schneckenart. Ihr Gehäuse ist oft spitz zulaufend.",
  "Tank_Oyster": "Die Auster ist eine Muschelart. Sie sind allgemein für ihre Perlen bekannt. Perlen entstehen, wenn sich ein Fremdkörper in die Auster eingeschlichen hat. Als Abwehrmechanismus verwendet sie eine Flüssigkeit, um den Fremdkörper zu beschichten. Schicht für Schicht wird dieses Perlmutt abgeschieden, bis sich eine glänzende Perle bildet.",
  "Tank_Pufferchick": "'Vor langer Zeit, als die Erde noch jung war und Kugelhühner noch nicht existierten, hatte der Mod-Maker-Kanal seine eigene Emoji-Subkultur, basierend auf Kugelfischen. Ich schlug vor, einige davon zu den Emoji-Slots des Servers hinzuzufügen (das war damals, als wir maximal 50 davon haben durften). Und als ich gefragt wurde, welches ich hinzufügen wolle, schlug ich scherzhaft das Kugelhuhn vor.' - Pathoschild, 2020",
  "Tank_VoidEel": "Der Schattenaal ist eine mysteriöse Aal-Art. Es ist gut möglich, dass der zusätzliche Kopf ein Resultat von Schattenenergie ist.",
  "Tank_Starfish": "Der Seestern ist eigentlich kein Fisch, sondern zählt zu den Stachelhäutern. Es gibt ihn in vielen verschiedenen Arten und er kann in jeglichen Gewässern - von den Tropen bis zum Polarmeer - gefunden werden. Diese Art hier sieht jedoch tropisch aus.",
  "Tank_Clownfish": "Der Clownfisch oder Anemonenfisch lebt in wärmeren Meeresgewässern. Je nach Art können ihre Farben von gelb, orange, rot oder schwarz mit weißen Balken oder Flecken variieren.",
  "Tank_Minnow": "Die Elritze ist eine kleine Süßwasser-Fischart. Sie kann in den meisten Flüssen und Seen gefunden werden.",
  "Tank_Puppyfish": "Der Welpenfisch ist wahrscheinlich der beliebteste Aquarien-Fisch. Aber wenn du ihn streicheln willst, wirst du dir die Hände nass machen müssen!",
  "Tank_Butterfish": "Der Butterfisch ist ein Süßwasserfisch, der je nach Jahreszeit in verschiedenen Gewässern überall im Sternentautal vorkommt.",

  //1.1.0 fish descriptions, This Translation was made by CoolRabbit123
  "Tank_DottedAbalone": "'Abalone' ist ein Name für eine Gruppe von Muscheln. Sie sind auch unter anderen Namen bekannt, wie z. B. Ohrmuscheln, Seeohren, Hammelfisch, Knopfmuscheln, Örmer, Perlenmuscheln oder einfach nur Muscheln.",
  "Tank_Scallop": "'Jakobsmuschel' ist eine Bezeichnung für eine große Vielfalt von Muschelarten. Sie sind eng mit einer anderen Gruppe von Muscheln verwandt, die üblicherweise als Austern bezeichnet werden.",
  "Tank_DewdropFish": "Der Tautropfenfisch, der durch seine Wassertropfen- oder vielmehr Tautropfenform seinen einzigartigen Namen erhielt.",
  "Tank_PurpleSpottedTrout": "Die lila gefleckte Forelle ist im Stenentau-Tal nicht heimisch. Ihre Herkunft ist den meisten Menschen nicht bekannt.",
  "Tank_Relicantlette": "Die Relikantlette soll ein häufiger Fisch sein, der in antiken Seen vorkommt. Aber einen antiken See zu finden, ist eine sehr seltene Sache.",
  "Tank_Serafin": "Der Serafin gleitet mit seinen flügelartigen Flossen durch das Wasser. Ein eleganter Fisch, der sich sehen lassen kann.",
  "Tank_UmuwiCarp": "Der Umuwi-Karpfen, ein magischer Fisch, scheint von einer seltsamen Art von Magie umgeben zu sein. Weitere Forschungen sind erforderlich.",
  "Tank_KingSalmon": "Der Königslachs, ein besonders großer Fisch, ist der größte unter den Lachsarten. Die meisten Angler begehren diesen Fisch sehr.",
  "Tank_Frog": "Frösche gehören zu einer großen und vielfältigen Gruppe von Amphibien. Mit ihren Stimmbändern können Frösche eine Vielzahl von Quaklauten erzeugen.",

  //1.2.0 Fish descriptions, This Translation was made by CoolRabbit123
  "Tank_SonOfCrimsonfish": "Dieser junge Purpurfisch hat einen auffälligen Schwanz, aber das ist nur eine Phase.",
  "Tank_RadioactiveCarp": "Dieser Fisch ist radioaktiv, aber keine Sorge, in diesem Tank ist es sicher aufgehoben.",
  "Tank_Ms.Angler": "Dieser Anglerfisch scheint Make-up zu tragen...",
  "Tank_GlacierfishJr.": "Dieser Fisch ist so cool. Er hat sogar eine Sonnenbrille, die das beweist.",
  "Tank_LegendII": "Die einzige Legende... Moment mal!",
  "Tank_Stingray": "Stachelrochen ist der Name für eine Gruppe von Seerochen. Sie sind mit Haien verwandt, aber im Gegensatz zu Haien und anderen Fischen verwenden Stachelrochen eine einzigartige Fortbewegungsart, die 'Wellenbewegung' genannt wird.",
  "Tank_BlueDiscus": "Der Blaue Diskusbuntbarsch ist eine Buntbarschart, die sehr empfindlich auf Temperaturschwankungen reagiert und wärmere Gewässer bevorzugt.",
  "Tank_Lionfish": "Der Rotfeuerfisch oder auch 'Zebrafisch' oder 'Feuerfisch' genannt, ist ein giftiger Meeresfisch. Er ist ein effektiver Räuber, der sich von kleineren Fischen und Mollusken ernährt. In einigen Gebieten gelten Rotfeuerfische als invasive Arten. Derzeit sind 12 Arten von Rotfeuerfischen bekannt.",

  //1.3.0 MNF fish descriptions, This Translation was made by CoolRabbit123
  "Tank_MNF.MoreNewFish_glassfish": "Der Glasfisch hat einen außergewöhnlich transparenten Körper und ernährt sich von Schalentieren, Ringelwürmern und anderen wirbellosen Tieren. Normalerweise ist er eine Beute für größere Fische.",
  "Tank_MNF.MoreNewFish_coelacanth": "Quastenflosser sind eine Fischart mit nur noch 2 lebenden Arten. Die Fischart galt lange Zeit als ausgestorben, wurde aber später wiederentdeckt.",
  "Tank_MNF.MoreNewFish_cavefish": "'Höhlenfisch' ist ein Oberbegriff für Fische, die an das Leben in Höhlen angepasst sind. Sie haben ungewöhnliche Anpassungen, die als Troglomorphismus bekannt sind. Diese Anpassungen für Tiere, die in ständiger Dunkelheit leben, umfassen in der Regel den Verlust von Pigmenten, Augenlicht oder möglicher Blindheit.",
  "Tank_MNF.MoreNewFish_cave_lobster": "Der Höhlenhummer ist eine seltene Schalentierart, die sich an das Leben in Höhlen angepasst hat. Er ernährt sich von organischem Material, das in die Höhlen gespült wird, sowie von Fledermausguano.",
  "Tank_MNF.MoreNewFish_cyclops_shark": "Bei diesem 'Zyklopenhai' handelt es sich offenbar um einen Dunkelhai mit Zyklopie. Zyklopie ist ein Geburtsfehler, der bei den verschiedensten Tieren selten vorkommt.",
  "Tank_MNF.MoreNewFish_barreleye": "Der Gespensterfisch ist nach seinen einzigartigen tonnenförmigen Augen bennant. Seine Augen sind im Normalfall nach oben gerichtet, um die Silhouette seiner Beute zu erkennen. Er kann seine Augen aber auch nach vorne richten.",
  "Tank_MNF.MoreNewFish_brain_slug": "Bei dieser seltsamen Schnecke handelt es sich vermutlich um eine parasitische Hirn-Schnecke, die einen grünen Körper mit zwei Fühlern und einem großen Auge hat.",
  "Tank_MNF.MoreNewFish_tucunare": "Der Augenbarsch oder auch Pfauenbarsch genannt, gehört zu einer großen Gattung, die als Buntbarsche bekannt ist. Trotz seiner Ähnlichkeiten ist er nicht besonders eng mit anderen Barschen verwandt.",
  "Tank_MNF.MoreNewFish_arctic_char": "Der Seesaibling ist ein Kaltwasserfisch. Er gehört zur Familie der Lachsfische, zu der Fische wie Forellen und Lachse gehören. In einigen Gebieten ist er auch als 'Gänseklein' bekannt.",
  "Tank_MNF.MoreNewFish_green_terror": "Der Goldsaumbuntbarsch ist eine Süßwasserfischart aus der Familie der großen Buntbarsche. Er wurde früher mit anderen Arten verwechselt, weil er polymorph ist, das heißt, dass ein und dieselbe Art verschiedene Aussehen oder Formen haben kann.",
  "Tank_MNF.MoreNewFish_common_pleco": "Der Saugmaulwels, auch bekannt als 'Gewöhnlicher Pleco', ist eine Art von Süßwasserwelsen, die zu den Harnischwelsen gehören. Er ernährt sich normalerweise von Algen und Schalentieren.",
  "Tank_MNF.MoreNewFish_siamese_algae_eater": "Die Siamesische Rüsselbarbe ist eine Süßwasserfischart aus der Familie der Karpfen. Sie hält sich in der Regel auf dem Grund von Bächen und Flüssen auf, wo sie sich von Algen ernährt.",
  "Tank_MNF.MoreNewFish_trahira": "Traíra oder 'Traíras' sind eine Familie von Süßwasserfischen. Sie sind Fleischfresser und ernähren sich von anderen Fischen. Einige Arten sind sogar in der Lage, Sauerstoff zu atmen.",
  "Tank_MNF.MoreNewFish_pacu": "Schwarzer Pacu ist ein gebräuchlicher Name, der sich auf eine Vielzahl von allesfressenden Süßwasser-Serrenfischen bezieht. Sie sind mit dem Piranha verwandt, haben aber im Gegensatz zu ihrem nahen Verwandten eher eckige Zähne, die für eine vielseitige Ernährung geeignet sind.",
  "Tank_MNF.MoreNewFish_snowball_pleco": "Der Schneeball-Prachtharnischwels ist eine Art von Süßwasser-Harnischwels. Er ernährt sich normalerweise von Algen, frisst aber manchmal auch andere organische Stoffe.",
  "Tank_MNF.MoreNewFish_freshwater_pufferfish": "Obwohl die meisten Kugelfische in mariner Umgebung leben, verbringen etwa 35 Arten ihren gesamten Lebenszyklus im Süßwasser. Sowie andere Kugelfische hat er die Fähigkeit, sich bei Bedrohung aufzublasen. Dies ist ein Verteidigungsmechanismus, um seine langsame Fortbewegung auszugleichen.",
  "Tank_MNF.MoreNewFish_arowana": "Der Arowana ist ein Süßwasserfisch, der auch als Knochenzunge bekannt ist. Es gibt etwa 10 verschiedene Arten von Arowana. Er hat einen langgestreckten Körper, der mit schweren Schuppen mit Mosaikmustern bedeckt ist.",
  "Tank_MNF.MoreNewFish_tench": "Die Schleie ist auch als 'Doktorfisch' bekannt. Man findet sie in langsam fließenden Gewässern wie Flüssen und Seen.",
  "Tank_MNF.MoreNewFish_zebra_tilapia": "Der Zebrabuntbarsch gehört zu einer großen Gattung, den Buntbarschen. Er ist ein ziemlich großer Buntbarsch, dessen dunkle Streifen mit zunehmendem Alter verblassen.",
  "Tank_MNF.MoreNewFish_clown_knifefish": "Der Clown-Messerfisch wird auch unter anderen Namen wie Clown-Federfisch oder Gefleckter Messerfisch geführt. Dieser nachtaktive Süßwasserfisch ist normalerweise in Seen zu finden.",
  "Tank_MNF.MoreNewFish_redtail_shark": "Der Rotschwanz-Haifisch, auch gennant 'Feuerschwanz-Fransenlipper' oder  ist eine Süßwasserfischart aus der Familie der Karpfen. Er hat einen schwarzen Körper mit einem charakteristischen orangefarbenen Schwanz. Auch wenn sein Name vermuten lässt, dass er mit Haien verwandt ist, ist er es nicht.",
  "Tank_MNF.MoreNewFish_clown_loach": "Die Prachtschmerle (auch 'Tigerschmerle' genannt) ist eine Süßwasserfischart, die zur Familie der Schmerlen gehört. Sie hat einen langen orangefarbenen bis gelben Körper mit schwarzen Streifen. Ihr Maul ist nach unten gerichtet und hat 4 Barteln.",
  "Tank_MNF.MoreNewFish_sauger": "Der Kanadische Zander ist ein Süßwasserfisch, der eng mit dem Glaßaugenbarsch verwandt ist. Er ist ein gut angepasster Raubfisch, der in schnellen Flüssen schwimmen kann. Kanadische Zander ernähren sich von einer Vielzahl von wirbellosen Tieren und kleinen Fischen.",
  "Tank_MNF.MoreNewFish_elephantfish": "Der Elefantenfisch oder vielmehr der 'Süßwasser-Elefantenfisch', nicht zu verwechseln mit dem Meeres-Elefantenfisch, ist eine Familie von Süßwasserfischen. Einige Arten haben modifizierte Mundwerkzeuge, um sich von kleinen Wirbeltieren in schlammigen Untergründen zu ernähren.",
  "Tank_MNF.MoreNewFish_flame_angelfish": "Der Flammen-Zwergkaiserfisch oder Flammen-Kaiserfisch ist eine Art von Kaiserfisch. Er hat eine leuchtend orange-rote Färbung, schwarze Streifen an der Seite und blaue Rücken- und Afterflossen. Seine Ernährung kann von Algen bis zu Krustentieren reichen.",
  "Tank_MNF.MoreNewFish_threespot_angelfish": "Der Gelbe Dreipunktzwergkaiserfisch ist eine Art von Kaiserfisch. Er hat eine leuchtend gelbe Färbung sowie drei dunkle Flecken auf seinem Körper. Bei dieser Art können die Weibchen im Laufe ihres Lebens einmal ihr Geschlecht wechseln.",
  "Tank_MNF.MoreNewFish_banded_angelfish": "Der Schwarzbinden-Kaiserfisch oder Bandit-Kaiserfisch ist eine Art von Kaiserfisch. Er ist weitgehend farblos, hat aber einen breiten schwarzen Streifen quer über seinen Körper. Man findet ihn normalerweise in tiefen Gewässern in der Nähe von Riffen..",
  "Tank_MNF.MoreNewFish_ornate_angelfish": "Der Lyrakaiserfisch oder Bellus-Kaiserfisch, wie er auch genannt wird, ist eine Art von Kaiserfisch. Die Weibchen dieser Art sind meist blau, schwarz und weiß. Die Männchen sind im Normalfall grau mit einem gelben Streifen.",
  "Tank_MNF.MoreNewFish_royal_angelfish": "Der Pfauen-Kaiserfisch oder Königs-Kaiserfisch ist eine marine Art der Kaiserfische. Er besitzt einen flachen Körper und je nach Region eine unterschiedliche Färbung.",
  "Tank_MNF.MoreNewFish_tiger_puffer": "Der Japanische Kugelfisch gehört zu der Familie der Kugelfische. Wie die meisten Kugelfische enthalten einige seiner Organe Giftstoffe, die für den Menschen hochgradig toxisch sind.",
  "Tank_MNF.MoreNewFish_moorish_idol": "Der Halfterfisch ist eine häufige Meeresfischart, die in Riff- und Lagunengebieten zu finden ist. Er ist ein Allesfresser und ernährt sich vor allem von Korallen und Schwämmen.",
  "Tank_MNF.MoreNewFish_blue_tang": "Der Paletten-Doktorfisch ist eine Art von Doktorfisch. Er wird auch unter anderen Namen wie 'Regal-Doktorfisch', 'Königlicher Doktorfisch', 'Blauer Flusspferd-Doktorfisch' und 'Blauer Doktorfisch' bezeichnet, um nur einige zu nennen. Er hat einen flachen, blauen Körper mit einem schwarzen Palettenmuster und einem gelben Schwanz. Die Männchen sind tendenziell größer als die Weibchen.",
  "Tank_MNF.MoreNewFish_dwarf_stingray": "Der Zwergstechrochen ist eine kleine Art von Stechrochen. Er hat einen diamantförmigen Körper, wobei sein Kopf eine fast dreieckige Spitze bildet. Er hat einen langen, peitschenartigen Schwanz mit einem gezackten, scharfen Stachel.",
  "Tank_MNF.MoreNewFish_maroon_clownfish": "Der Samtanemonenfisch oder 'Stachelwangen-Clownfisch', wie er auch genannt wird, ist eine Art von Anemonenfisch. Wie andere Anemonenfische geht er eine symbiotische, wechselseitige Beziehung mit Seeanemonen ein.",
  "Tank_MNF.MoreNewFish_sebae_clownfish": "Der Goldschwanz-Anemonenfisch ist eine Art der Anemonenfische. Er lebt in der Regel in Gesellschaft von Sattelanemonen.",
  "Tank_MNF.MoreNewFish_wide-band_clownfish": "Der Breitband-Anemonenfisch ist eine Art der Anemonenfische. Wie andere Anemonenfische lebt er in einer symbiotischen Beziehung mit Anemonen und wird von deren Stacheln nicht beeinträchtigt. Er ist in der Lage, sein Geschlecht zu wechseln, wobei die Weibchen in der Regel die größten sind, gefolgt von brütenden Männchen und nicht brütenden Männchen.",
  "Tank_MNF.MoreNewFish_pink_skunk_clownfish": "Der Pinke-Halsband-Anemonenfisch oder einfach 'Pink-Anemonenfisch', wie er auch genannt wird, ist eine Art der Anemonenfische. Anemonenfische werden in sechs Gruppen eingeteilt, die als Komplexe bezeichnet werden. Der Pinke-Halsband-Anemonenfisch gehört zu einem Komplex, der 'Stinktier-Komplex' genannt wird.",
  "Tank_MNF.MoreNewFish_orange_clownfish": "Der Trauerband-Anemonenfisch ist auch unter anderen Namen wie 'Percula-Anemonenfisch' oder 'Clown-Anemonenfisch' bekannt. Er gehört zur Unterfamilie der Anemonenfische und lebt, wie andere Arten dieser Familie, in einer Lebensgemeinschaft mit Anemonen. Er lebt in der Regel mit 2 Arten von Anemonen zusammen.",
  "Tank_MNF.MoreNewFish_saddleback_clownfish": "Der Sattelfleck-Anemonenfisch oder 'Gelbflossen-Anemonenfisch', wie er auch genannt wird, ist eine Art der Anemonenfische. Wie bei einigen anderen Anemonenfischen sind die Männchen in der Lage, ihr Geschlecht zu wechseln, was als Protandrie bezeichnet wird.",
  "Tank_MNF.MoreNewFish_two-band_clownfish": "Der Zweiband-Anemonenfisch oder 'Zwei-gebundener Anemonenfisch', wie er auch genannt wird, ist eine Art von Anemonenfisch. Wie der Name schon sagt, hat er zwei weiße Streifen oder Linien mit schwarzen Rändern auf seinem Körper. Wie andere Anemonenfische ernährt er sich von Algen und Zooplankton.",
  "Tank_MNF.MoreNewFish_whitesnout_clownfish": "Der Weißschnauzen-Anemonenfisch oder 'McCulloch's Anemonenfisch', wie er auch genannt wird. Wie andere Anemonenfische lebt er in Symbiose mit Anemonenfischen, allerdings wird der Weißflossen-Anemonenfisch nur von einer Anemonenart, der Blasenanemone, beherbergt.",
  "Tank_MNF.MoreNewFish_fire_clownfish": "Der Schwarzflossen-Anemonenfisch ist unter vielen verschiedenen Namen bekannt, wie zum Beispiel 'Zimt-Anemonenfisch', 'Schatten-Anemonenfisch' oder 'Schwarzrückiger Anemonenfisch', um nur einige zu nennen. Es handelt sich um eine Anemonenfischart mit einem dunkelroten Körper und einem einzelnen weißen Streifen hinter dem Auge.",
  "Tank_MNF.MoreNewFish_yellowtail_clownfish": "Der Gelbschwanz-Anemonenfisch oder 'Clark's Anemonefisch', wie er auch genannt wird, ist eine marine Anemonenfischart. Im Gegensatz zu anderen Anemonenfischarten wird er nicht speziell von einer beschränkten Anzahl bestimmter Anemonenarten beherbergt, sondern von einer Vielzahl von 10 Arten.",
  "Tank_MNF.MoreNewFish_skunk_clownfish": "Der Halsband-Anemonenfisch oder 'Nasenstreifen-Anemonenfisch', wie er auch genannt wird, ist eine Art von Anemonenfisch. Wie andere Anemonenfische ist er territorial und nutzt Geräusche in Form von Knacken oder Zirpen, um sein Revier zu schützen.",
  "Tank_MNF.MoreNewFish_pollock": "'Seelachs' ist ein gebräuchlicher Name für eine von zwei Fischarten aus der Familie der Dorsche. Die andere Art, mit der er regelmäßig verwechselt wird, ist die Köhlerart.",
  "Tank_MNF.MoreNewFish_false_kelpfish": "Der Marmor-Drachenkopf oder 'See-Riffbarsch', wie er auch genannt wird, ist eine Fischart aus der Familie der Felsenfische. Es gibt nur 3 anerkannte Arten von Felsenfischen.",
  "Tank_MNF.MoreNewFish_icefish": "Der Krokodileisfisch oder 'Nudelfisch' ist eine Gruppe von Fischen. Sie haben einen schlanken Körper und fast keine Schuppen. Die Weibchen sind völlig schuppenlos und die Männchen haben nur wenige Schuppen. Die meisten Arten von Krokodileisfisch leben nur ein Jahr lang, so dass sie sehr schnell geschlechtsreif werden.",
  "Tank_MNF.MoreNewFish_monkfish": "'Seeteufel' ist ein gängiger Name für eine Gattung von Anglerfischen. Er ist auch unter anderen Namen wie 'Angelfrosch' oder 'Meeresteufel' bekannt. Wie alle Anglerfischarten hat er einen Köder, um Beute anzulocken. Es gibt 7 bekannte Arten von Seeteufel.",
  "Tank_MNF.MoreNewFish_wolffish": "Der Gestreifter Seewolf oder nur 'Seewolf' ist ein Tiefseefisch, der in kalten Gewässern beheimatet ist. Mit seinen starken Zähnen ernährt er sich von verschiedenen Muscheln, Seeigeln und Krustentieren. Es gibt 4 bekannte Arten von Gestreiften Seewölfen, 5 davon sind mit dem Wolfsaal verwandt.",
  "Tank_MNF.MoreNewFish_thread-sail_filefish": "Der Fadensegel-Feilenfisch ist eine marine Art der Feilenfische. Er ernährt sich sowohl von Plankton als auch von kleineren Krustentieren und ist somit ein Allesfresser. Jungtiere dieser Art verstecken sich typischerweise in treibendem Seegras, um sich vor Fressfeinden zu schützen.",
  "Tank_MNF.MoreNewFish_soldierfish": "Der Soldatenfisch ist eine Familie der Rochenfische, man findet ihn meist in tropischen Gewässern in der Nähe von Riffen. Er ernährt sich im offenen Wasser von größerem Zooplankton.",
  "Tank_MNF.MoreNewFish_squirrelfish": "Husarenfische sind eine Familie von Rochenfischen, von denen es etwa 150 Arten gibt. Man findet sie in der Regel in der Nähe von tropischen Gewässern und Riffen. Sie ernähren sich von Krebstieren, Weichtieren und Schnecken auf dem Meeresgrund.",
  "Tank_MNF.MoreNewFish_goldfish": "Der Goldfisch ist ein Süßwasserfisch, der zur Familie der Karpfen gehört. Entgegen der gängigen Annahme haben Goldfische kein schlechtes Gedächtnis. Freigegebene Aquarienfische können in einigen Fällen Probleme verursachen und können sogar als invasive Arten eingestuft werden.",
  "Tank_MNF.MoreNewFish_ide": "Die Aland oder Orfe, wie sie auch genannt wird, ist ein Süßwasserfisch, und gehört zur Familie der Karpfen. Sie hat helle Schuppen und einen langen Körper.",
  "Tank_MNF.MoreNewFish_celestial_eye": "Das Himmlisches Auge ist ein Goldfisch, der zur Familie der Karpfen gehört und auch als 'Choutengan' bekannt ist. Er hat einmalig hervortretende, nach oben gerichtete Augen.",
  "Tank_MNF.MoreNewFish_lionhead": "Der Löwenkopf ist ein Goldfisch, der zur Familie der Karpfen gehört. Er ist leicht an seinem einzigartigen Kopfwuchs und seinem kapuzenartigen Aussehen zu erkennen.",
  "Tank_MNF.MoreNewFish_comet": "Der Kometenschweif ist ein Goldfisch, der zur Familie der Karpfen gehört. Er ähnelt einem gewöhnlichen Goldfisch, ist aber in der Regel kleiner und schlanker. Er ist an seiner langen, gegabelten und alleinstehenden Schwanzflosse zu erkennen.",
  "Tank_MNF.MoreNewFish_telescope": "Der Teleskopfisch ist ein Goldfisch, der zur Familie der Karpfen gehört. Sein auffälligstes Merkmal sind seine hervorstehenden Augen. Dieses Merkmal ist in einigen Gebieten als 'Drachenaugen' bekannt.",
  "Tank_MNF.MoreNewFish_freshwater_butterflyfish": "Schmetterlingsfische sind normalerweise in Korallenriffen zu finden.  Diese Art hat sich jedoch auf einzigartige Weise an das Süßwasser anpassen können. Sie sind besonders territorial und bilden Paare. Sie ernähren sich von den Larven der Süßwasserfische.",
  "Tank_MNF.MoreNewFish_pangasius": "Pangasius ist der Name einer Gattung von Haifischwelsen, die in Brack- und Süßwassersystemen vorkommen, in denen sie ziemlich groß werden können. Sie sind fleischfressende Fische, die sich normalerweise von Garnelen, Krebsen und anderen Fischen ernähren. Derzeit sind 22 Arten von Pangasius bekannt.",
  "Tank_MNF.MoreNewFish_anchoviella": "Anchoviella ist der Name einer Gattung von Sardellenfischen. Sie sind typischerweise kleine und blasse Fische, die in warmen Gewässern leben. Sie ernähren sich in der Regel von Plankton und Krustentieren.",
  "Tank_MNF.MoreNewFish_barracuda": "Der Barrakuda oder kurz 'Cuda' ist ein großer Raubfisch. Er hat einen langgestreckten, fast schlangenartigen Körper. Derzeit sind 28 Arten von Barrakudas bekannt.",
  "Tank_MNF.MoreNewFish_blue_ringed_octopus": "Blau-beringter Oktopuse sind eine Gruppe von 4 hochgiftigen Krakenarten. Wenn sie bedroht werden, werden sie leuchtend gelb und zeigen ihre vielen blauen Ringe.",
  "Tank_MNF.MoreNewFish_small_manta_ray": "Mantarochen sind große Rochen mit großen dreieckigen Flossen, die wie bei den meisten Rochen mit dem Kopf verschmolzen sind. Es gibt derzeit nur 2 bekannte Arten von Mantas.",
  "Tank_MNF.MoreNewFish_ribbon_eel": "Die Nasenmuräne ist auch unter anderen Namen wie 'Blattnasenmuräne' oder 'Bernis-Aal' bekannt. Es handelt sich um eine Muränenart, die leicht an ihren erweiterten vorderen Nasenlöchern zu erkennen ist. Man findet sie normalerweise in Lagunen oder in der Nähe von Riffen.",
  "Tank_MNF.MoreNewFish_sea_snake": "Seeschlangen oder Korallenriffschlangen sind eine Gruppe von Schlangen, die sich an das Leben in Meeresumgebung angepasst haben. Einige sind vollständig an das Leben im Wasser angepasst und können sich nicht an Land bewegen. Sie besitzen keine Kiemen und müssen daher regelmäßig auftauchen, um zu atmen.",
  "Tank_MNF.MoreNewFish_small_swordfish": "Der Schwertfisch, auch bekannt als 'Breitschnabel', ist ein schwer zu fassender Fisch mit einem charakteristischen langen, flachen, spitzen Schnabel, der einem Schwert ähnelt. Er verlässt sich bei der Jagd auf seine hohe Geschwindigkeit in Verbindung mit seinem 'Schwert'. Allerdings benutzt er das 'Schwert' nicht, um seine Beute aufzuspießen, sondern eher, um sie aufzuschlitzen und zu verwunden.",
  "Tank_MNF.MoreNewFish_hagfish": "Der Schleimaal gehört zu der Gattung der kieferlosen Fische. Dieser aalförmige Fisch kann Schleim produzieren und wird oft als 'Schleimiger Aal' bezeichnet.",
  "Tank_MNF.MoreNewFish_longfin_icedevil": "Der Langflossige Eisteufel ist ein Tiefseefisch, der zur Familie der Kabeljau-Eisfische gehört. Er besitzt viele Anpassungen für das Leben in tiefen und kalten Gewässern.",
  "Tank_MNF.MoreNewFish_haddock": "Der Schellfisch gehört zur Familie der Kabeljaue. Er hat einen länglichen Körper, der für einen Kabeljau typisch ist. Die Oberseite des Schellfischs kann in der Farbe von braun bis fast schwarz variieren, während der untere Teil silbrig weiß ist.",
  "Tank_MNF.MoreNewFish_stubby_squid": "Zwergtintenfische oder 'Bobtail-Tintenfische', wie sie auch genannt werden, sind eine Gruppe von Kopffüßern (Cephalopoden). Sie besitzen 8 Arme und 2 Tentakel, in der Regel sind sie relativ klein.",
  "Tank_MNF.MoreNewFish_dumbo_octopus": "Der Dumbo-Oktopus ist eine Gattung der 13 anerkannten Arten von Schirm-Oktopussen. Sie ernähren sich in der Regel von Krustentieren, Muscheln und Würmern.",
  "Tank_MNF.MoreNewFish_king_crab": "Die Königskrabbe ist ein Krustentier, das in der Regel in kalten Gewässern vorkommt. Aufgrund der Größe und des Geschmacks des Fleisches werden sie oft gefangen und als Essen verkauft.",
  "Tank_MNF.MoreNewFish_sand_dollar": "Sanddollars sind auch unter dem Namen Seekeks, Schnapperkeks oder Stiefmütterchenmuschel bekannt. Es handelt sich um eine kleine, flache Seeigelart. Er hat ein starres Skelett, das 'Test' genannt wird.",
  "Tank_MNF.MoreNewFish_blue_dragon_slug": "Die Blaue Drachenschnecke ist auch unter vielen anderen Namen bekannt, z. B. 'Seeschwalbe', 'Blauer Glaukos' oder 'Blaue Meeresschnecke', um nur einige zu nennen. Sie ist eine schalenlose Schnecke, die sich von anderen pelagischen Lebewesen, darunter auch giftigen Arten, ernährt.",
  "Tank_MNF.MoreNewFish_brief_squid": "Der Atlantische Tintenfisch ist eine kleine Tintenfischart. Wie andere Tintenfische ist er kein Fisch, sondern ein Mollusk. Er ist normalerweise in warmen, flachen Gewässern zu finden.",
  "Tank_MNF.MoreNewFish_nautilus": "Perlbooten, was so viel wie 'Seemann' bedeutet, gehören zu den pelagischen Mollusken. Sie werden oft als 'lebende Fossilien' bezeichnet, da sie lange Zeit ohne wesentliche Veränderungen überlebt haben.",
  "Tank_MNF.MoreNewFish_prawn": "'Garnele' ist der gängige Name für kleine, im Wasser lebende Krustentiere. Sie gehören zur Ordnung der Zehnfußkrebse (Decapoda).",
  "Tank_MNF.MoreNewFish_swimmer_crab": "Die Schwimmerkrabbe ist ein Krustentier, das zur Familie der Portunidae gehört. Ein Paar seiner Beine ist flach und ermöglicht es ihm, zu schwimmen und Beute zu fangen.",
  "Tank_MNF.MoreNewFish_jellyfish": "Quallen oder Meeresquallen, wie sie auch genannt werden, gehören zu den Nesseltieren. Sie gehören zu einem Stamm namens Cnidaria. Die Qualle ist das Medusenstadium dieser Tierart. In ihrem Polypenstadium können sie auch am Meeresboden verankert sein.",
  "Tank_MNF.MoreNewFish_freshwater_crab": "Es gibt etwa 1.300 entdeckte Süßwasserkrebsarten. Im Gegensatz zu ihren Arten aus dem Meer kümmern sich diese Krebse mütterlich um ihre Nachkommen.",
  "Tank_MNF.MoreNewFish_freshwater_shrimp": "Die Süßwassergarnele ist ein kleines Krustentier, das in vielen Gebieten vorkommt. Sie ist ein wichtiger Bestandteil der Nahrungskette für viele größere Tiere.",
  "Tank_MNF.MoreNewFish_harlequin_freshwater_shrimp": "Die Harlekin-Süßwassergarnele ist ein kleines Krustentier. In der Aquaristik ist sie auch unter dem Namen 'Schönheitsgarnele von Celebes' oder auch' Schwammgarnele' bekannt.",
  "Tank_MNF.MoreNewFish_red_harlequin_freshwater_shrimp": "Die Rote Harlekin-Süßwassergarnele ist ein kleines Krustentier, das sich von einem nicht näher beschriebenen Süßwasserschwamm ernährt.",
  "Tank_MNF.MoreNewFish_red_freshwater_shrimp": "Die Rote Süßwassergarnele oder 'Kirschgarnele', wie sie auch genannt wird. Diese rote Art wird regelmäßig an Aquarien verkauft.",
  "Tank_MNF.MoreNewFish_blue_freshwater_shrimp": "Diese Süßwassergarnele ist auch unter dem Namen 'Blaue Samtgarnele' bekannt. Diese bläuliche gefärbte Art ernährt sich, wie andere Garnelen auch, von Algen und anderen Mikroorganismen.",
  "Tank_MNF.MoreNewFish_ladyfish": "Der Frauenfisch ist eine Fischart aus der Familie der Rochen. Sie sind auch unter den Namen 'Skipjacks', 'Jack-rashes' oder 'Tenpounders' bekannt. Sie halten sich in der Regel in Küstennähe auf, wo sie sich von Krustentieren und kleineren Fischen ernähren.",
  "Tank_MNF.MoreNewFish_robalo": "Der Wolfsbarsch wird auch als 'Gewöhnlicher Barsch' oder 'Wachtmeisterfisch' bezeichnet. Er bevorzugt in der Regel wärmere Gewässer und ernährt sich von kleineren Fischen, Krustentieren wie Garnelen und gelegentlich Krabben.",
  "Tank_MNF.MoreNewFish_mimic_octopus": "Der Karnevalstintenfisch (auch Mimik-Tintenfisch gennant) ist eine Tintenfischart, die wie andere Tintenfische Chromatophoren zur Tarnung einsetzt. Er ist auch dafür bekannt, andere Meerestiere zu imitieren, daher sein Name.",
  "Tank_MNF.MoreNewFish_spiny_dogfish": "Der Dornhai (auch 'Spitzhai', 'Schlammhai' oder 'Zackenhai' gennant) gehört zur Familie der Dornhaie, die wiederum zu den Haien gehören. Diese Art ist daran zu erkennen, dass sie 2 Stacheln hat.",
  "Tank_MNF.MoreNewFish_zebra_eel": "Die Zebramuräne oder 'Zebra-Aal', wie sie auch genannt wird, ist eine Art der Muränen. Man findet sie in der Regel in felsigen Gebieten, Korallenriffen und flachen Gewässern.",
  "Tank_MNF.MoreNewFish_ghost_eel": "Die Geistermuräne oder 'Weißbandmuräne', wie sie auch genannt wird, ist eine Art von Muränen. Sie ist ein nachtaktives Raubtier, das sich in der Regel von kleinen Krustentieren ernährt.",
  "Tank_MNF.MoreNewFish_longnose_gar": "Der Gemeiner Knochenhecht ist auch als 'Langnasenhecht' oder 'Dickkopfhecht' bekannt. Er hat eine durchschnittliche Lebenserwartung von 15 bis 20 Jahren, wobei das höchste gemessene Alter bei 39 Jahren liegt. Sein Aussehen ist seit Millionen von Jahren fast unverändert geblieben.",
  "Tank_MNF.MoreNewFish_lungfish": "Lungenfische sind vor allem für ihre Fähigkeit bekannt, Luft zu atmen. Es gibt nur 6 bekannte Arten von Lungenfischen. Lungenfische sind Allesfresser, das heißt, sie können sowohl pflanzliche als auch tierische Nahrung zu sich nehmen.",
  "Tank_MNF.MoreNewFish_tigerfish": "Der Tigerfisch ist ein räuberischer Süßwasserfisch. Er ist meist Fischfresser, das heißt, er ernährt sich ausschließlich von anderen Fischen. Er hat einen langgestreckten, silbrigen Körper mit farbigen Flossen. Sein Kopf ist groß und hat viele Zähne, mit denen er seine Beute zerkleinern und packen kann.",
  "Tank_MNF.MoreNewFish_electric_catfish": "Elektrische Welse gehören zu einer Familie der Welse mit insgesamt 21 bekannten Arten. Mehrere Mitglieder dieser Familie haben die Fähigkeit, einen Stromschlag von bis zu 350 Volt zu erzeugen.",
  "Tank_MNF.MoreNewFish_small_goblin_shark": "Der Koboldhai ist eine seltene Art des Tiefseehais. Er hat eine rosafarbene Haut mit einer länglichen, flachen Schnauze. Außerdem kann er seinen Kiefer bei der Nahrungsaufnahme vorstrecken.",
  "Tank_MNF.MoreNewFish_vampire_squid": "Der Vampirtintenfisch gehört zu einer Klasse der Molusken, die Cephalopoden genannt werden. Er lebt normalerweise in tiefen Gewässern mit geringer Sauerstoffkonzentration. Im Gegensatz zu seinem Namen ernährt er sich nicht von Blut, sondern von organischen Stoffen in Form von Detritus.",
  "Tank_MNF.MoreNewFish_great_firefly_squid": "Der Leuchtkäfer-Tintenfisch oder 'Funkelnder-Tintenfisch', wie er auch häufig genannt wird, ist eine Art von Tintenfisch. In der Laichzeit ist er in Küstennähe zu finden, ansonsten bevorzugt er tiefere Gewässer. Er ist biolumineszent, d. h. er kann ein Licht aus Photophoren aussenden. Es wird vermutet, dass dieses Licht zur Kommunikation, zur Tarnung oder zum Anlocken von Beutetieren dient.",
  "Tank_MNF.MoreNewFish_frilled_shark": "'Krausenhai' ist der Name einer Familie für 2 bekannte Haiarten. Sie haben einen langen, aalähnlichen Körper und bewegen sich auch wie ein solcher. Er ist normalerweise in großen Tiefen des Ozeans zu finden, kommt aber an die Oberfläche, um sich von verschiedenen Cephalopoden, kleineren Haien und Knochenfischen zu ernähren.",
  "Tank_MNF.MoreNewFish_shinidamachu": "Shinidamachu sind auch als 'Tote Seelen-Insekten' oder 'Seelensammler' bekannt. Diese Kreaturen sind dafür bekannt, Seelen zu transportieren, also halte lieber Abstand.",
  "Tank_MNF.MoreNewFish_void_evilpus": "Dieses vom Schatten berührte Tintenfischexemplar wird oft von Sumpfhexen gezähmt, um als Arbeitstier eingesetzt zu werden. Meistens wird er als Wächter gefangener Seelen eingesetzt.",
  "Tank_MNF.MoreNewFish_trapped_soul": "Gefangene Seele ist ein gängiger Name für Kreaturen, die von Wasserhexen verzaubert wurden. Dabei kann es sich um eine Person handeln, die sie verärgert hat, oder um eine gefährliche Kreatur, die jetzt weniger wild ist.",
  "Tank_MNF.MoreNewFish_mudskipper": "Schlammspringer sind dafür bekannt, dass sie sowohl im als auch außerhalb des Wassers überleben können. Eines ihrer auffälligen Merkmale sind ihre seitlichen Flossen. Diese Flossen ermöglichen es dem Schlammspringer, über schlammige Oberflächen zu 'hüpfen'.",
  "Tank_MNF.MoreNewFish_water_snake": "Wasserschlangen sind Reptilien, die den größten Teil ihres Lebens im und am Wasser verbringen. Normalerweise sind sie nicht giftig und ernähren sich von Fröschen.",
  "Tank_MNF.MoreNewFish_void_carp": "Der Schattenkarpfen ist ein Fisch, der durch Schattenenergie beeinflusst wurde, wodurch sich seine ursprüngliche Form veränderte. Aufgrund seiner neuen Form ist er in der okkulten Industrie wegen seiner vielen Anwendungsmöglichkeiten ein beliebter Bestandteil.",
  "Tank_MNF.MoreNewFish_blinky": "Dieser orangefarbene Fisch hat aufgrund einer Mutation ein zusätzliches Auge bekommen. Was könnte die Ursache dafür sein?",
  "Tank_MNF.MoreNewFish_decapod": "Man nimmt an, dass es sich bei diesem merkwürdigen Schalentier um das Frühstadium einer weiterentwickelten hummerähnlichen Art handelt.",
  "Tank_MNF.MoreNewFish_vampire_fish": "Der Vampirfisch oder 'Payara', wie er auch genannt wird. Dieser aggressive Fisch sollte in einem Aquarium nur mit größeren Fischen zusammengehalten werden.",
  "Tank_MNF.MoreNewFish_piranha": "Der Piranha oder 'Piraña' ist dafür bekannt, dass er sehr gefräßig ist. Seine Ernährung kann jedoch variieren, und es ist bekannt, dass er auch pflanzliche Stoffe frisst, was ihn zu einem Allesfresser macht.",
  "Tank_MNF.MoreNewFish_lamprey": "Das Neunauge gehört zur Gruppe der kieferlosen Fische. Ein erwachsenes Neunauge lässt sich an seinem gezahnten, trichterförmigen Maul erkennen. Derzeit sind 38 Arten von Neunaugen bekannt.",
  "Tank_MNF.MoreNewFish_tancho_koi": "Koi oder Nishikigoi sind eine gefärbte Variante des Amurkarpfen. Der Tancho-Koi hat einen einzelnen kreisförmigen roten Kopffleck, der Rest seines Körpers ist einfarbig weiß. Seine Färbung symbolisiert die aufgehende Sonne und ist daher in vielen Kulturen beliebt, weil er seinen Besitzern Freude und Glück bringen soll.",
  "Tank_MNF.MoreNewFish_sanke_koi": "Koi oder Nishikigoi sind eine gefärbte Variante des Amurkarpfen. Der Sanke-Koi ist eine der beliebtesten Koi-Arten in Koiteichen oder größeren Teichanlagen. Dieser dreifarbige Koi ist wegen seiner fröhlichen Farbvielfalt eine der am meisten verwendeten und geschätzten Koi-Rassen. Koi können bis zu 200 Jahre alt werden und sind somit ein wertvolles Erbstück in der Familie.",
  "Tank_MNF.MoreNewFish_kohaku_koi": "Koi oder Nishikigoi sind eine gefärbte Variante des Amurkarpfen. Der Kohaku Koi ist einer der auffälligeren Koi, da er einen weißen Körper mit roten Musterungen hat. An diese Koi-Rasse denken die meisten Menschen, wenn sie von Koi hören. Sie ist eine der älteren und klassischen Koi-Rassen und weist die beständigste Musterung über viele Generationen auf.",
  "Tank_MNF.MoreNewFish_yamabuki_koi": "Koi oder Nishikigoi sind eine gefärbte Variante des Amurkarpfen. Der Yamabuki-Koi oder auch Yamabuki-Ogon genannt, ist an seiner gelben bis goldenen Musterung zu erkennen. Wenn man ein fröhliches und sonniges Muster möchte, das zu einem sommerlichen Meeresthema passt, ist dieser Koi ideal. Da sie Allesfresser sind, sollte man sie am besten in einer vom Tierarzt genehmigten Umgebung und mit geeigneten Futter halten.",
  "Tank_MNF.MoreNewFish_ghost_koi": "Koi oder Nishikigoi sind eine gefärbte Variante des Amurkarpfen. Ghost-Koi sind Nachkommen eines Metall-Koi und eines wilden dunkel gefärbten Karpfens. Es gibt sie in verschiedenen Metallic-Farben, aber die kupferfarbenen und schwarzen können mit den hellen Zwerghühnern kombiniert werden, falls Sie Ihre Haustiere gerne passend haben.y",
  "Tank_MNF.MoreNewFish_ki_utsuri_koi": "Koi oder Nishikigoi sind eine gefärbte Variante des Amurkarpfen. Utsurimono oder Utsuri ist eine Koi-Klasse. 'Ki' bedeutet gelb und kennzeichnet die gelbe Koi-Art. Diejenigen, die sich mit dem Okkulten beschäftigen, glauben, dass diese Koi-Rasse Ihnen Glück und Geld bringt, und wenn man bedenkt, zu welchen Preisen Koi verkauft werden, könnten sie Recht haben.",
  "Tank_MNF.MoreNewFish_hi_utsuri_koi": "Koi oder Nishikigoi sind eine gefärbte Variante des Amurkarpfen. Utsurimono oder Utsuri ist eine Klasse von Koi, wobei 'Hi' rot bedeutet und die rote Art der Koi kennzeichnet. Es wird geglaubt, dass diese Art von Koi dem Besitzer Feuerschutzzauber und Glück in der Liebe verleiht. Allerdings sollte man darauf achten, dass sein Liebesleben gut gepflegt ist. Inzucht kann bekanntermaßen zu gesundheitlichen Problemen führen.",
  "Tank_MNF.MoreNewFish_shiro_utsuri_koi": "Koi oder Nishikigoi sind eine gefärbte Variante des Amurkarpfen. Utsurimono oder Utsuri ist eine Koi-Klasse, wobei 'Shiro' weiß bedeutet und diese weiße Art von Koi kennzeichnet. Unter Okkultisten ist die Überzeugung verbreitet, dass diese Art von Koi das perfekte Gleichgewicht zwischen negativen und positiven Energien verkörpert. Halten Sie ihn auf jeden Fall von elektrischen Geräten fern.",
  "Tank_MNF.MoreNewFish_tui": "Der Geist des Mondes, Tui, kam aus der Geisterwelt hierher und schuf die Geisteroase. Hier nahm er die Form eines weißen Koi-Fisches an. Sollte er vom Geist des Meeres getrennt werden, gerät die Welt aus dem Gleichgewicht. Wenn beide Fische in diesen Teich zurückkehren, wird das Gleichgewicht wiederhergestellt.",
  "Tank_MNF.MoreNewFish_la": "Der Geist des Meeres, La, kam aus der Geisterwelt hierher und schuf die Geisteroase. Hier nahm er die Form eines schwarzen Koi-Fisches an. Sollte er vom Geist des Mondes getrennt werden, gerät die Welt aus dem Gleichgewicht. Wenn beide Fische in diesen Teich zurückkehren, wird das Gleichgewicht wiederhergestellt.",

  //1.4.0 Fish Descriptions, This Translation was made by CoolRabbit123
  "Tank_PearlFish": "Dieser wunderschöne rosafarbene Fisch ernährt sich von kleineren Muscheln und hinterlässt manchmal unverdauliche Teile wie die Perlen, nach denen er benannt wurde.",
  // RSV Fish
  "Tank_PebbleBackCrab": "Die Kieselrücken-Krabbe ist eine seltene Art der Schalentiere. Ihren Namen verdankt sie ihrem einzigartigen Verhalten, Kieselsteine und andere Mineralien zu sammeln und damit ihren Panzer zu verzieren. Aus unbekannten Gründen ziehen sie es vor, sich mit seltenen und teuren Mineralien und Edelsteinen zu schmücken, was sie zu einem idealen Ziel für Angler macht, die etwas Geld verdienen wollen.",
  "Tank_HarvesterTrout": "Die Ernteforelle ist eine berüchtigte Forellenart, die ihren Namen dadurch erhielt, dass sie in der Nähe von Gewässern liegende Feldfrüchte erntete. Angler, die sie in Fischteichen halten, haben berichtet, dass sie gelegentlich Samen hervorbringt, sogar so genannte 'Antike Samen'.",
  "Tank_FixerEel": "Der Reparier-Aal ist eine seltene Aalart. Sie wurden fast bis zur Ausrottung gejagt, weil der örtliche Aberglaube behauptet, sie könnten 'alles' reparieren, daher der Name Reparier-Aal.",
  "Tank_LullabyCarp": "Der Schlafliedkarpfen ist eine seltene Karpfenart. Es ist bekannt, dass er gelegentlich harmonische Melodien erzeugt. Wie er diese Töne erzeugt, ist noch ein Rätsel.",
  "Tank_GoldenRoseFin": "Die Goldene Rosenflosse ist leicht an ihren goldenen Farben und den geschwungenen Flossen zu erkennen. Wenn sie schwimmt, sieht es fast so aus, als würde sie durch das Wasser tanzen.",
  "Tank_BladetailSturgeon": "Der Klingenschwanzchirurg besitzt eine sehr scharfe Schwanzflosse. Diese Flossen können ziemlich gefährlich sein, doch es ist unbekannt, ob sie zur Jagd oder zur Selbstverteidigung eingesetzt werden.",
  "Tank_CardiaSeptalJellyfish": "Die Kardia-Septum-Qualle, ein seltener Sommerstör aus Ridgeside Village. Die Kardia-Septum-Qualle ist eine sehr einzigartige Quallenart. Im Gegensatz zu anderen Quallen, die gelegentlich Hermaphroditen sind, hat diese Art zwei miteinander verschmolzene Körper. Ein eindeutig männlicher und ein eindeutig weiblicher Körper. Sonst ist nicht viel über diese seltene Qualle bekannt.",
  "Tank_CrimsonSpikedClam": "Die Karminrote Stachelmuschel ist eine gefährdete und seltene Muschelart. Wie andere Muscheln kann sie Perlen erzeugen, allerdings ist diese Art aus unbekannten Gründen dafür bekannt, dass sie gelegentlich Rubine anstelle von Perlen produziert.",
  "Tank_FairytaleLionfish": "Der märchenhafte Rotfeuerfisch hat als Teil seiner Tarnung leuchtend helle Schuppen entwickelt. Abergläubische Legenden besagen, dass er Glück bringt, einige Erzählungen sprechen sogar von einer 'prismatischen Scherbe'.",
  "Tank_CapedTreeFrog": "Der Laubfrosch mit Umhang (Auch gennant Laubfrosch mit Kappe) ist eine seltene Amphibienart. Die Färbung seines Rückens ähnelt einem Umhang, daher der Name Laubfrosch mit Umhang.",
  // SVE Fish
  "Tank_Kittyfish": "Der Kätzchenfisch ist ein magischer Fisch... oder eine Katze? Weitere Forschungen sind erforderlich.",

  // MNF
  "Tank_MNF.MoreNewFish_clown_triggerfish": "Der Clown-Drückerfisch oder 'Großfleck-Drückerfisch', wie er auch genannt wird, ist ein Meerwasserfisch, der zur Familie der Drückerfische gehört. Wie die meisten Drückerfische zeigt er aggressives Verhalten und verteidigt sein Revier.",
  "Tank_MNF.MoreNewFish_bonnethead": "Der Löffelhai oder 'Schaufelkopfhai', wie er auch genannt wird, ist eine kleinere Art des Hammerhais. Er ist ein aktiver tropischer Hai, der sich hauptsächlich von Schalentieren ernährt. Die Weibchen sind in der Regel größer als die Männchen.",
  "Tank_MNF.MoreNewFish_black_ghost_knifefish": "Der Schwarze Geister-Messerfisch ist ein tropischer Süßwasserfisch, der zu der Familie der Rochenfische gehört, die Geister-Messerfische genannt werden. Diese Art ist in der Lage, schwache elektrische Ladungen zu erzeugen, die sowohl zur Kommunikation als auch zur elektrischen Ortung genutzt werden können.",

  //1.5.0, This Translation was made by CoolRabbit123
  //Not You Again (by tiakall)
  "Tank_SeaBass": "Seebärsche sind berühmt für ihr köstliches weißes Fleisch und ihre beachtliche Größe. Wenn sie etwas Ungenießbares zu sich nehmen, reißen sie ihr Maul und ihre Kiemen auf und schütteln heftig den Kopf. Auf diese Weise wird der Fremdkörper in der Regel herausgeschüttelt, auch wenn das ziemlich merkwürdig aussieht.",
  "Tank_PotatoCod": "Diese seltene Sorte von Kartoffelkabeljau ähnelt stark der Pillpintu pasña-Kartoffel. Er schmeckt sogar wie eine Kartoffel!",
  "Tank_PinkMaomao": "Es ist kaum zu glauben, dass der Langflossenbarsch zur selben Fischfamilie gehört wie sein langweiligerer Cousin, der Seebarsch. Wie der dunkle Zackenbarsch beginnen diese Fische als Weibchen und werden mit zunehmendem Alter zu Männchen.",
  "Tank_RedbandedPerch": "Der Rotflossenbarsch gehört zur Familie der Seebarsche. Trotz seiner geringen Größe ist er eigentlich ein Fleischfresser und ernährt sich hauptsächlich von Krebsen und kleineren Fischen.",
  "Tank_DuskyGrouper": "Der braune Zackenbarsch, der in einigen Kulturen als 'Lamm des Meeres' bekannt ist, hat einen milden, leicht süßen Geschmack, der gut zu helleren Weinen und scharfem Gemüse wie Paprika und Zwiebeln passt.  Mmmmh!",

  //SVE
  "Tank_Gemfish": "Der Edelsteinfisch ist ein sehr beliebter Fisch. Man findet ihn in unterirdischen Seen in der Nähe von Edelsteinvorkommen. Die Edelsteine, die aus seinem Körper herausragen, sind echte Edelsteine, was ihn auch zu einer teuren Art macht.",
  "Tank_TorpedoTrout": "Die Torpedoforelle ist ein sehr schneller Fisch. Ihr länglicher Körper ist auf Geschwindigkeit ausgelegt und macht vielen Anglern häufig das Leben schwer.",
  "Tank_Goldenfish": "Der Goldfisch ist ein äußerst glänzender Fisch. Seine Schuppen schimmern golden. Sein Name und sein Aussehen mögen golden sein, aber das Gleiche kann man nicht über seinen Verkaufspreis sagen.",
  "Tank_MeteorCarp": "Astrobiologen glauben, dass diese Art intergalaktischer Herkunft ist. Eine der Theorien besagt, dass sie per Meteor hierher gelangte, daher auch der Name: 'Meteor-Karpfen'.",
  "Tank_Daggerfish": "Der Dolchfisch hat einen kurzen Schnabel, den er zur Jagd nutzt. Dieser Schnabel ähnelt einem Dolch, was dieser Art ihren einzigartigen Namen gibt.",
  "Tank_BabyLunaloo": "Diese junge Lunaloo ist eine Art von Meeresqualle. Man kann sie oft bei ihrer jährlichen Wanderung im Spätsommer beobachten. Aus unbekannten Gründen werden sie vom Licht angezogen...",
  "Tank_Lunaloo": "Lunaloo sind eine Art von Meeresquallen, die auch als 'Mondlichtqualle' bekannt sind. Sie kommen vor allem in tropischen Gewässern vor, können aber auch an den Küsten vom Sternentau-Tal bei einem jährlichen Ereignis gesichtet werden, das als 'Tanz der Mondlichtquallen' bekannt ist.",
  "Tank_ShinyLunaloo": "Diese einzigartig aussehende Qualle, die als Glänzende Lunaloo bekannt ist, kann nur selten in Gruppen von normalen Lunaloo-Quallen gefunden werden. Es ist derzeit nicht bekannt, ob es sich um eine andere Art von Lunaloo oder nur um eine seltene Mutation von Lunaloo handelt.",
  "Tank_Seahorse": "Seepferdchen ist der Name für eine Gruppe von 46 Arten von Fischen im Meer. Ihre Köpfe und Hälse ähneln denen eines Pferdes, was diesen Fischen ihren einzigartigen Namen gibt.",
  "Tank_SeaSponge": "Obwohl sie nicht so aussehen, sind Meeresschwämme in Wirklichkeit Tiere. Sie sind auf einen konstanten Wasserstrom durch ihren Körper angewiesen, da sie kein Nerven-, Verdauungs- oder Kreislaufsystem besitzen.",
  "Tank_RadioactiveBass": "Es gibt viele Arten von Barschen, aber keinen wie diesen! Er leuchtet geradezu.",
  "Tank_Undeadfish": "Über den so genannten 'Untoten Fisch' ist nicht viel bekannt. Ersten Berichten zufolge ist er nicht zum Verzehr geeignet!",
  "Tank_Bonefish": "Dieser Fisch besteht aus bloßer Haut und Gräten. Oder eher Schuppen und Gräten... Eigentlich hat er nicht einmal Schuppen!",

  //KAYA
  "Tank_MoonlightJelly": "Die Mondlichtqualle. Sie ist hauptsächlich in tropischen Gewässern zu finden, kann aber auch an den Küsten vom Sternentau-Tal bei einem alljährlichen Ereignis vorbeiziehen, das als 'Tanz der Mondlichtquallen' bekannt ist. ",
  "Tank_FlapjackOctopus": "Der Oktopus 'Flapjack' oder 'Adorabilis', wie er auch genannt wird, gehört wie andere Oktopusse zur Gruppe der Weichtiere. Er hat über den Augen Flossen sowie kurze Tentakel, die schirmartig um seinen Körper ausgebreitet sind.",

  //East Scarpe
  "Tank_EastScarp_Cerulean_Nudibranch": "Die Cerulean-Nacktschnecke gehört zur Gattung 'Berghia', die sich von Seeanemonen ernährt. Der Name 'Nacktschnecke' kommt von dem lateinischen Wort 'nudus' für 'nackt' und dem griechischen Wort 'bránkhia', das für die Kiemen steht.",
  "Tank_EastScarp_Ornate_Nudibranch": "Die 'Nacktschnecke mit Ornamenten' wird, wie ihre anderen verwandten Arten, gewöhnlich als 'Meeresschnecke' bezeichnet. Diese Art hat einen durchsichtigen Körper mit breiten, seitlichen Ausbuchtungen.",
  "Tank_EastScarp_Sea_Bunny_Nudibranch": "Die Seehäschen-Nacktschnecke (auch 'Seehase' genannt) ist ein Schneckenweichtier, das einem Kaninchen ähnelt. Der Seehase ist ein Hermaphrodit, das heißt, er produziert sowohl Spermien als auch Eizellen.",
  "Tank_EastScarp_Sunset_Nudibranch": "Die Sonnenuntergangs-Nacktschnecke gehört zur Gattung 'Phestilla'. Diese Meeresschnecken haben die ungewöhnliche Angewohnheit, sich von Hartkorallen zu ernähren. Jungtiere haben lange Stachelzellen auf ihrer Rückenoberfläche, die 'Nesselsäcke' genannt werden, Erwachsene haben keine solchen Säcke.",
  "Tank_EastScarp_Golden_Trout": "Die Goldforelle oder 'Brigit', wie sie auch genannt wird, ist eine Süßwasserforellenart. Sie ist eng mit der Regenbogenforelle verwandt, mit der sie sich kreuzen kann, was bedeutet, dass aus diesen beiden Arten hybride Nachkommen entstehen können.",
  "Tank_EastScarp_Kokanee_Salmon": "Der Kokanee-Lachs ist unter vielen anderen Namen bekannt, z. B. 'Kleiner Rotbarsch', 'Kikanning' und 'Walla', um nur ein paar zu nennen. Im Gegensatz zu anderen Lachsarten ist er 'nicht anadrom', das heißt, er wandert nicht ins Meer, sondern verbringt sein ganzes Leben im Süßwasser.",

  //RSV
  "Tank_CutthroatTrout": "Die Cutthroat-Forelle ist für viele Sportangler ein begehrtes Ziel.. Ihren Namen hat sie von der markanten roten Färbung ihres Unterkiefers.",
  "Tank_DeepRidgeAngler": "Der Tiefrücken-Angler ist eine seltene Art des Anglerfisches. Er ist so selten, dass viele ihn für einen Mythos oder gar ein Geisterwesen halten!",
  "Tank_MountainRedbellyDace": "Die Rotbauchdrossel ist ein kleiner Fisch, den man an seinem schwarzen Streifen entlang des Körpers erkennen kann. 'Drossel' ist ein Name, den viele verschiedene Arten teilen, die meisten dieser Fische gehören zur Familie der Karpfen..",
  "Tank_MountainWhitefish": "Das Gebirgsfelchen ist eine Fischart aus der Lachsfamilie. Als Bodenfisch ernährt er sich von Larven und anderen Wirbellosen, wie beispielsweise Schnecken, Krebsen und Flohkrebsen.",
  "Tank_RidgeBluegill": "Der Ridge Bluegill ist eine einzigartige Art von Bluegill. Bluegills sind manchmal auch als 'Krempe', 'sonnig' oder 'kupferne Nase' bekannt. Aufgrund seiner geringen Größe ist er ein sehr scheuer Fisch, der sich zum Schutz gerne in Wasserpflanzen versteckt.",
  "Tank_RidgesideBass": "Der Ridgeside-Barsch ist eine einzigartige Art von Barsch. Er wurde erstmals in den Gewässern in der Nähe von Ridgeside Village entdeckt, woher er auch seinen Namen hat. Wie andere Barscharten ist er ein häufiger und beliebter Jagdfisch bei Anglern.",
  "Tank_SkulpinFish": "Der Skulpin-Fisch oder 'Sculpin', wie er auch genannt wird, ist ein benthischer Fisch, das heißt, er lebt in Bodennähe. Er hat charakteristische Schwimmflossen mit scharfen Stacheln, mit denen er sich am Boden festhalten kann.",
  "Tank_SockeyeSalmon": "Der Rotlachs, auch genannt Buckellachs oder einfach nur Seelachs, ist eine Lachsart, die ihr ganzes Leben im Süßwasser lebt. Im Gegensatz zu anderen Lachsarten wandert er als Erwachsener nicht ins Salzwasser ab.",
  "Tank_WaterfallSnakehead": "Der Wasserfall-Schlangenkopf ist eine seltene Reptilienart. Wasserschlangen wie diese haben eine 'Sacklunge', die sie zum Auftrieb nutzen.",

  //MNF
  "Tank_MNF.MoreNewFish_royal_starfish": "Der königliche Seestern ist leicht an seiner violetten Farbe zu erkennen, die von einer orangenen Farbe entlang seiner Arme umrandet wird. Wie andere Arten seiner Gattung ernährt sich der Königsseestern von Organismen, indem er sie ganz verschluckt und in seinem Magen verdaut. Oft hat er mehrere Organismen gleichzeitig in seinem Magen, die er verdaut.",
  "Tank_MNF.MoreNewFish_blue_starfish": "Der wissenschaftliche Name des Blauen Seesterns ist 'Linckia laevigata', daher auch sein anderer gebräuchlicher Name: 'Blaue Linckia'. Er lebt oft in flachen Gewässern in Küstennähe.",
  "Tank_MNF.MoreNewFish_holy_grenade_starfish": "Der Heilige Granatseestern oder 'Granulierter Seestern' oder 'Großplatten-Seestern', wie er üblicherweise genannt wird. Es handelt sich um eine große Seesternart, die zu einer Gattung namens 'Choriaster' gehört, welche nur diese eine Art enthält. Er hat normalerweise eine blasse Färbung und 5 kurze Arme.",
  "Tank_MNF.MoreNewFish_crown_of_thorns_starfish": "Der Dornenkronen-Seestern ist eine große Seesternart, die sich hauptsächlich von Korallen ernährt. Er hat giftige Stacheln und ist ein effektiver Räuber. Er ist sogar so mächtig, dass er ganze Korallenkolonien töten kann und eine große Bedrohung für viele aquatische Ökosysteme darstellt.",
  "Tank_MNF.MoreNewFish_mandarinfish": "Der Mandarinfisch oder 'Mandarin-Drachenkopf', wie er auch genannt wird, ist eine Meeresfischart, die zur Familie der Drachenköpfe gehört. Er hat dank seiner Zellpigmentierung eine charakteristische, lebhafte Färbung. Er ist normalerweise in wärmeren tropischen Gewässern zu finden.",
  "Tank_MNF.MoreNewFish_conger": "Unter dem Namen Meeraal werden einige der größten Arten von Aalen zusammengefasst. Derzeit sind 14 Meeraal-Arten bekannt. Sie werden häufig gefangen und als Lebensmittel verkauft."
}
