{
  // display name (shown in Central Station menu)
  "stardew-aquarium": "Sternentau Aquarium",

  //tank messages, This Translation was made by Mary1504
  "EmptyTank": "Nur ein leeres Becken...",

  //dialogue boxes, This Translation was made by Mary1504
  "Ice": "All dieses Eis... es wird dazu benutzt, das Becken mit dieser Maschine zu kühlen.",
  "IceMachine": "Diese Maschine hält das Becken bei sehr niedrigen Temperaturen gekühlt.",
  "Pressure": "Diese Maschine zeigt den Druck in diesem Becken an.",
  "Depth": "Das ist eine sehr detailgetreue Darstellung eines Tiefenmessers, aber er ist nicht echt.",
  "PanelCool": "Diese Tafel hat sehr viele Knöpfe, es ist besser sie nicht zu berühren.",
  "Lever": "Entschuldige, aber dieser Hebel wird dich nirgendwohin bringen.",
  "Bench": "Diese Bänke sehen brandneu aus...",
  "LegendaryBook": "Ein Fischer Handbuch zu den legendären Fischen",
  "MinesBook": "Die Minen: Welche Fischarten hier wohl leben?",
  "BaitBook": "Köder und wie er richtig benutzt wird.",
  "Dropped": "Sieht so aus, als hätte hier jemand für Bücher wenig übrig...",
  "PetBook": "Fisch Enzyklopädie: Band 1.",
  "Dwarf": "Das erinnert dich an jemanden... aber du weißt nicht an wen...",
  "Introvert": "Warum ich mich hier verstecke willst du wissen? Ich bin schüchtern.",
  "StayHydratedBois": "*Trink-Geräusche*",
  "OutsideSign": "Willkommen im Sternentau Aquarium! Genieße deinen Aufenthalt.",
  "SewerTP": "Dieses Gitter wird dich in die Kanalisation bringen, wo wir einen speziellen Fisch halten, der nur an einem gefährlichen Ort namens Mutantenkäferhöhle gefunden werden kann.",
  "SwampTP": "Wenn du auf diesen magischen Kreis trittst, wirst du zu einem isolierten Teil des Sumpfes transportiert, wo die speziellen schattenverseuchten Arten gedeihen können.",
  "SVETP": "Tritt durch diese Tür um unsere Ausstellung einiger Spezial-Fische zu sehen.",
  "ComingSoon": "Demnächst!",
  "SVEBookOpen": "Das ist ein Kochbuch. Es erwähnt etwas über einen Butterfisch...",
  "SVEBook1": "Der Monster-Almanach - Was man gesehen haben muss: Der Apophis",
  "SVEBook2": "Die Purpurnen Ödlande: Ein umfassender Bericht.",
  "SVEBook3": "Das Geheimnis von Schlossdorf",
  "Shopkeeperecksdeehahafunny": "Eismann: Hey, du kannst hier nicht zurück!",

  //1.1.0 dialogue boxes, This Translation was made by CoolRabbit123

  "LASV_TP": "Wenn du diese magischen Glitzersteine betrittst, wirst du in eine neue, magische Welt teleportiert!",

  //1.3.0 dialogue boxes, This Translation was made by CoolRabbit123

  "WaterfallCave": "Dies ist nur die obligatorische Höhle hinter dem Wasserfall. Hier gibt es nichts zu sehen, geh weiter.",
  "KoiRoom": "Auf dem Schild neben der Tür steht: Koi-Teich.",
  "PrettyFlower": "Du bleibst stehen und riechst den Duft der Blumen.",
  "Knight": "Du schaust in die Rüstung. Es ist niemand zu Hause.",
  "Sword": "Das Schwert ist sehr stumpf. Vielleicht ist es nur eine Dekoration.",
  "MNFBook1": "Reiseführer für die Meerjungfraueninsel.",
  "MNFBook2": "Kätzchen-Schleime, Drachen und andere magische Kreaturen.",
  "MNFBook3": "Die mythische Stadt Ghibli.",
  "MNFBook4": "Ein Baukatalog. Aquarien und wie man sie baut.",
  "Tea": "Jemand hat seine Tasse Tee auf dem Tisch stehen lassen. Sie ist noch heiß.",
  "Boat": "Ein altes Boot mit zahlreichen Löchern.",
  "Cactus": "Du streckst vorsichtig die Hand aus und berührst den Kaktus. Zu deinem Glück ist er nicht echt.",
  "Vase": "Eine schöne, zylindrisch gewölbte, Vase.",
  "Coconut": "Du versuchst, den Baum zu schütteln. Aber es passiert nichts... Was hast du erwartet? Dass eine Kokosnuss herunterfällt?",

  //1.4.0 dialogue boxes, This Translation was made by CoolRabbit123

  "RSVRoom": "Trete durch diese Tür, um unsere Fische aus Ridgeside Village und andere seltene Exemplare zu sehen.",
  "RSVBook1": "Sternentau-Fischerei-Magazin 13#...Schlafliedkarpfen, der seltene Fang des Herbstes.",
  "RSVBook2": "Sternentau-Fischerei-Magazin 7#...Klingenschwanz-Stör, der seltene Sommerstör von Ridgeside Village.",
  "RSVBook3": "Sternentau-Fischerei-Magazin 9#...Kardia-Septum-Qualle, eine seltene Meeresqualle.",
  "RSVBook4": "Sternentau-Fischerei-Magazin 2#...Karminrote Stachelmuschel, eine seltene Meeresmuschel, die nur im Frühjahr vorkommt.",
  "RSVBook5": "Sternentau-Fischerei-Magazin 10#...Märchenhafter Rotfeuerfisch, Märchen oder Wirklichkeit?^^ Angeblich wurde er in den Meeresgewässern in der Nähe von Sternentau am zweiten Mittwoch der Saison gesehen.",
  "RSVBook6": "Sternentau-Fischerei-Magazin 3#...Behebungsaal, ein seltener Aal, der im Frühjahr und Sommer an 'Dem Bergrücken' gefunden wird.",
  "RSVBook7": "Sternentau-Fischerei-Magazin 1#...Goldene Rosenflosse, Ein Leser schreibt, er habe diesen seltenen Fisch am letzten Samstag der Saison in der Nähe von 'Dem Bergrücken' gefangen",
  "RSVBook8": "Sternentau-Fischerei-Magazin 69#...Kappenlaubfrosch, Amphibie oder Fisch? Amphibie!^^...An einem Wochenende in der Nähe von 'Dem Bergrücken' im Herbst gesichtet.",
  "RSVBook9": "Sternentau-Fischerei-Magazin 5#...Ernteforelle, die seltene Frühjahrsforelle von Ridgeside Village.",
  "RSVBook10": "Sternentau-Fischerei-Magazin 1#...Kieselrücken-Krabbe, das seltene Sommer-Schalentier vom Ridgeside Village.",
  "SmallPlant": "Eine kleine Pflanze, die gerade erst zu sprießen begonnen hat. Sie wurde kürzlich gegossen.",
  "CuratorBedroom": "Das ist das Schlafzimmer des Kurators, es ist derzeit verschlossen.",
  "MNFIslandRoom": "Auf dem Schild neben der Tür steht: Dschungelzimmer.",
  "IslandBag": "Du öffnest den Sack...#......#.........#Er ist leer.",
  "Cheater": "Du wurdest hereingelegt.",
  "PearlFish": "Der Perlenfisch ist ein rosafarbener Fisch, der sich von kleineren Schalentieren ernährt und dabei manchmal unverdauliche Teile wie Perlen zurücklässt, nach denen er benannt wurde.",

  //KAYA
  "KAYABetta": "Der Siamesische Kampffisch oder 'Betta'. In der Regel ist er als beliebtes Haustier für Süßwasseraquarien bekannt. Die lange Geschichte seiner Zucht hat zu einer Vielzahl unterschiedlicher Färbungen und Flossenformen geführt. Man erkennt ihn leicht an seinen großen, langen, geschwungenen Flossen. Aber lass dich nicht täuschen! Er kann ziemlich aggressiv sein.",
  "KAYAGoldfish": "Der Goldfisch ist ein Süßwasserfisch, der zur Familie der Karpfen gehört. Im Gegensatz zur üblichen Annahme haben Goldfische kein schlechtes Gedächtnis. Ausgesetzte Goldfische können in einigen Fällen Probleme verursachen und werden sogar als invasive Arten eingestuft.",
  "KAYAGuppy": "Der Guppy, auch bekannt als 'Millionenfisch' oder 'Regenbogenfisch', ist ein weit verbreitetes Aquarientier. Diese Fische sind genau wie andere Arten ihrer Familie 'Lebendgebärend'. Das heißt, sie tragen ihre Eier in ihrem Körper und bringen lebende, frei schwimmende Jungtiere zur Welt.",

  //Map strings, This Translation was made by CoolRabbit123
  "Hatch": "Hinter dem Tresen befindet sich eine verdächtige Klappe..."
}
