{
  // display name (shown in Central Station menu)
  "stardew-aquarium": "El Acuario Stardew",

  //tank messages
  "EmptyTank": "Solo un tanque vacío...",

  //dialogue boxes
  "Ice": "Todo este hielo... es usado para enfriar la pecera con esa máquina.",
  "IceMachine": "Esta máquina mantiene la pecera congelado sobre temperaturas muy bajas.",
  "Pressure": "Esta máquina es usada para medir la presión de la pecera.",
  "Depth": "Esta es una representación muy semejante a un medidor de profundidad, pero no es real.",
  "PanelCool": "Este panel tiene muchos botones, mejor no tocarlos.",
  "Lever": "Lo siento, pero esta palanca no te llevará a ninguna parte.",
  "Bench": "Estos bancos parecen nuevos...",
  "LegendaryBook": "Una guía de pescador para peces legendarios.",
  "MinesBook": "The Mines : ¿Qué tipo de pez vivirá aquí?",
  "BaitBook": "Cebo y cómo usarlo correctamente.",
  "Dropped": "Parece que alguien tiene un poco de empatía por los libros...",
  "PetBook": "Enciclopedia de peces: Volúmen 1.",
  "Dwarf": "Esto me recuerda a alguien... Pero no puedo decirte a quién...",
  "Introvert": "Que por qué me estoy escondiendo aquí, preguntarás. Soy un introvertido.",
  "StayHydratedBois": "*sonidos de beber*",
  "OutsideSign": "¡Bienvenido al Acuario de Stardew Valley! Disfruta tu visita.",
  "SewerTP": "Si bajas la rejilla te dirigirás hacia las alcantarillas, dónde mantenemos un pez especial que solo es encontrado en un lugar peligroso llamado guarida de insectos mutantes.",
  "SwampTP": "Si te paras sobre este circulo mágico serás transportado a una parte aislada del pantano, donde especímenes especiales 'infundidos por el vacío' pueden prosperar.",
  "SVETP": "Pasa por esta puerta para ver nuestra exhibición de peces especiales.",
  "ComingSoon": "¡Muy pronto!",
  "SVEBookOpen": "Es un libro de cocina. Menciona algo sobre el Pez Mantequilla...",
  "SVEBook1": "Debes ver la lista de seguimiento de monstruos: El Apophis",
  "SVEBook2": "Los Crimson Badlands: Una mirada profunda.",
  "SVEBook3": "El secreto del Castillo Village",
  "Shopkeeperecksdeehahafunny": "El Hombre de Helado: ¡Oye, no puedes volver aquí!"
}
