{
"config.Version.name": "Version",
"config.Version.description": "Toggles whether Leilani is antisocial (meaning she won't appear in the social menu, can't be gifted, etc) or behaves like a normal NPC",
"config.Version.values.antisocial": "antisocial",
"config.Version.values.hardmode": "hardmode",

"config.Portrait Style.name": "Portrait Style",
"config.Portrait Style.description": "Changes Leilani's portraits to ZoeDoll, Airyn, or Nyapu's art style.",
"config.Portrait Style.values.ZoeDoll": "ZoeDoll",
"config.Portrait Style.values.Nyapu": "Nyapu",
"config.Portrait Style.values.Airyn": "Airyn",

"Leilanidispo.Pika": "husband",
"Leilanidispo.Keahi": "son",
"Pikadispo.Leilani": "wife",
"Pikadispo.Keahi": "son",
"Keahidispo.Pika": "dad",
"Keahidispo.Leilani": "mom",
"gifttastes.1": "Mahalo, @. This is very thoughtful of you!$h",
"gifttastes.2": "What a lovely gift! Thank you.$h",
"gifttastes.3": "They say it's the thought that counts...$s",
"gifttastes.4": "Ugh, this is a terrible gift. Why would you give me this?$a",
"gifttastes.5": "Oh, thank you.",
"gifttastes.PikaCooking": "This is one of Pika's recipes, isn't it? I could never get tired of my husband's cooking.$h",

"antisocial.summer_1": "Pika already cooked Willy some crab cakes to say thanks for rowing me back to the beach, but I want to get him something too. Do you make mead at your farm?",
"antisocial.summer_1_2": "Pika already cooked Willy some crab cakes to say thanks for rowing me back to the beach, but I want to get him something too. Do you make mead at your farm?",
"antisocial.summer_10": "Will we be seeing you on the beach tomorrow? Bring your sunscreen!#$e#Sorry, I went into mom mode there.$1",
"antisocial.summer_10_2": "Will we be seeing you on the beach tomorrow? Bring your sunscreen!#$e#Sorry, I went into mom mode there.$1",
"antisocial.summer_27": "Another summer nearly over...$s#$b#Don't get me wrong, I love my job. It's just difficult sometimes.",
"antisocial.summer_27_2": "Another summer nearly over...$s#$b#Don't get me wrong, I love my job. It's just difficult sometimes.",
"antisocial.Mon": "$d bus#Pika and I might take Keahi to Calico Desert soon for a family trip. I think he'll appreciate the dragon skeleton!|I see Lewis still hasn't done anything about the bus to Calico Desert... I was hoping to visit. Ah, maybe next year...$2",
"antisocial.Tue": "What will I do when I finish my doctorate? Hmm. Hopefully I'll keep my position at the University of Ember Island.#$b#Travelling the world then coming home to my family is perfect for me!$1",
"antisocial.Wed": "It's hard not to spoil Keahi when I'm home. But he can be so naughty!$3#$b#The neigbours told me he hid a rotten fish in their house.$2",
"antisocial.Thu": "I'm incredibly lucky to have Pika. A lot of people wouldn't be so supportive of their spouse in a situation like ours. He's my rock.$4",
"antisocial.Fri": "People get so fixated on living their lives on someone else's schedule - go to college, then settle down, then have a baby...#$b#I didn't start studying until after I had Keahi, and I don't think I'll ever completely settle down!$1",
"antisocial.Sat": "Preserving the culture of the Fern Islands is very important to me.#$b#We have to find a balance between tradition and modernity, and protect the natural beauty of our home.#$e#I'm sure that's important on the mainland too!",
"antisocial.Sun": "There's an island out in the archipelago that people have always avoided. Some say it's haunted by the ghosts of the dwarves who once lived there.$2#$b#But I think that might be a rumour pirates started to keep people away from their loot!#$e#Although... a colleague of mine did go there and never come back... hmmm...$2",

"fullversion.summer_1": "Pika already cooked Willy some crab cakes to say thanks for rowing me back to the beach, but I want to get him something too. Do you make mead at your farm?",
"fullversion.summer_1_2": "Pika already cooked Willy some crab cakes to say thanks for rowing me back to the beach, but I want to get him something too. Do you make mead at your farm?",
"fullversion.summer_10": "Will we be seeing you on the beach tomorrow? Bring your sunscreen!#$e#Sorry, I went into mom mode there.$1",
"fullversion.summer_10_2": "Will we be seeing you on the beach tomorrow? Bring your sunscreen!#$e#Sorry, I went into mom mode there.$1",
"fullversion.summer_27": "Another summer nearly over...$s#$b#Don't get me wrong, I love my work. It's just difficult sometimes.",
"fullversion.summer_27_2": "Another summer nearly over...$s#$b#Don't get me wrong, I love my work. It's just difficult sometimes.",
"fullversion.Mon": "$d bus#Pika and I might take Keahi to Calico Desert soon for a family trip. I think he'll appreciate the dragon skeleton!|I see Lewis still hasn't done anything about the bus to Calico Desert... I was hoping to visit. Ah, maybe next year...$2",
"fullversion.Mon4": "I love the weather here in summer! Winter in the valley is too dark and gloomy for me.",
"fullversion.Mon8": "Faye and Corine are such hardworking young women.#$b#They have bright futures ahead of them, I can tell!$h",
"fullversion.Tue": "I've been trying to make friends with the other moms in the valley.#$b#Caroline tells us off if we chat too much during aerobics, though!$1",
"fullversion.Tue6": "I've been talking more to Robin lately... do you know her well?#$b#I thought studying with a baby was hard enough already, but she managed to do it as a single mom! What a lady.$1",
"fullversion.Tue10": "I've been talking more to Jodi lately... sometimes she reminds me of myself before I started my degree.#$b#She seems... trapped. I hope she can find something that brings her joy.$2",
"fullversion.Wed": "It's hard not to spoil Keahi when I'm home. But he can be so naughty!$3#$b#The neigbours told me he hid a rotten fish in their house.$2",
"fullversion.Wed4": "Flor and Penny told me Keahi's been behaving a lot better at school lately. I'm proud of him!",
"fullversion.Wed8": "I think Keahi will calm down as he gets older.#$b#Pika and I weren't exactly angels at that age, and look at us now! We're old and boring!$1",
"fullversion.Thu": "There's an island out in the archipelago that people have always avoided. Some say it's haunted by the ghosts of the dwarves who once lived there.$2#$b#But I think that might be a rumour pirates started to keep people away from their loot!#$e#Although... a colleague of mine did go there and never come back... hmmm...$2",
"fullversion.Thu6": "My degree was in anthropology with a minor in sociology, but I have to work closely with the archaeology department at Zuzu City for my doctorate.#$e#That's where you lived before you came to the valley, right?",
"fullversion.Thu10": "What will I do when I finish my doctorate? Hmm. Hopefully I'll keep my position at the University of Ember Island.#$b#Travelling the world then coming home to my family is perfect for me!$1",
"fullversion.Fri": "People get so fixated on living their lives on someone else's schedule - go to college, then settle down, then have a baby...#$b#I didn't start studying until after I had Keahi, and I don't think I'll ever completely settle down!$1",
"fullversion.Fri6": "I have to say, I really admire the way you gave up your old life to come here. You took a risk and followed your dreams.#$b#Some people might say that's overly idealistic, but I think it's the only way to live.",
"fullversion.Fri10": "#$c .5#I went through a really dark time after Keahi was born. I could barely leave the house. But with Pika's support, things turned around.#I'm incredibly lucky to have Pika. A lot of people wouldn't be so supportive of their spouse in a situation like ours. He's my rock.$4",
"fullversion.Sat": "Preserving the culture of the Fern Islands is very important to me.#$b#We have to find a balance between tradition and modernity, and protect the natural beauty of our home.#$e#I'm sure that's important on the mainland too!",
"fullversion.Sat4": "$d joja#Companies like Joja have been taking advantage of the Fern Islands for decades, but it seems like no-one on the mainland cared until it hurt their own bottom line.$3|I know getting rid of one Jojamart won't change much, here or on the islands, but I'm glad it's gone.#$e#It will make life a lot easier for Pierre and the Legames, at least.$1",
"fullversion.Sat8": "I've been talking to Kiarra about an anti-Joja Corp protest she's helping organise. It could really help bring awareness to what they're doing in the Fern Islands.",
"fullversion.Sun": "Ahh, what a day. Right now I just want to settle down with a nice glass of wine and a honey-glazed salad.",
"fullversion.Sun6": "How's the farm? I hope we can get first pick of some vegetables for the restaurant!$h",
"fullversion.Sun10": "You should come over for dinner some time, @. You're basically part of the family now.$1",

"both.SeedShop_28_20": "Sorry! Can't talk right now! 25! 26! 27!$5",
"both.Custom_Ridgeside_RidgesideVillage_96_37": "#$c .5#Hey, give me a bubble-five! No? Aww!$7#%Leilani is humming to herself as she does the dishes.",
"both.Town_96_92": "Keahi, behave yourself for Miss Penny and Miss Flor, okay?",
"both.ArchaeologyHouse_12_9": "Oh! Hello! Jasper and I were just discussing the valley's history. It's important to remember where we come from.",
"both.ArchaeologyHouse_12_10": "I don't know as much about the history of this area as I'd like. I should ask Gunther to recommend me some books!",
"both.FishShop_4_6": "I'm picking up some fish for the restaurant. I love the taste of tuna once Pika's prepared it, but I'm not so fond of the smell...$s",
"both.keahi_prank": "Oh dear... my Keahi got you, didn't he?$h#$b#I'm sorry, I shouldn't laugh...$s",

"MeetLeilaniEvent.0": "Aloha, @!",
"MeetLeilaniEvent.1": "Today's a very special day!",
"MeetLeilaniEvent.2": "Yeah! My mom's coming home!$h#$b#Dad, would it be okay if @ came with us to the beach to meet her?",
"MeetLeilaniEvent.3": "Of course. Leilani always loves meeting new people.$h",
"MeetLeilaniEvent.4": "Nice! @, do you want to come with us?",
"MeetLeilaniEvent.5": "#I'd love to!#Sorry, I'm too busy today.",
"MeetLeilaniEvent.6": "Whoo! Let's go!$h",
"MeetLeilaniEvent.7": "Mom!$h",
"MeetLeilaniEvent.8": "Oh, my baby! You've gotten so tall!",
"MeetLeilaniEvent.9": "Gah! Mom! You're squishing me!$h",
"MeetLeilaniEvent.10": "I'm your mama, I get to squish you as much as I want!$1",
"MeetLeilaniEvent.11": "@! Meet my beloved Leilani.$h",
"MeetLeilaniEvent.12": "@ runs the old farm near Jas's house now!",
"MeetLeilaniEvent.13": "It's nice to meet you! It's good to see more new people in the valley.#$b#I'm working on my doctorate at the University of Ember Island. I've spent the past three seasons traipsing around some of the historic sites in the archipelago.#$b#It's a lot less exciting than it sounds. Lots of cataloguing!$h",
"MeetLeilaniEvent.14": "Aww. Does that mean you haven't found anything fun for me this year?$2",
"MeetLeilaniEvent.15": "Ah, my little Keahi. So that's how it is! You only love me for my gifts!$h",
"MeetLeilaniEvent.16": "No! I'm glad you're home, even if you haven't got me anything!$1#$b#...But you did get me something, right?$4",
"MeetLeilaniEvent.17": "Whatever it is, it can wait until we've had a good meal together. Let's go home.$h",
"MeetLeilaniEvent.18": "See you again soon, @!",
"MeetLeilaniEventFork.0": "Aww.$s",
"MeetLeilaniEventFork.1": "Well, I'm sure you'll run into her soon anyway! She'll be here all summer.",
"MeetLeilaniEventFork.2": "Bye, @!",

"LeilaniDishesEvent.0": "Hi @! What can I get you?",
"LeilaniDishesEvent.1": "Coming right up!",
"LeilaniDishesEvent.2": "Hey @! Come and keep me company while you wait.$7",
"LeilaniDishesEvent.3": "I always do the dishes when I'm back. It's how I help out.$6#$b#And it keeps me out of Pika's hair!$6",
"LeilaniDishesEvent.4": "Oh, I'm a terrible cook.$7#$b#I can manage toast and that's about it!$6",
"LeilaniDishesEvent.5": "Thankfully Keahi inherited your looks and your brains, and not your cooking skills!$h#$b#Here you go, @.",
"LeilaniDishesEvent.6": "You always know just how to flatter me!$6#$b#Ah well, back to the dishes. It was nice to talk to you, @. Come back soon!$7",

"LeilaniBirthdayEvent.0": "Hello there, @!",
"LeilaniBirthdayEvent.1": "Did you come here to say happy birthday to my mom?#$b#Guess what - it's not her real birthday. She gets two!$3",
"LeilaniBirthdayEvent.2": "My real birthday is in Fall, but because I'm not around then we have it today instead.",
"LeilaniBirthdayEvent.3": "This is the anniversary of when she graduated Grampleton Community College, so we combine the two together.",
"LeilaniBirthdayEvent.4": "Hey, @, do you want some cake? Dad and I made way too much food!$h",

"LeilaniKeahiEvent.0": "Keahi's been behaving so well this summer. I haven't had to tell him off at all!$h",
"LeilaniKeahiEvent.1": "That's good news. I wonder if it's because his mother's here? Perhaps he acts out because he misses her.",
"LeilaniKeahiEvent.2": "Oh no! I hope not! That's so sad... poor Keahi...$s",
"LeilaniKeahiEvent.3": "KEAHI AKINA! YOU GET HERE THIS INSTANT!$3",
"LeilaniKeahiEvent.4": "Uh-oh. I think she realised I swapped the sugar and the salt!$3",
"LeilaniKeahiEvent.5": "Your little prank made me ruin a whole cup of coffee! The good kind!$s",
"LeilaniKeahiEvent.6": "I'm sorry, mama...$s",
"LeilaniKeahiEvent.7": "Hmph.$3",
"LeilaniKeahiEvent.8": "...No real harm done. It was just a cup of coffee.$1#$b#You can make it up to me by helping clean the kitchen this afternoon, okay?",
"LeilaniKeahiEvent.9": "Okay.#$b#Can we get ice-cream?$4",
"LeilaniKeahiEvent.10": "Don't push your luck!$1",
"LeilaniKeahiEvent.11": "Alternate hypothesis - he's so busy pranking her he has no time to cause trouble anywhere else.",

"LeilaniDigsiteEvent.0": "I just got a call from the head of my department!#$b#She wants me to go to a dig in Valleriath - they've found ancient Islander pottery there, hundreds of miles from the Fern Islands!#$b#It could revolutionise our understanding of ancient trade routes!$1",
"LeilaniDigsiteEvent.1": "That's great... but Valleriath is so near the Gotoro border...$s",
"LeilaniDigsiteEvent.2": "It's not that close. It'll be fine.$2",
"LeilaniDigsiteEvent.3": "But the war...$s",
"LeilaniDigsiteEvent.4": "That's all the more reason to go there before some soldiers trample all over the digsite.$3",
"LeilaniDigsiteEvent.5": "Don't worry, ku'uipo.#$b#Like I said, it's not that close, and we'll leave if there's any sign of trouble.#$b#I'll only be on site for a couple of weeks while we get everything verified and photographed, then I'll get to relax back on Ember Island.#$b#And by relax, I mean rewrite an entire section of my thesis...$2",
"LeilaniDigsiteEvent.6": "I didn't think I'd have to worry about this sort of thing when you became an academic!",
"LeilaniDigsiteEvent.7": "I'm sorry for worrying you... and for distracting you from work! You have customers waiting!",

"LeilaniCameronEvent.0": "Look at those waves... wish I'd brought my surfboard.",
"LeilaniCameronEvent.1": "Yes, it's pretty much perfect out there.#$b#I've not been able to surf at all this year. Too many jellyfish in the bay back on the island, and then I was landlocked all spring.$s",
"LeilaniCameronEvent.2": "Same. The surfing scene in Zuzu leaves something to be desired.$s",
"LeilaniCameronEvent.3": "Like sea?$h",
"LeilaniCameronEvent.4": "For starters!$h",
"LeilaniCameronEvent.5": "I should teach Keahi to surf...#$b#I should be around to teach him a lot of things.$s",
"LeilaniCameronEvent.6": "Not this again! No self pity! If you want to quit, then quit.$a#$b#Take that teaching job in Grampleton. Teach provincial teens instead of working with city kids who thought going to college in the Islands would be a permanent vacation.$a",
"LeilaniCameronEvent.7": "Ugh! Don't tempt me!$1",
"LeilaniCameronEvent.8": "Sigh",
"LeilaniCameronEvent.9": "Maybe someday. But not now.",
"LeilaniCameronEvent.10": "I've got to admit, settling down somewhere like this seems increasingly appealing...$s",
"LeilaniCameronEvent.11": "Doctor Peasbody, I do believe that sounds dangerously close to regret. No self pity.",
"LeilaniCameronEvent.12": "Right. All I'm saying is, you're lucky you have Pika.",
"LeilaniCameronEvent.13": "I know.$4",

"LeilaniPikaEvent.0": "Come on, Keahi, it's time to call your makuahine! She'll be waiting!$1",
"LeilaniPikaEvent.1": "Ugh. Do I have to? I wanna go play with Trinnie.$a",
"LeilaniPikaEvent.2": "Oh, you're here early, @! We were just about to call Leilani. It shouldn't take too long.",
"LeilaniPikaEvent.3": "But I don't want to! All that happens when we call her is that you get sad afterwards.$s",
"LeilaniPikaEvent.4": "What's wrong, son?",
"LeilaniPikaEvent.5": "You miss her, and I miss her. Why won't she stay?$s#$b#Why can't you just make her stay?$s",
"LeilaniPikaEvent.6": "Keahi!$5#$b#...$2",
"LeilaniPikaEvent.7": "When you really love someone, you have to think about what they need, not only what you want.$2#$b#You won't remember, because you were so little, but when you were a baby she tried to stay in one place here in the valley.#$b#She pretended to be happy, but I know your makuahine too well to be fooled. She was miserable.$2#$b#And that made me sad too. Because I love her, I can't stand to see her unhappy.",
"LeilaniPikaEvent.8": "Was it because of me?$s",
"LeilaniPikaEvent.9": "No!$3#$b#Back then, you were the only thing that brought her true happiness.#$b#She put on a fake smile for me and for the customers in the restaurant, but every time she even looked at you her real smile would return.#$b#She took you with her to the community college in Grampleton every day, that first year back at school.",
"LeilaniPikaEvent.10": "Really?$s",
"LeilaniPikaEvent.11": "Really. We both love you more than anything in the world. Never forget that.",
"LeilaniPikaEvent.12": "Keahi is holding back tears.",
"LeilaniPikaEvent.13": "I miss her so much when she's gone.$s",
"LeilaniPikaEvent.14": "Son, hey... Come here.$4",
"LeilaniPikaEvent.15": "Pika wipes away Keahi's tears.",
"LeilaniPikaEvent.16": "Hey now, my little keiki.$4#$b#It's all good, okay?$s#$b#I miss her too..$s#$b#I'm sorry we've never really talked to you about it all.$2",
"LeilaniPikaEvent.17": "Keahi seems speechless but just smiles at Pika.",
"LeilaniPikaEvent.18": "There there now.$s#$b#I'm here, my little keiki.$s",
"LeilaniPikaEvent.19": "Keahi calmed down after a while. They called Leilani, and talked more about Keahi's feelings.#It was a refreshing morning for the whole family.",
"LeilaniPikaEvent.20": "I'm sorry you had to see all that, @.$h#$b#But don't worry, everything's settled now.",

"luau.Leilani": "This is almost as good as a luau back on Ember Island! All we need is someone spinning fire poi... as long as it's not Pika!$1",
"jellies.Leilani": "I'll be leaving for my next adventure after the jellies have finished their dance...$2#$b#Watching them is bittersweet for me. It's easier to leave with a beautiful memory... but harder, too.$2",
"gingerisland.Sun": "I hear you've been exploring Ginger Island. Is it really haunted?#$e#I know a lot of people who would love to explore those dwarven ruins...",
"rain.Leilani": "#$c .5#Pika has to close the restaurant when it rains, but at least it keeps the valley green.#Rainy days are perfect for visiting the library. What are you doing today?",

"PikaDialogue.spring_28_1": "My wahine Leilani is coming back from her travels tomorrow.#$e#Her work as a researcher keeps her busy the rest of the year, but she spends the summer with me and Keahi.$h",
"PikaDialogue.spring_28_2": "My wahine Leilani is coming back from her travels tomorrow.#$e#Summer with her is like falling in love all over again.$h",
"PikaDialogue.summer_22_1": "Just to let you know, the restaurant will have a limited menu tomorrow evening. We're celebrating Leilani's birthday.",
"PikaDialogue.summer_22_2": "Just to let you know, the restaurant will have a limited menu tomorrow evening. We're celebrating Leilani's birthday.",
"PikaDialogue.Tue4": "The restaurant has been flourishing lately.$h#$b#Lots of customers means more money to set aside for Keahi's future.",
"PikaDialogue.Thu6": "I hope Keahi has been behaving for Penny...$s#$b#%Pika sighs deeply.#$b#I'm grateful for what she's doing for Keahi.$h#$b#But I know that he can sometimes be difficult. I think he acts out when he misses his makuahine.$4",
"PikaDialogue.Mon10": "I only want what's best for Keahi.$s#$b#That's why I work so hard at the restaurant.#$b#My earnings will not only provide for his future, but will also ensure that he has me and his makuahine with him as he journeys in life, wherever we may be.",
"PikaDialogue.Tue10": "My parents have always supported my ambitions and dreams.#$b#It just so happens that my dreams were in line with theirs.$h#$b#If Keahi chooses a different path in life, I'll still support him, and so will Leilani.#$e#I'm just so proud of how much he's grown.$h",
"luau.Pika": "I used to spin poi when I was younger.$h#$b#The first time I added fire, I nearly burnt my eyebrows off!$u#$e#Leilani will never let me live that down, ha ha!$h",

"KeahiDialogue.spring_28_1": "Mom's coming home tomorrow! I hope she brings me something really cool!$1#$b#If you want to come and see her, we'll be meeting her on the beach!",
"KeahiDialogue.spring_28_2": "Mom's coming home tomorrow! I hope she brings me something really cool!$1#$b#If you want to come and see her, we'll be meeting her on the beach!",
"KeahiDialogue.LeilaniArrives": "Look! Mom brought me a rock with a bug stuck in it! It's called amber.",
"KeahiDialogue.summer_Tue8": "My dad is trying to teach me 'Olelo Mokupini.#$b#It's what they speak on the Fern Islands.#$e#I was born in the village, but my mom and dad are from the islands!",
"KeahiDialogue.Tue8": "My dad is trying to teach me 'Olelo Mokupini.#$b#It's what they speak on the Fern Islands.#$e#I was born in the village but my dad is from the islands.#$e#My mom is too...$s",
"KeahiDialogue.Town_97_92": "Don't worry, Mom! I'll be good today! I'll be the best!$4",

"CorineDialogue.LeilaniArrives": "It's such a relief to have Leilani around! Summer is the restaurant's busiest season.",
"CorineDialogue.summer_23_1": "Pika's taking tonight off to celebrate Leilani's birthday, so Faye and I have to look after the restaurant on our own.#$b#Don't worry, all the food will still be freshly prepared! I've been practicing!",
"CorineDialogue.summer_23_2": "Pika's taking tonight off to celebrate Leilani's birthday, so Faye and I have to look after the restaurant on our own.#$b#Don't worry, all the food will still be freshly prepared! I've been practicing!",

"WillyDialogue.spring_28_1": "If you're thinkin' of droppin' by the shop tomorrow mornin', I might be out. Got to row Pika's missus back from her boat!",
"WillyDialogue.spring_28_2": "If you're thinkin' of droppin' by the shop tomorrow mornin', I might be out. Got to row Pika's missus back from her boat!",

"OlgaDialogue.LeilaniArrives": "It's a good thing Leilani's back. Keahi behaves so much better when she's here...",

"JasperDialogue.LeilaniArrives": "It will be good to see Leilani again.#$b#I have not had an opportunity to talk to her since I parted ways with... a certain person.$2",

"LeilaniStrings.rsv.pika4": "A photograph of Leilani holding baby Keahi in her arms.",
"LeilaniStrings.rsv.pika6": "There are a lot of letters to Pika here! Oh. These are private."
}
