{
"config.Version.name": "Versão",
"config.Version.description": "Define se a Leilani vai ser antissocial (ficando fora do menu social e sem poder receber presentes) ou se vai se comportar como uma NPC comum.",
"config.Version.values.antisocial": "antisocial",
"config.Version.values.hardmode": "hardmode",

"config.Portrait Style.name": "Estilo de Retrato",
"config.Portrait Style.description": "Muda os retratos de Leilani para o estilo de arte de Nyapu.",
"config.Portrait Style.values.ZoeDoll": "ZoeDoll",
"config.Portrait Style.values.Nyapu": "Nyapu",
"config.Portrait Style.values.Airyn": "Airyn",

"Leilanidispo.Pika": "marido",
"Leilanidispo.Keahi": "filho",
"Pikadispo.Leilani": "esposa",
"Pikadispo.Keahi": "filho",
"Keahidispo.Pika": "pai",
"Keahidispo.Leilani": "mãe",
"gifttastes.1": "Mahalo, @. Isso é muito gentil da sua parte!$h",
"gifttastes.2": "Que presente adorável! Obrigada.$h",
"gifttastes.3": "Dizem que o que vale é a intenção...$s",
"gifttastes.4": "Nossa, esse presente é horrível. Por que você me daria isso?$a",
"gifttastes.5": "Oh, obrigada.",
"gifttastes.PikaCooking": "Essa é uma das receitas do Pika, não é? Eu nunca enjoo da comida que meu marido faz.$h",

"antisocial.summer_1": "Pika já fez bolinhos de caranguejo para o Willy como agradecimento por me levar de volta à praia, mas eu quero dar algo para ele também. Você faz hidromel na sua fazenda?",
"antisocial.summer_1_2": "Pika já fez bolinhos de caranguejo para o Willy como agradecimento por me levar de volta à praia, mas eu quero dar algo para ele também. Você faz hidromel na sua fazenda?",
"antisocial.summer_10": "Vamos te ver na praia amanhã? Não esqueça o protetor solar!#$e#Desculpe, entrei no modo mãe agora.$1",
"antisocial.summer_10_2": "Vamos te ver na praia amanhã? Não esqueça o protetor solar!#$e#Desculpe, entrei no modo mãe agora.$1",
"antisocial.summer_27": "Outro verão quase no fim...$s#$b#Não me entenda mal, eu amo meu trabalho. Só que às vezes é difícil.",
"antisocial.summer_27_2": "Outro verão quase no fim...$s#$b#Não me entenda mal, eu amo meu trabalho. Só que às vezes é difícil.",
"antisocial.Mon": "$d bus#Pika e eu talvez levemos o Keahi para o Deserto Calico em breve para uma viagem em família. Acho que ele vai gostar do esqueleto de dragão!|Vejo que o Lewis ainda não fez nada sobre o ônibus para o Deserto Calico... Eu estava esperando visitar. Ah, talvez no próximo ano...$2",
"antisocial.Tue": "O que farei quando terminar meu doutorado? Hmm. Espero manter minha posição na Universidade da Ilha Ember.#$b#Viajar pelo mundo e depois voltar para casa e para minha família é perfeito para mim!$1",
"antisocial.Wed": "É difícil não mimar o Keahi quando estou em casa. Mas ele pode ser tão travesso!$3#$b#Os vizinhos me contaram que ele escondeu um peixe podre na casa deles.$2",
"antisocial.Thu": "Sou incrivelmente sortuda por ter o Pika. Muitas pessoas não seriam tão solidárias com seu cônjuge em uma situação como a nossa. Ele é o meu porto seguro.$4",
"antisocial.Fri": "As pessoas ficam tão fixadas em viver suas vidas no cronograma de outra pessoa... Ir para a faculdade, depois se estabelecer, depois ter um bebê...#$b#Eu só comecei a estudar depois que tive o Keahi, e acho que nunca vou me estabelecer completamente!$1",
"antisocial.Sat": "Preservar a cultura das Ilhas Fern é muito importante para mim.#$b#Precisamos encontrar um equilíbrio entre tradição e modernidade e proteger a beleza natural da nossa casa.#$e#Tenho certeza de que isso também é importante no continente!",
"antisocial.Sun": "Há uma ilha no arquipélago que as pessoas sempre evitaram. Alguns dizem que é assombrada pelos fantasmas dos anões que viveram lá.$2#$b#Mas eu acho que isso pode ser um boato iniciado por piratas para manter as pessoas longe do tesouro deles!#$e#Embora... um colega meu foi lá e nunca voltou... hmmm...$2",

"fullversion.summer_1": "Pika já fez bolinhos de caranguejo para o Willy como agradecimento por me levar de volta à praia, mas eu quero dar algo para ele também. Você faz hidromel na sua fazenda?",
"fullversion.summer_1_2": "Pika já fez bolinhos de caranguejo para o Willy como agradecimento por me levar de volta à praia, mas eu quero dar algo para ele também. Você faz hidromel na sua fazenda?",
"fullversion.summer_10": "Vamos te ver na praia amanhã? Não esqueça o protetor solar!#$e#Desculpe, entrei no modo mãe agora.$1",
"fullversion.summer_10_2": "Vamos te ver na praia amanhã? Não esqueça o protetor solar!#$e#Desculpe, entrei no modo mãe agora.$1",
"fullversion.summer_27": "Outro verão quase no fim...$s#$b#Não me entenda mal, eu amo meu trabalho. Só que às vezes é difícil.",
"fullversion.summer_27_2": "Outro verão quase no fim...$s#$b#Não me entenda mal, eu amo meu trabalho. Só que às vezes é difícil.",
"fullversion.Mon": "$d bus#Pika e eu talvez levemos o Keahi para o Deserto Calico em breve para uma viagem em família. Acho que ele vai gostar do esqueleto de dragão!|Vejo que o Lewis ainda não fez nada sobre o ônibus para o Deserto Calico... Eu estava esperando visitar. Ah, talvez no próximo ano...$2",
"fullversion.Mon4": "Eu amo o clima aqui no verão! O inverno no Vale é muito escuro e sombrio para mim.",
"fullversion.Mon8": "Faye e Corine são jovens muito trabalhadoras.#$b#Elas têm futuros brilhantes pela frente, eu posso ver!$h",
"fullversion.Tue": "Tenho tentado fazer amizade com as outras mães do Vale.#$b#Porém, a Caroline nos repreende se conversarmos muito durante a aeróbica!$1",
"fullversion.Tue6": "Tenho conversado mais com a Robin ultimamente... você a conhece bem?#$b#Eu achava que estudar com um bebê já era difícil o suficiente, mas ela conseguiu fazer isso como mãe solteira! Que mulher.$1",
"fullversion.Tue10": "Tenho conversado mais com a Jodi ultimamente... às vezes ela me lembra de mim mesma antes de começar meu diploma.#$b#Ela parece... presa. Espero que ela encontre algo que lhe traga alegria.$2",
"fullversion.Wed": "É difícil não mimar o Keahi quando estou em casa. Mas ele pode ser tão travesso!$3#$b#Os vizinhos me contaram que ele escondeu um peixe podre na casa deles.$2",
"fullversion.Wed4": "A Flor e a Penny me contaram que o Keahi tem se comportado muito melhor na escola ultimamente. Estou orgulhosa dele!",
"fullversion.Wed8": "Acho que o Keahi vai se acalmar conforme envelhecer.#$b#O Pika e eu não éramos exatamente anjos nessa idade, e olhe para nós agora! Estamos velhos e chatos!$1",
"fullversion.Thu": "Há uma ilha no arquipélago que as pessoas sempre evitaram. Alguns dizem que é assombrada pelos fantasmas dos anões que viveram lá.$2#$b#Mas eu acho que isso pode ser um boato iniciado por piratas para manter as pessoas longe do tesouro deles!#$e#Embora... um colega meu foi lá e nunca voltou... hmmm...$2",
"fullversion.Thu6": "Meu diploma foi em antropologia com especialização em sociologia...#$b#...Mas eu tenho que trabalhar de perto com o departamento de arqueologia da Cidade Zuzu para o meu doutorado.#$e#Foi lá que você morou antes de vir para o Vale, certo?",
"fullversion.Thu10": "O que farei quando terminar meu doutorado? Hmm. Espero manter minha posição na Universidade da Ilha Ember.#$b#Viajar pelo mundo e depois voltar para casa e para minha família é perfeito para mim!$1",
"fullversion.Fri": "As pessoas ficam tão fixadas em viver suas vidas no cronograma de outra pessoa... Ir para a faculdade, depois se estabelecer, depois ter um bebê...#$b#Eu só comecei a estudar depois que tive o Keahi, e acho que nunca vou me estabelecer completamente!$1",
"fullversion.Fri6": "Tenho que dizer, admiro muito como você largou a vida antiga para vir pra cá. Você arriscou e seguiu seus sonhos.#$b#Algumas pessoas podem dizer que isso é idealismo demais, mas eu acho que é a única maneira de viver.",
"fullversion.Fri10": "#$c .5#Passei por um período muito difícil após o nascimento do Keahi. Eu mal conseguia sair de casa. Mas com o apoio do Pika, as coisas melhoraram.#Sou incrivelmente sortuda por ter o Pika. Muitas pessoas não seriam tão solidárias com seu cônjuge em uma situação como a nossa. Ele é o meu porto seguro.$4",
"fullversion.Sat": "Preservar a cultura das Ilhas Fern é muito importante para mim.#$b#Precisamos encontrar um equilíbrio entre tradição e modernidade e proteger a beleza natural da nossa casa.#$e#Tenho certeza de que isso também é importante no continente!",
"fullversion.Sat4": "$d joja#Empresas como a Joja vêm se aproveitando das Ilhas Fern há décadas, mas parece que ninguém no continente se importou até que isso afetou os próprios bolsos.$3|Sei que acabar com um Mercado Joja não vai mudar muito, aqui ou nas ilhas, mas estou feliz que se foi.#$e#Pelo menos, vai facilitar a vida para o Pierre e os Legames.$1",
"fullversion.Sat8": "Tenho conversado com a Kiarra sobre um protesto contra a Corporação Joja que ela está ajudando a organizar. Isso pode realmente ajudar a trazer conscientização sobre o que eles estão fazendo nas Ilhas Fern.",
"fullversion.Sun": "Ahh, que dia. Agora só quero me acomodar com uma boa taça de vinho e uma salada coberta com mel.",
"fullversion.Sun6": "Como está a fazenda? Espero que possamos pegar os primeiros vegetais para o restaurante!$h",
"fullversion.Sun10": "Você deveria vir jantar algum dia, @. Você já é praticamente parte da família agora.$1",

"both.SeedShop_28_20": "Desculpa! Não posso conversar agora! 25! 26! 27!$5",
"both.Custom_Ridgeside_RidgesideVillage_96_37": "#$c .5#Ei, Me da um bate-bolha! Não? Ahh!$7#%Leilani está cantarolando enquanto lava a louça.",
"both.Town_96_92": "Keahi, comporte-se para a Srta. Penny e a Srta. Flor, tá bom?",
"both.ArchaeologyHouse_12_9": "Oh! Olá! O Jasper e eu estávamos discutindo a história do Vale. É importante lembrar de onde viemos.",
"both.ArchaeologyHouse_12_10": "Não sei tanto sobre a história dessa área quanto gostaria. Deveria pedir ao Gunther para me recomendar alguns livros!",
"both.FishShop_4_6": "Estou pegando alguns peixes para o restaurante. Eu adoro o sabor do atum depois que o Pika o prepara, mas não gosto muito do cheiro...$s",
"both.keahi_prank": "Ah, meu Deus... o Keahi te pegou, não foi?$h#$b#Desculpe, eu não deveria rir...$s",

"MeetLeilaniEvent.0": "Aloha, @!",
"MeetLeilaniEvent.1": "Hoje é um dia muito especial!",
"MeetLeilaniEvent.2": "Sim! Minha mãe tá voltando pra casa!$h#$b#Pai, tá tudo bem se ${o^a}$ @ for com a gente na praia pra receber ela?",
"MeetLeilaniEvent.3": "Claro. A Leilani sempre adora conhecer novas pessoas.$h",
"MeetLeilaniEvent.4": "Legal! @, você quer ir com a gente?",
"MeetLeilaniEvent.5": "#Eu adoraria!#Desculpe, estou muito ${ocupado^ocupada}$ hoje.",
"MeetLeilaniEvent.6": "Uhul! Vamos lá!$h",
"MeetLeilaniEvent.7": "Mãe!$h",
"MeetLeilaniEvent.8": "Oh, meu bebê! Você cresceu tanto!",
"MeetLeilaniEvent.9": "Ah! Mãe! Você tá me esmagando!$h",
"MeetLeilaniEvent.10": "Eu sou sua mãe, e eu vou te abraçar o quanto eu quiser!$1",
"MeetLeilaniEvent.11": "@! Conheça minha amada Leilani.$h",
"MeetLeilaniEvent.12": "${O^A}$ @ agora cuida da antiga fazenda perto da casa da Jas!",
"MeetLeilaniEvent.13": "É um prazer ${conhecê-lo^conhecê-la}$! É bom ver mais gente nova no Vale.#$b#Estou trabalhando no meu doutorado na Universidade da Ilha Ember. Passei as últimas três estações explorando alguns dos sítios históricos no arquipélago.#$b#É muito menos empolgante do que parece. Muito trabalho de catalogação!$h",
"MeetLeilaniEvent.14": "Aww. Isso quer dizer que você não achou nada divertido pra mim esse ano?$2",
"MeetLeilaniEvent.15": "Ah, meu pequeno Keahi. Então é assim! Você só me ama pelos meus presentes!$h",
"MeetLeilaniEvent.16": "Não! Tô feliz que você tá em casa, mesmo que não tenha me trazido nada!$1#$b#...Mas você trouxe algo para mim, né?$4",
"MeetLeilaniEvent.17": "Seja o que for, pode esperar até termos uma boa refeição juntos. Vamos para casa.$h",
"MeetLeilaniEvent.18": "Até logo, @!",
"MeetLeilaniEventFork.0": "Aww.$s",
"MeetLeilaniEventFork.1": "Bem, tenho certeza de que você vai encontrá-la logo! Ela vai ficar aqui o verão todo.",
"MeetLeilaniEventFork.2": "Tchau, @!",

"LeilaniDishesEvent.0": "Oi, @! O que posso te servir?",
"LeilaniDishesEvent.1": "Já vou trazer!",
"LeilaniDishesEvent.2": "Ei, @! Venha me fazer companhia enquanto você espera.$7",
"LeilaniDishesEvent.3": "Eu sempre lavo a louça quando volto. É assim que eu ajudo.$6#$b#E me mantém fora do caminho do Pika!$6",
"LeilaniDishesEvent.4": "Oh, eu sou uma péssima cozinheira.$7#$b#Consigo fazer torradas e é só!$6",
"LeilaniDishesEvent.5": "Ainda bem que o Keahi herdou sua aparência e inteligência, e não sua falta de talento na cozinha!$h#$b#Aqui está, @.",
"LeilaniDishesEvent.6": "Você sempre sabe como me elogiar!$6#$b#Ah, bem, de volta à louça. Foi bom conversar com você, @. Volte sempre!$7",

"LeilaniBirthdayEvent.0": "Oi, @!",
"LeilaniBirthdayEvent.1": "Você veio aqui para desejar feliz aniversário para minha mãe?#$b#Adivinha... não é o aniversário verdadeiro dela. Ela tem dois!$3",
"LeilaniBirthdayEvent.2": "Meu aniversário verdadeiro é no outono, mas como não estou por aqui nessa época, comemoramos hoje.",
"LeilaniBirthdayEvent.3": "Esse é o aniversário de quando ela se formou na Faculdade Comunitária de Grampleton, então combinamos os dois.",
"LeilaniBirthdayEvent.4": "Ei, @, você quer um pouco de bolo? Meu pai e eu fizemos comida demais!$h",

"LeilaniKeahiEvent.0": "O Keahi tem se comportado tão bem nesse verão. Não precisei chamar a atenção dele nenhuma vez!$h",
"LeilaniKeahiEvent.1": "Isso é uma boa notícia. Será que é porque a mãe dele está aqui? Talvez ele se comporte mal porque sente falta dela.",
"LeilaniKeahiEvent.2": "Ah não! Espero que não seja isso! Que triste... pobre Keahi...$s",
"LeilaniKeahiEvent.3": "KEAHI AKINA! VENHA AQUI IMEDIATAMENTE!$3",
"LeilaniKeahiEvent.4": "Uh-oh. Acho que ela percebeu que troquei o açúcar pelo sal!$3",
"LeilaniKeahiEvent.5": "Por sua culpa estraguei uma xícara inteira de café! E logo o melhor que eu tinha!$s",
"LeilaniKeahiEvent.6": "Desculpa, mamãe...$s",
"LeilaniKeahiEvent.7": "Hmph.$3",
"LeilaniKeahiEvent.8": "...Não foi nada grave. Foi apenas uma xícara de café.$1#$b#Você pode compensar me ajudando a limpar a cozinha esta tarde, tá bom?",
"LeilaniKeahiEvent.9": "Tá bom.#$b#Podemos comer sorvete?$4",
"LeilaniKeahiEvent.10": "Não abuse da sorte!$1",
"LeilaniKeahiEvent.11": "Hipótese alternativa... Ele está tão ocupado pregando peças nela que não tem tempo para causar problemas em outro lugar.",

"LeilaniDigsiteEvent.0": "Acabei de receber uma ligação da chefe do meu departamento!#$b#Ela quer que eu vá para uma escavação em Valleriath. Eles encontraram cerâmica antiga das ilhas lá, centenas de quilômetros longe das Ilhas Fern!#$b#Isso pode revolucionar nossa compreensão das rotas comerciais antigas!$1",
"LeilaniDigsiteEvent.1": "Isso é ótimo... mas Valleriath é tão perto da fronteira de Gotoro...$s",
"LeilaniDigsiteEvent.2": "Não é tão perto assim. Vai ficar tudo bem.$2",
"LeilaniDigsiteEvent.3": "Mas a guerra...$s",
"LeilaniDigsiteEvent.4": "Esse é mais um motivo para ir até lá antes que alguns soldados pisoteiem o local da escavação.$3",
"LeilaniDigsiteEvent.5": "Não se preocupe, ku'uipo.#$b#Como eu disse, não é tão perto, e nós sairemos se houver qualquer sinal de problema.#$b#Eu só estarei no local por algumas semanas enquanto verificamos e fotografamos tudo, então poderei relaxar de volta na Ilha Ember.#$b#E por relaxar, eu quero dizer reescrever uma seção inteira da minha tese...$2",
"LeilaniDigsiteEvent.6": "Não pensei que teria que me preocupar com esse tipo de coisa quando você se tornou acadêmica!",
"LeilaniDigsiteEvent.7": "Desculpe por te preocupar... e por te distrair do trabalho! Você tem clientes esperando!",

"LeilaniCameronEvent.0": "Olhe essas ondas... queria ter trazido minha prancha de surfe.",
"LeilaniCameronEvent.1": "Sim, está praticamente perfeito.#$b#Eu não consegui surfar nada esse ano. Havia muitas águas-vivas na baía da ilha, e depois fiquei sem acesso ao mar toda a primavera.$s",
"LeilaniCameronEvent.2": "É, eu também. A cena de surfe em Zuzu deixa um pouco a desejar.$s",
"LeilaniCameronEvent.3": "Como o mar?$h",
"LeilaniCameronEvent.4": "Para começar!$h",
"LeilaniCameronEvent.5": "Eu deveria ensinar o Keahi a surfar...#$b#Eu deveria estar por perto para ensiná-lo muitas coisas.$s",
"LeilaniCameronEvent.6": "Lá vem você de novo! Nada de autopiedade! Se quiser desistir, então desista.$a#$b#Aceite aquele emprego de professor em Grampleton.#$b#Ensine adolescentes da província em vez de trabalhar com jovens da cidade que acharam que ir para a faculdade nas Ilhas seria umas férias permanentes.$a",
"LeilaniCameronEvent.7": "Ugh! Não me tente!$1",
"LeilaniCameronEvent.8": "*Suspira*",
"LeilaniCameronEvent.9": "Talvez um dia. Mas não agora.",
"LeilaniCameronEvent.10": "Tenho que admitir, me estabelecer em um lugar assim parece cada vez mais atraente...$s",
"LeilaniCameronEvent.11": "Dr. Peasbody, acho que isso soa perigosamente próximo de arrependimento. Nada de autopiedade.",
"LeilaniCameronEvent.12": "Certo. Tudo que estou dizendo é que você tem sorte de ter o Pika.",
"LeilaniCameronEvent.13": "Eu sei.$4",

"LeilaniPikaEvent.0": "Vamos lá, Keahi, é hora de ligar para sua makuahine! Ela estará esperando!$1",
"LeilaniPikaEvent.1": "Ugh. Eu tenho que ir? Eu quero ir brincar com a Trinnie.$a",
"LeilaniPikaEvent.2": "Oh, você está aqui cedo, @! Estávamos prestes a ligar para a Leilani. Não deve demorar muito.",
"LeilaniPikaEvent.3": "Mas eu não quero! Tudo o que acontece quando ligamos para ela é que você fica triste depois.$s",
"LeilaniPikaEvent.4": "O que houve, filho?",
"LeilaniPikaEvent.5": "Eu sinto falta dela, e você também sente. Por que ela não fica com a gente?$s#$b#Por que você não pode fazer ela ficar com a gente?$s",
"LeilaniPikaEvent.6": "Keahi!$5#$b#...$2",
"LeilaniPikaEvent.7": "Quando você realmente ama alguém, você tem que pensar no que eles precisam, não apenas no que você quer.$2#$b#Você não vai se lembrar, porque era tão pequeno, mas quando você era um bebê ela tentou ficar em um lugar aqui no Vale.#$b#Ela fingiu estar feliz, mas eu conheço sua makuahine muito bem para ser enganado. Ela estava infeliz.$2#$b#E isso também me deixou triste. Porque eu a amo, não suporto vê-la infeliz.",
"LeilaniPikaEvent.8": "Foi por minha causa?$s",
"LeilaniPikaEvent.9": "Não!$3#$b#Naquela época, você era a única coisa que trazia a ela verdadeira felicidade.#$b#Ela colocava um sorriso falso para mim e para os clientes no restaurante, mas toda vez que ela olhava para você, seu sorriso verdadeiro voltava.#$b#Ela te levava com ela para a faculdade comunitária em Grampleton todos os dias, naquele primeiro ano de volta à escola.",
"LeilaniPikaEvent.10": "Sério?$s",
"LeilaniPikaEvent.11": "Sério. Nós dois te amamos mais do que qualquer coisa no mundo. Nunca se esqueça disso.",
"LeilaniPikaEvent.12": "Keahi está segurando as lágrimas.",
"LeilaniPikaEvent.13": "Eu sinto tanta falta dela quando ela tá longe.$s",
"LeilaniPikaEvent.14": "Filho, ei... Vem aqui.$4",
"LeilaniPikaEvent.15": "Pika enxuga as lágrimas de Keahi.",
"LeilaniPikaEvent.16": "Ei, meu pequeno keiki.$4#$b#Está tudo bem, tá?$s#$b#Eu também sinto falta dela...$s#$b#Desculpa por nunca termos conversado com você sobre tudo isso.$2",
"LeilaniPikaEvent.17": "Keahi parece sem palavras, mas apenas sorri para Pika.",
"LeilaniPikaEvent.18": "Pronto, pronto.$s#$b#Eu estou aqui, meu pequeno keiki.$s",
"LeilaniPikaEvent.19": "Keahi se acalmou depois de um tempo. Eles ligaram para a Leilani e conversaram mais sobre os sentimentos de Keahi.#Foi uma manhã revigorante para toda a família.",
"LeilaniPikaEvent.20": "Sinto muito que você tenha visto tudo isso, @.$h#$b#Mas não se preocupe, está tudo resolvido agora.",

"luau.Leilani": "Isso aqui está quase tão bom quanto um luau na Ilha Ember! Só falta alguém girando poi de fogo... desde que não seja o Pika!$1",
"jellies.Leilani": "Vou partir para minha próxima aventura depois que as Medusas-da-Lua terminarem sua dança...$2#$b#Assistir a elas é conflitante para mim. É mais fácil partir com uma bela memória... mas também é mais difícil.$2", 
"gingerisland.Sun": "Ouvi dizer que você tem explorado a Ilha Gengibre. É verdade que ela é assombrada?#$e#Conheço muitas pessoas que adorariam explorar essas ruínas dos anões...",
"rain.Leilani": "#$c .5#O Pika tem que fechar o restaurante quando chove, mas pelo menos mantém o Vale verde.#Dias chuvosos são perfeitos para visitar a biblioteca. O que você vai fazer hoje?",

"PikaDialogue.spring_28_1": "Minha wahine Leilani está voltando de suas viagens amanhã.#$e#O trabalho dela como pesquisadora a mantém ocupada o resto do ano, mas ela passa o verão comigo e com o Keahi.$h",
"PikaDialogue.spring_28_2": "Minha wahine Leilani está voltando de suas viagens amanhã#$e#O verão com ela é como se apaixonar de novo.$h",
"PikaDialogue.summer_22_1": "Só para avisar, o restaurante terá um cardápio limitado amanhã à noite. Estamos comemorando o aniversário da Leilani.",
"PikaDialogue.summer_22_2": "Só para avisar, o restaurante terá um cardápio limitado amanhã à noite. Estamos comemorando o aniversário da Leilani.",
"PikaDialogue.Tue4": "O restaurante tem prosperado ultimamente.$h#$b#Muitos clientes significam mais dinheiro para reservar para o futuro do Keahi.",
"PikaDialogue.Thu6": "Espero que o Keahi esteja se comportando com a Penny...$s#$b#%Pika suspira profundamente.#$b#Sou grato pelo que ela está fazendo pelo Keahi.$h#$b#Mas eu sei que ele pode ser difícil às vezes. Acho que ele se comporta mal quando sente falta da sua makuahine.$4",
"PikaDialogue.Mon10": "Eu só quero o melhor para o Keahi.$s#$b#É por isso que trabalho tanto no restaurante.#$b#Meus ganhos não só garantirão o futuro dele, mas também assegurarão que ele tenha a mim e à sua makuahine com ele em sua jornada pela vida, onde quer que estejamos.",
"PikaDialogue.Tue10": "Meus pais sempre apoiaram minhas ambições e sonhos.#$b#Acontece que meus sonhos estavam alinhados com os deles.$h#$b#Se o Keahi escolher um caminho diferente na vida, eu ainda o apoiarei, e a Leilani também.#$e#Estou tão orgulhoso de quanto ele cresceu.$h",
"luau.Pika": "Eu costumava girar poi quando era mais jovem.$h#$b#Na primeira vez que adicionei fogo, quase queimei minhas sobrancelhas!$u#$e#A Leilani nunca me deixa esquecer isso, ha ha!$h",

"KeahiDialogue.spring_28_1": "Minha mãe vai voltar pra casa amanhã! Tomara que ela traga algo bem legal pra mim!$1#$b#Se você quiser ver ela, a gente vai encontrar ela na praia!",
"KeahiDialogue.spring_28_2": "Minha mãe vai voltar pra casa amanhã! Tomara que ela traga algo bem legal pra mim!$1#$b#Se você quiser ver ela, a gente vai encontrar ela na praia!",
"KeahiDialogue.LeilaniArrives": "Olha! Minha mãe me trouxe uma pedra com um inseto preso dentro! Se chama âmbar.",
"KeahiDialogue.summer_Tue8": "Meu pai está tentando me ensinar 'Olelo Mokupini.#$b#É o que falam nas Ilhas Fern.#$e#Eu nasci na vila, mas minha mãe e meu pai são das ilhas!",
"KeahiDialogue.Tue8": "Meu pai está tentando me ensinar 'Olelo Mokupini.#$b#É o que falam nas Ilhas Fern.#$e#Eu nasci na vila, mas meu pai é das ilhas.#$e#Minha mãe também...$s",
"KeahiDialogue.Town_97_92": "Não se preocupa, mãe! Vou me comportar hoje! Vou ser o melhor!$4",

"CorineDialogue.LeilaniArrives": "É um alívio ter a Leilani por perto! O verão é a estação mais movimentada do restaurante.",
"CorineDialogue.summer_23_1": "Pika vai tirar a noite de folga para comemorar o aniversário da Leilani, então a Faye e eu teremos que cuidar do restaurante sozinhas.#$b#Não se preocupe, toda a comida ainda será preparada na hora! Tenho praticado!",
"CorineDialogue.summer_23_2": "Pika vai tirar a noite de folga para comemorar o aniversário da Leilani, então a Faye e eu teremos que cuidar do restaurante sozinhas.#$b#Não se preocupe, toda a comida ainda será preparada na hora! Tenho praticado!",

"WillyDialogue.spring_28_1": "Se você está pensando em passar na loja amanhã de manhã, talvez eu não esteja lá. Tenho que remar para buscar a esposa do Pika no barco dela!",
"WillyDialogue.spring_28_2": "Se você está pensando em passar na loja amanhã de manhã, talvez eu não esteja lá. Tenho que remar para buscar a esposa do Pika no barco dela!",

"OlgaDialogue.LeilaniArrives": "Ainda bem que Leilani está de volta. O Keahi se comporta muito melhor quando ela está aqui...",

"JasperDialogue.LeilaniArrives": "Será bom ver a Leilani outra vez.#$b#Não tive oportunidade de falar com ela desde que me afastei de... uma certa pessoa.$2",

"LeilaniStrings.rsv.pika4": "Uma fotografia da Leilani segurando o bebê Keahi em seus braços.",
"LeilaniStrings.rsv.pika6": "Tem muitas cartas para o Pika aqui! Ah. Elas são privadas."
}