{
  //fish descriptions
  "Tank_Pufferfish": "ハリセンボンは世界で最も有毒な魚の1つです。 動きの遅い魚ですが、独特の防御機構があります。胃を水で膨らませて食べられないようにする事ができます。",
  "Tank_Anchovy": "カタクチイワシは、多くの捕食者のエサとされる小さな魚です。",
  "Tank_Tuna": "マグロは流線型の身体を持つとても速い魚で、スピードを重視した体の作りにより非常に効率的に捕食ができます。",
  "Tank_Sardine": "イワシは動物プランクトンをエサとする小型の魚です。動物プランクトンの豊富な海域で大きな群れを見られる事がよくあります。",
  "Tank_Bream": "ブリームとは、色んな種類の魚の総称です。この青い体の種はスターデューバレー周辺の淡水域でよく見られます。",
  "Tank_LargemouthBass": "オオクチバスは、スターデューバレーに生息するバスの中で最も大きな種類です。ほとんどの釣り人にとって一般的なゲームフィッシュです。",
  "Tank_SmallmouthBass": "コクチバスは通常、赤い目の色で識別できます。他のバス種と同様に、メスはオスよりも大きくなる傾向があります。",
  "Tank_RainbowTrout": "ニジマスと呼ばれるこのカラフルな魚は、湖や川で見る事ができます。ニジマスは最長で11歳まで生きたという記録があります",
  "Tank_Salmon": "サケは、繁殖の際に海から淡水の川に移動する事が知られています。一説にはサケは産まれた正確な場所を覚えていて、その場所に戻って繁殖を行うといわれています。",
  "Tank_Walleye": "ウォールアイとは、目が外側に向いている為まるで壁を見ているように見える事からその名前が付けられました。夜になるとその目が暗い中で光って見えるので、釣り人にとっては釣りやすい魚です。",
  "Tank_Perch": "パーチは肉食性の魚で、湖と川に生息しています。",
  "Tank_Carp": "コイという名前は、さまざまな種の淡水魚の大きな分類として用いられます。スターデューバレーの多くの地域で見つける事ができます。",
  "Tank_Catfish": "ナマズの特徴的なひげは、その名前の通りネコのひげに似ています。普段は雨の日に活動している魚です。",
  "Tank_Pike": "パイクは淡水から汽水域に生息している肉食性の魚です。パイクという名前は、その細長い体がパイクと呼ばれる竿状の武器に似ている事に由来しています。",
  "Tank_Sunfish": "ブルーギルは温かい川の水を好む魚です。スターデューバレーでは春から夏にかけて見られる事が多いです。",
  "Tank_RedMullet": "ウミヒゴイはかつては観賞魚として人気でしたが、現在では料理の食材として広く知られるようになりました。",
  "Tank_Herring": "ニシンは通常、海岸近くで大きな群れをなして泳ぎます。この魚は色んな地域の温帯の浅瀬で見る事ができます。",
  "Tank_Eel": "ウナギは細長い体をしていて、いくつかのヒレを持たない種もいます。泳ぐ際には体全体をうねらせて移動を行います。",
  "Tank_Octopus": "タコは魚類ではなく、8本足の軟体動物です。神話ではしばしば怪物として登場したりしています。釣り上げるのはそれは大変だった事でしょう。おつかれさまでした！",
  "Tank_RedSnapper": "フエダイはその赤い体色で簡単に見つける事ができます。スターデューバレーでは夏の雨の日に見る事ができる熱帯魚です。",
  "Tank_Squid": "イカは魚類ではなく軟体生物です。捕食者に襲われるとイカスミを吐き出して相手を混乱させます。池で飼育しているとイカスミを生産してくれますよ！",
  "Tank_SeaCucumber": "ナマコは魚類ではなく、きょく皮動物と呼ばれる分類の生き物です。ナマコはあらゆる海域の海底に生息しています。",
  "Tank_SuperCucumber": "スーパーナマコは魚類ではなく、きょく皮動物と呼ばれる分類の生き物です。このナマコは珍しい種で漁獲量がとても少ないです。スターデューバレーでは夏と秋の夜間に釣れるようです。",
  "Tank_Ghostfish": "ヒヨケウオの目は完全に見えません。ただし、体の側線によって水圧や水流の変化を感知し、それを利用して泳ぐ事ができます。",
  "Tank_Stonefish": "ダルマオコゼは一見無害に見えるかもしれませんが、この魚は非常に強い毒を持っています。石と間違えて手に持ったりしないでくださいね！",
  "Tank_IcePip": "アイスピップは凍った洞窟の奥深くで釣る事ができます。その小さな体と素早い動きによって、変わった釣りを味わえるでしょう。",
  "Tank_LavaEel": "溶岩ウナギは珍しいユニークなウナギです。それはしゃく熱の溶岩の中で生き延びるために奇跡的な進化をとげた事です。この水槽もとても高温なので気を付けてください！",
  "Tank_Sandfish": "スナゴチは熱帯のヒラメです。隠れている事を好み、砂にもぐってその身をカモフラージュします。",
  "Tank_ScorpionCarp": "サソリゴイは熱帯に生息するコイの一種です。毒針を使って素早い動きで獲物を捕らえます。",
  "Tank_Flounder": "ヒラメは海底で生息している魚です。大人になったヒラメは、カモフラージュを使い捕食者から身を隠します。",
  "Tank_MidnightCarp": "シャイなコイはとても恥ずかしがり屋な魚です。真夜中の池や湖でしか見つける事ができません。",
  "Tank_Sturgeon": "チョウザメは古代から生きている魚で、寿命がとても長いです。飼育池で生まれた卵は高級食品のキャビアとして加工できます。",
  "Tank_TigerTrout": "タイガートラウトはブラウントラウトとカワマスの交配種です。魚食性で生殖能力を持たないため、通常はあまり見られない魚です。",
  "Tank_Bullhead": "ブルヘッドは主に水底で生息しています。視力が悪いですが、敏感なヒゲを使って獲物の場所を見つける事ができます。",
  "Tank_Tilapia": "ティラピアとは、多種多様なシクリッド種の総称です。水温にとても敏感で、主に暖かい水域に生息しています。",
  "Tank_Chub": "チャブとは条き類と呼ばれる魚の総称です。彼らはスターデューバレーではとてもありふれた魚です。",
  "Tank_Dorado": "ドラドとはいくつかの言語で金、黄金を意味し、この光り輝く魚の名前の由来になっています。",
  "Tank_Albacore": "ビンナガは、マグロの一種としても知られています。マグロのように流線型の体型をしていて、長距離を移動できる回遊魚です。",
  "Tank_Shad": "アロサはサケと同様に遡上性を持ち、産卵するために海水から淡水に移動する魚です。",
  "Tank_Lingcod": "リングコッドは、バッファローコッドやカルタスコッドとも呼ばれています。リングコッドという名前は、リングとコッドという二つの魚の名前を組み合わせたものです。ただし近縁という訳ではなく、それらの魚と姿が似ている事からこの名前が付けられました。",
  "Tank_Halibut": "オヒョウまたはハリバットという魚はカレイの一種で、海底が生息地です。ハリバットという名前は、かつてキリスト教徒に人気があった事からホーリー(聖なる)ビュート(低い丘)という言葉を由来にしています。",
  "Tank_Woodskip": "キノボリウオはとても繊細な魚で、森林の奥の隠れた池…もしくはこの特別製の水槽でしか生きる事ができません。",
  "Tank_VoidSalmon": "この闇サーモンはヴォイドエネルギーによって邪悪な姿にゆがめられているようです。この黒魔術的な魚についての事はあまり知られていません。",
  "Tank_Slimejack": "スライムジャックは表皮をスライム質でおおわれています。一部の魚はこのスライム質を捕食者に対抗するための防御機構として利用するそうです。",
  "Tank_MidnightSquid": "闇夜イカは他のイカと同様に魚類ではなく軟体動物の一種です。闇夜イカは海の奥深くを生息地としていて、大量のイカスミを作り出す事ができます。",
  "Tank_Blobfish": "ぶくぶく魚は深海魚の一種です。600～1200メートルの深海に生息していて、そこでの水圧は海面と比べて60～120倍にもなります。この魚を釣り上げるとその圧力差によって組織が損傷し身体が崩れ始めてしまいます。でもこの水槽は深海魚のために設計されていますのでご安心ください。",
  "Tank_SpookFish": "このぶきみ魚という個体は、深海の暗闇の中でも物体のわずかな輪郭を捉える事ができる、非常に高機能な3つの眼を持っています。",
  "Tank_Angler": "伝説のツリビトアンコウは、その特徴的な捕食方法で有名です。生物発光する頭の突起を使って獲物を引きよせます。",
  "Tank_Legend": "唯一無二の存在であるレジェンド…、人はこの魚の王様は絶対に捕まらないんだと言いますが、あなたが彼らの認識が誤りだという事を証明してくれました。",
  "Tank_MutantCarp": "伝説のミュータントゴイは、ペリカンタウンの下水道にひそんでいます。この怪物がどうやって生まれたのかは謎につつまれています。",
  "Tank_Crimsonfish": "伝説のクリムゾンフィッシュは、海の奥底に生息している珍しい魚です。夏の時期に産卵しに浅瀬へ上がってきます。",
  "Tank_Glacierfish": "伝説のアイスフィッシュは、最も安全な氷河の下部に巣を作り、より冷たい水温を好みます。",
  "Tank_Lobster": "ロブスターは魚類ではなく甲殻類の一種です。種によって体色はさまざまですが、よく知られている真っ赤な色の個体は実はめったに居ません。特徴的なロブスターの赤色は、調理する事でロブスターの表皮から特定の色素が抜け落ちる事によって表れます。",
  "Tank_Crayfish": "ザリガニはロブスターに似た淡水性の小さな甲殻類です。ザリガニは、クロウダッド、クロウフィッシュ、マッドバグといった呼び方もされています。",
  "Tank_Crab": "カニは代表的な甲殻類のひとつです。カニにはさまざまな種類がいて、世界中に分布しています。",
  "Tank_Cockle": "ザルガイという軟体動物は、体の管を使用して水を吸い込み餌を捕獲します。",
  "Tank_Mussel": "ムール貝とはいくつかの二枚貝の総称です。それらは総じて特徴的な細長く非対称の形状をしています。",
  "Tank_Shrimp": "エビは多くの海域に生息している甲殻類の一種です。この甲殻類は魚類のようなヒレを持っておらず、腹部を胴体に向かって引くように跳ねて移動するといわれています。つまりこれはエビが後ろ向きに泳ぐ事を意味しています。",
  "Tank_Snail": "カタツムリは、数ある軟体動物の中の腹足類という分類に属します。カタツムリは自分の身体を殻の中に完全に引っこめる事ができます。",
  "Tank_Periwinkle": "タマキビは、ツブガイという名前でも呼ばれている腹足類の小さな貝です。その殻は鋭く尖っている事が多いです。",
  "Tank_Oyster": "カキは二枚貝の軟体動物です。彼らは真珠を生み出す事で一般的に知られています。この真珠は体内に異物が入り込んだ際に作られます。防御機構として異物をコーティングするための液体を出し、真珠層と呼ばれるこのコーティングが何層も重なって光沢のある真珠が形成されます。",
  "Tank_Pufferchick": "「はるか昔、地球が今より幼くこの子がまだ存在していなかった頃、MOD作成チャンネルでは魚のフグを基にした独自の絵文字文化がありました。私はそれらの幾つかをそのサーバーの絵文字スロットに追加しようと提案すると(上限が50個までだった頃の話です)、管理人からどんな絵文字を追加したいかと尋ねられたので、私はジョークでこのニワトリフグを作って見せたんです。」  -2020年、Pathoschild 談",
  "Tank_VoidEel": "ヴォイドウナギは謎に包まれたウナギの一種です。頭が二つなのは、闇のエネルギーが関係しているのかもしれません。",
  "Tank_Starfish": "ヒトデは魚類ではなく、きょく皮動物と呼ばれる分類の生き物です。ヒトデには多くの種が存在し、熱帯から極海まであらゆる海域に生息しています。ちなみにこの個体は熱帯種のようです。",
  "Tank_Clownfish": "カクレクマノミは暖かい海域で見つける事ができます。体色は種によってさまざまで、黒い線や白いまだらが入った、黄色やオレンジや赤色の地色などがあります。",
  "Tank_Minnow": "ミノーとは、淡水性の小魚の総称です。これらはあらゆる川や湖で生息しているのを見る事ができます。",
  "Tank_Puppyfish": "パピーフィッシュはおそらく最も人気のある水生ペットです。ただし、あなたがこの子をなでなでしたいのなら、手がびしょ濡れになる事を覚悟してください！",
  "Tank_Butterfish": "バターフィッシュは淡水魚で、季節によってスターデューバレー周辺のさまざまな水域で見つける事ができます。",

  //1.1.0 fish descriptions
  "Tank_DottedAbalone": "Abalone is a name for a group of molluscs. They are also known by other names, such as; Ear Shells, Sea Ears, Muttonfish, Muttonshells, Ormer, Perlemoen and Paua.",
  "Tank_Scallop": "Scallop is a name for a wide variety of molluscs. They are closely related to another group of molluscs commonly called Oysters.",
  "Tank_DewdropFish": "The Dewdrop Fish, it's waterdrop or rather dewdrop shape gives this fish it's unique name.",
  "Tank_PurpleSpottedTrout": "The Purple Spotted Trout, is not native to Stardew Valley. It's origins is not known to most people.",
  "Tank_Relicantlette": "The Relicantlette, is said to be a common fish found in ancient lakes. But finding an ancient lake is a rare thing.",
  "Tank_Serafin": "The Serafin, it glides through the water with it's wing-like fins. An elegant fish to behold.",
  "Tank_UmuwiCarp": "The Umuwi Carp, this magical fish seems to be surrounded by a strange sort of magic. Further research is required.",
  "Tank_KingSalmon": "キングサーモン、この巨大な魚はサケの中で最大の種です。多くの釣り人にとって非常に希少価値の有る魚です。",
  "Tank_Frog": "カエルは両生類の中でも特に種類が多く、その種類は多岐にわたります。カエルは声帯を使ってさまざまな鳴き声を出す事ができます。",

  //1.2.0 Fish descriptions
  "Tank_SonOfCrimsonfish": "この若いクリムゾンフィッシュは派手な尻尾を持っていますが、これはこの間だけのものです。",
  "Tank_RadioactiveCarp": "この魚は体内に放射性物質を有していますが、安全対策をほどこしたこの水槽で安全に管理をしているのでご安心ください。",
  "Tank_Ms.Angler": "このアンコウはどうもお化粧をしているように見えます…",
  "Tank_GlacierfishJr.": "この魚はとてもクールです。その証拠にサングラスをかけていますから。",
  "Tank_LegendII": "唯一無二の伝説…あれ、ちょっと待て！",
  "Tank_Stingray": "スティングレイとはトゲを持つエイの種を指す名前です。エイはサメの一種ですが、サメや他の魚とは違い体全体をうねらせる様な独特の泳ぎ方をします。",
  "Tank_BlueDiscus": "ブルーディスカスはシクリッドの一種で、温度の変化に敏感なため温暖な水域を好みます。",
  "Tank_Lionfish": "ミノカサゴは、「ゼブラフィッシュ」「ファイヤーフィッシュ」とも呼ばれ、毒を持っている海の魚です。貝や小魚をエサとする優秀な捕食者です。現在12のミノカサゴ種が確認されており、一部地域ではミノカサゴは侵略的外来種とみなされています。",

  //1.3.0 MNF fish descriptions
  "Tank_MNF.MoreNewFish_glassfish": "The Glass Fish has an extraordinary transparent body, it feeds on crustaceans, annelid worms and other invertebrates. It is usually prey for larger fish.",
  "Tank_MNF.MoreNewFish_coelacanth": "Coelacanth is an order of fish with only 2 currently living species. The order was long thought to be extinct but was later rediscovered.",
  "Tank_MNF.MoreNewFish_cavefish": "Cavefish or cave fish is a generic term for fish adapted to living in caves. They have unusual adaptations known as Troglomorphism. Adaptations for animals living in constant darkness, such adaptations usually include loss of pigment, eyesight or possible blindness.",
  "Tank_MNF.MoreNewFish_cave_lobster": "The Cave Lobster is a rare species of crustacean that has adapted to live in caves. It feeds on organic matter that is washed into caves and bat guano.",
  "Tank_MNF.MoreNewFish_cyclops_shark": "This 'Cyclops Shark' appears to be a Dusky Shark featuring Cyclopia. Cyclopia is a birth defect that rarely occurs in many animals.",
  "Tank_MNF.MoreNewFish_barreleye": "The Barreleye is so named for their unique barrel-shaped eyes. Its eyes are generally directed upwards to detect silhouettes of their prey. They can however still direct their eyes forward.",
  "Tank_MNF.MoreNewFish_brain_slug": "This strange slug is believed to be a parasitic brain slug, it has a green body with two feelers and one large eye.",
  "Tank_MNF.MoreNewFish_tucunare": "The Tucunare or also known as Peacock bass, belongs to a large genus known as cichlids. Even with its similarities it is not closely related to other fish known as bass.",
  "Tank_MNF.MoreNewFish_arctic_char": "The Arctic Char is a cold water fish. It belongs to the family Salmonidae, which includes fish like trout and salmon. In some areas it is also known as 'Golets'.",
  "Tank_MNF.MoreNewFish_green_terror": "The Green Terror is a species of freshwater fish from the large cichlid family. It has previously been confused with other species due to its polymorphism, meaning that the same species can have different morphs or forms.",
  "Tank_MNF.MoreNewFish_common_pleco": "The Common Pleco also known as 'Suckermouth Catfish' is a species of freshwater loricariid catfish. It usually feeds on algae and crustaceans.",
  "Tank_MNF.MoreNewFish_siamese_algae_eater": "The Siamese Algae Eater is a species of freshwater fish from the carp family. It typically dwells along the bottom of streams and rivers, where it, like its name suggests, eats algae.",
  "Tank_MNF.MoreNewFish_trahira": "Trahira or 'Trairas' are a family of freshwater fish. They are carnivorous and prey and other fish. Some species are even able to breathe air.",
  "Tank_MNF.MoreNewFish_pacu": "Pacu is a common name that refers to a variety of omnivorous freshwater serrasalmid fish. They are related to the Piranha, but unlike its close relative they have more squarer teeth fit for a more omnivorous diet.",
  "Tank_MNF.MoreNewFish_snowball_pleco": "The Snowball Pleco is a species of freshwater loricariid catfish. It typically feeds on algae but will sometimes also eat other organic matter.",
  "Tank_MNF.MoreNewFish_freshwater_pufferfish": "Although most Pufferfish live in marine environments, about 35 species spend their entire life cycles in freshwater. Like other pufferfish it has the ability to inflate when threatened, this is a defense mechanism to make up for its slow locomotion.",
  "Tank_MNF.MoreNewFish_arowana": "The Arowana is a freshwater fish. It is also known as 'bony tongues'. There are roughly 10 different types of arowana. It has an elongated body covered in heavy scales with mosaic patterns.",
  "Tank_MNF.MoreNewFish_tench": "The Tench or also known as 'doctor fish'. It can be found in slow moving waters such as rivers and lakes.",
  "Tank_MNF.MoreNewFish_zebra_tilapia": "The Zebra Tilapia belongs to a large genus called cichlids. It is a rather large cichlid, its dark stripes tend to fade as they age.",
  "Tank_MNF.MoreNewFish_clown_knifefish": "Clown Knifefish also goes by other names such as Clown Featherback or Spotted Knifefish. This nocturnal freshwater fish is usually found in lakes.",
  "Tank_MNF.MoreNewFish_redtail_shark": "The Redtail Shark or 'Redtail Sharkminnow' is a species of freshwater fish from the carp family. It has a black body with a characteristic orange tail. Even though its name might suggest that it is related to sharks, it is not.",
  "Tank_MNF.MoreNewFish_clown_loach": "The Clown Loach or 'Tiger Botia' as it is also known as, is a species of freshwater fish belonging to the botiid loach family. It has a long orange to yellow body with black bands. Its mouth is faced downwards with 4 barbels.",
  "Tank_MNF.MoreNewFish_sauger": "The Sauger is a freshwater fish that is closely related to the Walleye. It is a well-adapted predatory that is capable of swimming in fast streams. Saugers on a variety of invertebrates and small fish.",
  "Tank_MNF.MoreNewFish_elephantfish": "Elephantfish or rather the 'Freshwater Elephantfish', not to be confused with the marine elephantfish, is a family of freshwater fish. Some species have a modified mouthparts to feed on small invertebrates in muddy substrates.",
  "Tank_MNF.MoreNewFish_flame_angelfish": "The Flame Angelfish or Flaming Angelfish is a species of angelfish. It has a bright orange-red colourization, black bars on its side with dorsal and anal fins that are blue. Its diet can vary from algae to crustaceans.",
  "Tank_MNF.MoreNewFish_threespot_angelfish": "The Threespot Angelfish is a species of angelfish. It has a bright yellow colourization with three dark spots on its body. The females of this species can change their sex at one point during their lifetime.",
  "Tank_MNF.MoreNewFish_banded_angelfish": "The Banded Angelfish or Bandit Angelfish is a species of angelfish. It is overall pale with a broad black bar across its body. It can usually be found deep waters around reefs.",
  "Tank_MNF.MoreNewFish_ornate_angelfish": "The Ornate Angelfish or Bellus Angelfish as it is also known as, is a species of angelfish. The females of this species tend to be blue, black and white. The males are generally grey with a yellow stripe.",
  "Tank_MNF.MoreNewFish_royal_angelfish": "The Royal Angelfish or Regal Angelfish is a marine species of angelfish. It has a flat body with a varied colourization depending on what region it is from.",
  "Tank_MNF.MoreNewFish_tiger_puffer": "The Tiger Puffer is a species of pufferfish, like most pufferfish some of its organs contain toxins that are highly toxic to humans.",
  "Tank_MNF.MoreNewFish_moorish_idol": "The Moorish Idol is a common marine fish species found in reef and lagoon habitats. It is an omnivorous fish with a habit of eating corals and sponges.",
  "Tank_MNF.MoreNewFish_blue_tang": "The Blue Tang is a species of surgeonfish. It also goes by other names such as 'Regal Blue Tang', 'Royal Blue Tang', 'Blue Hippo Tang' and 'Blue Surgeonfish' to name a few. It has a flat blue body with a black palette design and a yellow tail. The males tend to be larger than the females.",
  "Tank_MNF.MoreNewFish_dwarf_stingray": "The Dwarf Stingray is a small species of stingray. It has a diamond shaped body, with its head forming almost a triangular pointed tip. It has a long whip-like tail with a serrated stinging spine.",
  "Tank_MNF.MoreNewFish_maroon_clownfish": "The Maroon Clownfish or 'Spine-cheeked Clownfish' as it is also known as, is a species of anemonefish. Like other anemonefish it forms a symbiotic mutualistic relationship with sea anemones.",
  "Tank_MNF.MoreNewFish_sebae_clownfish": "The Sebae Clownfish is a species of anemonefish. It is usually found living in association with saddle anemones.",
  "Tank_MNF.MoreNewFish_wide-band_clownfish": "The Wideband Clownfish is a species of anemonefish. Like other anemonefish it lives symbiotically anemones and is unaffected by their stings. It is capable of changing its sex, females are typically the largest, followed by breeding males and then nonbreeding males.",
  "Tank_MNF.MoreNewFish_pink_skunk_clownfish": "The Pink Skunk Clownfish or simply 'Pink Clownfish' as it is also known as, is a species of anemonefish. Anemonefish have been grouped into six groups called complexes, the Pink Skunk Clownfish belongs to a complex called the 'skunk complex'.",
  "Tank_MNF.MoreNewFish_orange_clownfish": "The Orange Clownfish is also known by other names such as 'Percula Clownfish' or 'Clown Anemonefish'. It belongs to a subfamily called anemonefish, like other species of this family, it lives in symbiose with anemones. It typically lives with 2 specific anemone species.",
  "Tank_MNF.MoreNewFish_saddleback_clownfish": "The Saddleback Clownfish or 'Yellowfin Clownfish' as it is also known as, is a species of anemonefish. Like some other anemonefish, males are capable of changing their sex to female, this phenemon is called protandry.",
  "Tank_MNF.MoreNewFish_two-band_clownfish": "The Two-Band Clownfish or 'Two-banded Anemonefish' as it is also known as, is a species of anemonefish. Like the name suggests it has two bands or bars of white with black edges on its body. Like other anemonefish it feeds on algae and zooplankton.",
  "Tank_MNF.MoreNewFish_whitesnout_clownfish": "The Whitesnout Clownfish or 'McCulloch's Anemonefish' as it is also known as. Like other anemonefish it lives symbiotically with anemonefish, but the Whitesnout Clownfish specifically is only hosted by 1 species of anemone, the Bubble-tip anemone.",
  "Tank_MNF.MoreNewFish_fire_clownfish": "The Fireclownfish is known by a lot of different names such as 'Cinnamon Clownfish', 'Dusky Clownfish'or 'Black-backed Clownfish' to name a few. It is a species of anemonefish with a dark red body with a single white band behind its eye.",
  "Tank_MNF.MoreNewFish_yellowtail_clownfish": "The Yellowtail Clownfish or 'Clark's Anemonefish' as it is also known as, is a marine species of anemonefish. Unlike other clownfish, it is not specifically hosted by a limited number of specific anemone species, but rather a variety of 10 species.",
  "Tank_MNF.MoreNewFish_skunk_clownfish": "The Skunk Clownfish or 'Nosestripe Anemonefish' as it is also known as, is a species of anemonefish. Like other anemonefish they are territorial and use sound to protect its territory in the form of pops or chirps.",
  "Tank_MNF.MoreNewFish_pollock": "Pollock or 'Pollack' is a common name for one of two species of fish from the Cod family. The other species it regularly gets confused with is the Coley or 'Coalfish' from the same genus.",
  "Tank_MNF.MoreNewFish_false_kelpfish": "The False Kelpfish or 'Sea Ruffe' as it is also known as, is a species of fish from the rockfish family. There are only 3 recognized species of rockfish.",
  "Tank_MNF.MoreNewFish_icefish": "Icefish or 'Noodlefish' is a family of fish. They have a slender body with almost no scales. The females being entirely scale-less and males only having a few scales. Most species of Icefish only live for a year, so they reach maturity very fast.",
  "Tank_MNF.MoreNewFish_monkfish": "Monkfish is a common name for a genus of anglerfish species. It is also known by other names such as 'Fishing-Frogs' or 'Sea-Devils'. As with all species of anglerfish it has a dangler to lure or attract prey. There are 7 known species of Monkfish.",
  "Tank_MNF.MoreNewFish_wolffish": "The Wolffish or 'Sea Wolf' are deep sea fish that are native to cold waters. It uses its strong teeth to feed on various clams, echinoderms and crustaceans. There are 4 known species of Wolffish, 5 including the related Wolf Eel.",
  "Tank_MNF.MoreNewFish_thread-sail_filefish": "The Thread-Sail Filefish is a marine species of Filefish. It feeds on both plankton and smaller crustaceans making it omnivorous. Juveniles of this species typically hide in drifting seaweed for safety against predators.",
  "Tank_MNF.MoreNewFish_soldierfish": "The Soldierfish is a family of ray-finned fish, they can usually be found in tropical waters near reefs. They feed on larger zooplankton in the open water.",
  "Tank_MNF.MoreNewFish_squirrelfish": "Squirrelfish is a family of ray-finned fish, there are around 150 known species of Squirrelfish. They can typically be found near tropical waters and reefs. They feed on crustaceans, molluscs and gastropods on the bottom of the ocean.",
  "Tank_MNF.MoreNewFish_goldfish": "The Goldfish is a freshwater fish that belongs to the Carp family. Contrary to common belief goldfish do not have bad memory. Released aquarium pet goldfish can in some cases cause problems and actually be categorized as an invasive species.",
  "Tank_MNF.MoreNewFish_ide": "The Ide or Orfe as it is also known as, is a freshwater fish that belongs to the carp family. It has bright scales and a long body.",
  "Tank_MNF.MoreNewFish_celestial_eye": "Celestial Eye is a goldfish that belongs to the carp family, it is also known as 'Choutengan'. It has unique protruding, skywards turned eyes.",
  "Tank_MNF.MoreNewFish_lionhead": "The Lionhead is a goldfish that belongs to the carp family. It is easily identified by its unique head growth and hooded appearance.",
  "Tank_MNF.MoreNewFish_comet": "The Comet is a goldfish that belongs to the carp family. It is similar to a regular goldfish but regularly smaller and slimmer. It can be identified by its long, forked and single tail fin.",
  "Tank_MNF.MoreNewFish_telescope": "The Telescope is a goldfish that belongs to the carp family. Its most noticeable feature is its protruding eyes. This trait has in some areas been known as 'dragon eyes'.",
  "Tank_MNF.MoreNewFish_freshwater_butterflyfish": "Butterflyfish normally habitate coral reefs.  However, this species has uniquely been able to adapt to freshwater. They are especially territorial and form pairs. It feeds on the larvae of freshwater fish.",
  "Tank_MNF.MoreNewFish_pangasius": "Pangasius is a genus of shark catfish, they can be found in brackish and freshwater system, where they can grow rather large. They are carnivorous fish that usually feed on shrimp, crab and other fish. There are currently 22 known species of Pangasius.",
  "Tank_MNF.MoreNewFish_anchoviella": "Anchoviella is a genus of anchovies fish. They are typically small and pale fish found in warm waters. They usually feed on plankton and crustaceans.",
  "Tank_MNF.MoreNewFish_barracuda": "The Barracuda or simply 'Cuda' for short is a large predatory fish. They have a long elongated almost snake-like body. Currently 28 species of Barracuda have been recognised.",
  "Tank_MNF.MoreNewFish_blue_ringed_octopus": "Blue-Ringed Octopuses is a group of 4 highly venomous species of octopus. If threatened it will become bright yellow and flash its many blue rings.",
  "Tank_MNF.MoreNewFish_small_manta_ray": "Manta Rays are large rays, they have large triangular pectoral fins that are fused to its head like most rays. There are currently only 2 known species of Mantas.",
  "Tank_MNF.MoreNewFish_ribbon_eel": "The Ribbon Eel is also known by other names such as 'Leaf-nosed Moray Eel' or 'Bernis Eel'. It is a species of moray eel that is easily recognised by its expanded anterior nostrils. They are typically found in lagoons or near reefs.",
  "Tank_MNF.MoreNewFish_sea_snake": "Sea Snakes or Coral Reef Snakes are a group of serpents that have adapted to life in marine environments. Some are fully adapted to aquatic life and are incapable of moving on land. They do not possess gills and must therefore surface regularly in order to breathe.",
  "Tank_MNF.MoreNewFish_small_swordfish": "The Swordfish also known as 'Broadbills', is an elusive fish with a characteristic long flat pointed bill which resembles a sword. It relies on their great speed when hunting along with their 'sword'. However, it does not use the 'sword' to spear its prey, but rather use it to slash and injure.",
  "Tank_MNF.MoreNewFish_hagfish": "The Hagfish belongs to an order of jawless fish. This eel-shaped fish, can produce slime and is often referred to as 'slime eel'.",
  "Tank_MNF.MoreNewFish_longfin_icedevil": "The Longfin Icedevil is a deep water fish that belongs to a family of cod icefishes. It has many adaptations for living in deep and cold waters.",
  "Tank_MNF.MoreNewFish_haddock": "The Haddock is a member of the cod family. It has an elongated body typical of a cod, the upper side of the Haddock can vary in colour from brown to nearly black, while the lower part is a silvery white.",
  "Tank_MNF.MoreNewFish_stubby_squid": "Stubby Squid or 'Bobtail Squid' as they are also known as, is a group of cephalopods. They have 8 arms and 2 tentacles, in general they are relatively small.",
  "Tank_MNF.MoreNewFish_dumbo_octopus": "Dumbo Octopus is a genus of 13 recognized species of umbrella octopuses. They usually feed on crustaceans, bivalves and worms.",
  "Tank_MNF.MoreNewFish_king_crab": "The King Crab is a crustacean typically found in cold oceans. Due to their size and taste of their meat they are often caught and sold as food.",
  "Tank_MNF.MoreNewFish_sand_dollar": "Sand Dollars also known as Sea Cookie, Snapper Biscuit or Pansy Shell. It is a small flat species of sea urchin. It has a rigid skeleton called a 'test'.",
  "Tank_MNF.MoreNewFish_blue_dragon_slug": "The Blue Dragon Slug is also known by a lot of other names such as 'Sea Swallow', 'Blue Glaucus' and 'Blue Ocean Slug', to name a few. It is a shell-less gastropod mollusc that feeds on other pelagic creatures including venomous species.",
  "Tank_MNF.MoreNewFish_brief_squid": "The Brief Squid is a small species of squid. Like other squids it is not a fish, but rather a mollusc. It is usually found in warm shallow waters.",
  "Tank_MNF.MoreNewFish_nautilus": "Nautilus, meaning 'Sailor' is a pelagic mollusc. They are often referred to as 'living fossils', since they have survived without significant change for a long time.",
  "Tank_MNF.MoreNewFish_prawn": "Prawn is a common name for small aquatic crustaceans. They are a member of the Decapod order.",
  "Tank_MNF.MoreNewFish_swimmer_crab": "The Swimmer Crab is a crustacean that belongs to a family called Portunidae. A pair of its legs are flat and allows it to swim and catch prey.",
  "Tank_MNF.MoreNewFish_jellyfish": "Jellyfish or Sea Jellies as they are also commonly called. They belong to a phylum called Cnidaria. The Jellyfish is the medusa-phase of this type of animal, they can also be anchored to the seabed in their polyp-phase.",
  "Tank_MNF.MoreNewFish_freshwater_crab": "There are around 1,300 discovered Freshwater Crab species. These crustaceans unlike their marine counterparts show maternal care for their offspring.",
  "Tank_MNF.MoreNewFish_freshwater_shrimp": "The Freshwater Shrimp is a small crustacean that can be found in many areas. It serves as an important food chain for many larger animals.",
  "Tank_MNF.MoreNewFish_harlequin_freshwater_shrimp": "The Harlequin Freshwater Shrimp is a small crustacean. It is also commonly known as 'Celebes Beauty Shrimp' or 'Sponge Shrimp' in the aquarium trade.",
  "Tank_MNF.MoreNewFish_red_harlequin_freshwater_shrimp": "The Red Harlequin Freshwater Shrimp is a small crustacean, it feeds an undescribed freshwater sponge.",
  "Tank_MNF.MoreNewFish_red_freshwater_shrimp": "The Red Freshwater Shrimp or 'Cherry Shrimp' as it is also commonly known as. This red morph is regularly sold for aquariums.",
  "Tank_MNF.MoreNewFish_blue_freshwater_shrimp": "This Freshwater Shrimp is also commonly known as 'Blue Velvet Shrimp'. This blue morph, like other shrimp, feeds on algae and other microorganisms.",
  "Tank_MNF.MoreNewFish_ladyfish": "Ladyfish is a family of ray-finned fish. They are also commonly known as 'Skipjacks', 'Jack-rashes' or 'Tenpounders'. They usually dwell near the coast where they feed on crustaceans and smaller fish.",
  "Tank_MNF.MoreNewFish_robalo": "The Robalo is also referred to as 'Common Snook' or 'Sergeant Fish'. It usually prefers warmer waters, it feeds on smaller fish, crustaceans such as shrimp and occasionally crabs.",
  "Tank_MNF.MoreNewFish_mimic_octopus": "The Mimic Octopus is a species of octopus that, like other octopuses, it uses chromatophores to camouflage itself. It is also known to mimic other marine animals, hence its name.",
  "Tank_MNF.MoreNewFish_spiny_dogfish": "The Spiny Dogfish or 'Spurdog', 'Mud Shark' or 'Piked Dogfish' belongs to a family of dogfish, which are sharks. This species can be identified by having 2 spines.",
  "Tank_MNF.MoreNewFish_zebra_eel": "The Zebra Eel or the 'Zebra Moray' as it is also known as, is a species of moray eels. They can typically be found in rocky areas, coral reefs in shallow waters.",
  "Tank_MNF.MoreNewFish_ghost_eel": "The Ghost Eel or 'White Ribbon Eel' as it is also known as is a species of moray eel. It is a nocturnal predator that usually feeds on small crustaceans.",
  "Tank_MNF.MoreNewFish_longnose_gar": "The Longnose Gar also known as 'Longnose Garpike' or 'Billy Gar'. It has an average lifespan of 15-20 years, with the longest recorded age being 39. Its appearance has remained almost the same for millions of years.",
  "Tank_MNF.MoreNewFish_lungfish": "The Lungfish are best known for having the ability to breathe air. There are only 6 known species of Lungfish. Lungfish are omnivorous, meaning they can survive by eating both plant and animal matter.",
  "Tank_MNF.MoreNewFish_tigerfish": "The Tigerfish is a predatory freshwater fish. It is mostly piscivorous, meaning it only feeds on other fish. It has an elongated silvery body with a coloured fins. Its head is large with many teeth that it can use to chop and grasp prey.",
  "Tank_MNF.MoreNewFish_electric_catfish": "Electric Catfish is a family of catfish with 21 known species in total. Several members of this family have the ability to produce an electric shock of up to 350 volts.",
  "Tank_MNF.MoreNewFish_small_goblin_shark": "The Goblin Shark is a rare species of deep-sea shark. It has pink skin with an elongated flat snout and it can protrude its jaw when feeding.",
  "Tank_MNF.MoreNewFish_vampire_squid": "The Vampire Squid like other squids is a mollusc or more specifically a cephalopod. It usually thrives in deep waters with low concentrations of oxygen. Contrary to its name it does not feed on blood, but rather organic matter in the form of detritus.",
  "Tank_MNF.MoreNewFish_great_firefly_squid": "The Firefly Squid or 'Sparkling Enope Squid' as it is also commonly known as, is a species of squid. It can be found near the shore in spawning seasons, but otherwise it prefers deeper waters. They are bioluminescent, meaning they can emit a light from photophores. It is believed that this light is used for communication, camouflage or attracting prey.",
  "Tank_MNF.MoreNewFish_frilled_shark": "Frilled Shark is the name of a family for 2 known species of shark. They have a long eel-like body and also move like one. It can usually be found at great depths in the ocean, but goes to the surface to feed on various cephalopods, smaller sharks and bony fish.",
  "Tank_MNF.MoreNewFish_shinidamachu": "Shinidamachu also known as 'Dead Soul Insects' or 'Soul Collectors'. These Creatures have been known to transport souls, better keep your distance.",
  "Tank_MNF.MoreNewFish_void_evilpus": "This void touched specimen of octopus is often tamed by swamp witches in order to be used as a work animal. Most commonly it is used as a guardian of trapped souls.",
  "Tank_MNF.MoreNewFish_trapped_soul": "Trapped Soul is a common name given to creatures bewitched by water witches. It can be a person that offended them or a dangerous creature, now reduced in ferocity.",
  "Tank_MNF.MoreNewFish_mudskipper": "Mudskippers are known for being able to survive both in and out of water. One of their noticeable features are their side pectoral fins. These fins allow the mudskipper to 'skip' across muddy surfaces.",
  "Tank_MNF.MoreNewFish_water_snake": "Water Snakes are reptiles that spend most of their lives in and around water. Usually they are non-venomous and can be found feeding on frogs.",
  "Tank_MNF.MoreNewFish_void_carp": "The Void Carp is a fish that has been twisted by void energy, altering its original form. Because of its new form it is a popular ingredient in the occult industry because of its many applications.",
  "Tank_MNF.MoreNewFish_blinky": "This orange fish has grown an extra eye due to a mutation. What could have possibly caused this?",
  "Tank_MNF.MoreNewFish_decapod": "This strange crustaceans is believed to be the early stage of a more evolved species of lobster-like creature.",
  "Tank_MNF.MoreNewFish_vampire_fish": "The Vampire Fish or 'Payara' as it is also known as. This aggressive fish should only be mixed with larger fish if put in an aquarium.",
  "Tank_MNF.MoreNewFish_piranha": "The Piranha or 'Piraña', is known to be very predatory. However its diet can vary and it is known to eat plant matter as well, making it omnivorous.",
  "Tank_MNF.MoreNewFish_lamprey": "Lamprey belongs to an order of jawless fish. An adult Lamprey can be categorized by its toothed, funnel-like mouth. There are currently 38 known species of Lamprey.",
  "Tank_MNF.MoreNewFish_tancho_koi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Tancho Koi has a lone circular red head patch, the rest of its body is a solid white. Its coloration symbolizes the rising sun and thus it is beloved in many cultures for the joy and supposed good luck it brings its owners.",
  "Tank_MNF.MoreNewFish_sanke_koi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Sanke Koi is one of the most popular koi varieties in koi ponds or water gardens. This tricolor koi is one of the most used and appreciated of the koi breeds because of its joyful diversity of color. Koi can live up to 200 years and thus it will be a treasured heirloom in the family.",
  "Tank_MNF.MoreNewFish_kohaku_koi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Kohaku Koi is one of the more recognizable koi, it has a white body with red markings.This is the koi breed most people think of when they hear koi, this is one of the older and classical of the koi breeds and with the most stable marbling.",
  "Tank_MNF.MoreNewFish_yamabuki_koi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Yamabuki Koi or also known as Yamabuki Ogon, can be recognized by their yellow to golden markings. For when you want a more cheerful and sunny pattern to go with a summer sea theme. While they are omnivores best keep them on a veterinary approved diet and environment.",
  "Tank_MNF.MoreNewFish_ghost_koi": "Koi or Nishikigoi are a colourised variety of Amur carp. Ghost Koi are offspring from a metallic koi and a wild dark-coloured carp. It comes in a variety of metallic colors, but the copper and black can match your sebright bantam chicken, for those of you that like your pets to match.",
  "Tank_MNF.MoreNewFish_ki_utsuri_koi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Ki' meaning yellow, identifies this yellow type of koi. Those dabbling in the occult will have you believe this koi breed will bring you luck with money and considering what prices koi sell for, they may be on to something.",
  "Tank_MNF.MoreNewFish_hi_utsuri_koi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Hi' meaning red, identifies this red type of koi. It is believed this type of koi gives the owner fire protection magic and luck in love. But best make sure its love life is well curated. Inbreeding is known to cause health problems.",
  "Tank_MNF.MoreNewFish_shiro_utsuri_koi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Shiro' meaning white, identifies this white type of koi. It is a common belief among the occult experts that this type of koi breed embodies the perfect balance of both negative and positive energies. Best keep it away from electrical appliances in any case.",
  "Tank_MNF.MoreNewFish_tui": "The Moon spirit Tui, crossed over from the spirit world to create the Spirit Oasis. Here it assumed the form of a white Koi fish. Should it be disconnected from the Ocean Spirit the world will be out of balance, returning both fish to this pond will restore the balance.",
  "Tank_MNF.MoreNewFish_la": "The Ocean spirit La, crossed over from the spirit world to create the Spirit Oasis. Here it assumed the form of a black Koi fish. Should it be disconnected from the Moon Spirit the world will be out of balance, returning both fish to this pond will restore the balance.",

  //1.4.0 Fish Descriptions
  "Tank_PearlFish": "この美しいピンク色の魚は、小さな貝を捕食し、その際に消化できない真珠を残す事があるのでその名が付けられました。",

  // RSV Fish
  "Tank_PebbleBackCrab": "The Pebble Back Crab is a rare species of crustacean. They are so named for their unique behavior of collecting pebbles and other minerals and using them to decorate their shell. They for unknown reasons prefer to decorate themselves with rare and expensive minerals and gems, which makes them ideal targets for anglers trying to earn some profit.",
  "Tank_HarvesterTrout": "The Harvester Trout is an infamous species of trout, it earned its name for harvesting crops that were close to water. Anglers keeping them in fish ponds have reported they occasionally yield seeds, even so called 'Ancient Seeds'.",
  "Tank_FixerEel": "The Fixer Eel is a rare species of eel. They have almost been hunted to extinction due to local superstition claiming they can fix 'anything', hence its name Fixer Eel. ",
  "Tank_LullabyCarp": "The Lullaby Carp is a rare species of carp. They have been known to occasionally produce harmonic melodies, how it produces these sounds is still a mystery.",
  "Tank_GoldenRoseFin": "The Golden Rose Fin can easily be recognized by its golden colours and flowy fins. When it swims it almost looks like it's dancing through the water.",
  "Tank_BladetailSturgeon": "The Bladetail Surgeon possess a very shard tail fins. These fins can quite dangerous, but it's unknown if they are used for hunting or self defense.",
  "Tank_CardiaSeptalJellyfish": "The Cardia Septal Jellyfish is a very unique species of jellyfish. Unlike other jellyfish that are occasionally hermaphrodites, this species has two fused bodies. One distinctly male and one distinctly female, not much else is known about this rare jellyfish.",
  "Tank_CrimsonSpikedClam": "The Crimson Spiked Clam is an endangered and rare species of bivalve mollusc. Like other bivalves it can create pearls, but this species have for unknown reasons been known to occasionally produce rubies instead of pearls.",
  "Tank_FairytaleLionfish": "The Fairytale Lionfish has developed vibrant coloured scales as part of its camouflage. Superstitious legends say that it brings luck, some tales even mention a 'Prismatic Shard'.",
  "Tank_CapedTreeFrog": "The Caped Tree Frog is a rare species of amphibian. The coloration on its back resembles a cape hence the named Caped Tree Frog.",
  // SVE Fish
  "Tank_Kittyfish": "キティーフィッシュは魔法の魚です…いやそれとも猫？さらなる調査が必要です。",

  // MNF
  "Tank_MNF.MoreNewFish_clown_triggerfish": "The Clown Triggerfish or 'Bigspotted Triggerfish' as it's also known as, is a marine fish belonging Triggerfish family. Like most Triggerfish it has aggressive behaviour and will defend its territory.",
  "Tank_MNF.MoreNewFish_bonnethead": "The Bonnethead Shark or 'Shovelhead Shark' as it's also known as, is a small species of hammerhead shark. It's an active tropical shark that feeds mainly on crustaceans. The females tends to be larger than the males.",
  "Tank_MNF.MoreNewFish_black_ghost_knifefish": "The Black Ghost Knifefish is a tropical freshwater fish that belongs to a family of ray-finned fish called Ghost Knifefish. This species is capable of generating weak electric discharges which can be used for both communication and electrolocation.",

  //1.5.0
  //Not You Again (by tiakall)
  "Tank_SeaBass": "Sea bass are famous for their delicious white meat as well as their large size. If they ingest something inedible, they open up their mouths and gills and violently shake their heads. This generally manages to expel the foreign material, though it has the added effect of looking rather odd.",
  "Tank_PotatoCod": "This rare variety of potato cod bears a strong resemblance to the pillpintu pasña potato. It even tastes like potato!",
  "Tank_PinkMaomao": "Hard to believe the pink maomao is in the same fishy family as its duller cousin, the sea bass.  Like the dusky grouper, these fish actually start life as female and transition to male as they age.",
  "Tank_RedbandedPerch": "The redbanded perch is a member of the sea bass family.  Despite its small size, it is actually carnivorous, feeding primarily on crabs and smaller fish.",
  "Tank_DuskyGrouper": "The dusky grouper, known in some cultures as 'the lamb of the sea', has a mild, slightly sweet flavor, which pairs well with lighter wines and sharp vegetables like peppers and onions.  Mmmm!",

  //SVE
  "Tank_Gemfish": "The Gemfish is a very sought after fish. It can be found in pools underground near gem deposits. The gems protruding from its body are actual gemstones, which makes this a highly priced species.",
  "Tank_TorpedoTrout": "The Torpedo Trout is a very fast fish. Its elongated body is build for speed and will often give anglers a tough time.",
  "Tank_Goldenfish": "The Goldenfish is a very shiny fish. Its scales gives of a golden glow, its name and appearance might be golden but the same can not be said for its sellprice.",
  "Tank_MeteorCarp": "Astrobiologist believes this species to be intergalactic. One theory claims that it could have arrived here by meteor, hence its name: 'Meteor Carp'.",
  "Tank_Daggerfish": "The Daggerfish has a short bill which it uses hunting. The bill somewhat resembles a dagger which gives this species its unique name.",
  "Tank_BabyLunaloo": "This juvenile Lunaloo is a species of marine jellyfish. They can often be found migrating annually during late summer days. For unknown reasons they are attracted to light...",
  "Tank_Lunaloo": "Lunaloo are a species of marine jellyfish also known as 'Moonlight Jelly'. They can mainly be often in tropic waters, but can be found migrating past the coasts around Stardew Valley in a local annual event known as 'Dance of the Moonlight Jellies'.",
  "Tank_ShinyLunaloo": "This unique looking jellyfish known as Shiny Lunaloo can rarely be found within groups of regular Lunaloo jellyfish. It's currently unknown if this is a different species of Lunaloo or just a rare morph of Lunaloo.",
  "Tank_Seahorse": "Seahorse is a name given to a group of 46 species of marine fish. Their heads and necks resembles that of a horse, which gives these fish their unique name.",
  "Tank_SeaSponge": "Although they do not look like it, Sea Sponges are in fact animals. They rely on a constant flow of water through their bodies, since they do not possess any nervous, digestive or circulatory systems.",
  "Tank_RadioactiveBass": "There exists many species of bass, but none like this! It is positively glowing.",
  "Tank_Undeadfish": "Not much is known about the so called 'Undeadfish'. Initial reports says it is not recommended for consumption!",
  "Tank_Bonefish": "This fish is nothing but skin and bones. Or rather scale and bones... Actually it doesn't even have scales!",

  //KAYA
  "Tank_MoonlightJellyfish": "The Moonlight Jelly. They can mainly be often in tropic waters, but can be found migrating past the coasts around Stardew Valley in a local annual event known as 'Dance of the Moonlight Jellies'.",
  "Tank_FlapjackOctopus": "The Flapjack Octopus or 'Adorabilis' as it is also known as, is like other octopuses a member of the mollusc phylum. It has fins above its eyes and its short tentacles are spread out in an umbrella like fashion around its body.",

  //East Scarpe
  "Tank_EastScarp_Cerulean_Nudibranch": "The Cerulean Nudibranch belongs to a genus called 'Berghia' which feeds sea anemones. The name 'Nudibranch' comes from the latin word 'nudus' meaning 'naked' and the greek word 'bránkhia' meaning gills. ",
  "Tank_EastScarp_Ornate_Nudibranch": "The Ornate Nudibranch, like its other related species are usually called 'sea slugs'. This species has a translucent body with broad lateral outgrowths.",
  "Tank_EastScarp_Sea_Bunny_Nudibranch": "The Sea Bunny Nudibranch or 'Sea bunny' which it is also known as, is a gastropod mollusc which resembles a rabbit. The sea bunny is a hermaphrodite, meaning they produce both sperm and egg cells.",
  "Tank_EastScarp_Sunset_Nudibranch": "The Sunset Nudibranch belongs to a genus called 'Phestilla', these sea slugs have an unsual habit of feeding on hard coral. Juveniles have long stining cells on its dorsal surface called 'cnidosacs', adults does not have such sacs.",
  "Tank_EastScarp_Golden_Trout": "The Golden Trout or 'Brigit' as it is also known as, is a freshwater species of trout. It is closely related to the Rainbow Trout which it can hybridize with, meaning these two species can have hybrid offspring.",
  "Tank_EastScarp_Kokanee_Salmon": "The Kokanee Salmon is known by many other names such as 'Little redfish', 'Kikanning' and 'Walla' to name a few. Unlike other salmon species it is 'non-anadromous', meaning it does not migrate out to sea but spends all its life in freshwater.",

  //RSV
  "Tank_CutthroatTrout": "The Cutthroat Trout is a popular game fish for many anglers. It gets its name from its distinctive red colouration of its underside jaw.",
  "Tank_DeepRidgeAngler": "The Deep Ridge Angler is a rare species of Anglerfish. It is in fact so rare that many considered it a myth or even a ghost!",
  "Tank_MountainRedbellyDace": "The Mountain Redbelly Dace is a small fish, they can be distinguished by their black stripe along its body. 'Dace' is a name many different species share, most of these fish belong to the Carp family.",
  "Tank_MountainWhitefish": "The Mountain Whitefish is a species of fish belonging to the salmon family. It is a bottom feeding fish, it feeds on larvae and other invertebrates such as snails, crayfish and amphipods.",
  "Tank_RidgeBluegill": "The Ridge Bluegill is a unique species of Bluegill. Bluegills are sometimes also known as 'brim', 'sunny' or 'copper nose'. Being small of size, it is a very timid fish and likes to take shelter in aquatic plants for protection.",
  "Tank_RidgesideBass": "The Ridgeside Bass is a unique species of Bass. It was first discovered in the waters near Ridgeside Village from which it gets its name. Like other bass species, it is a common and popular game fish for anglers.",
  "Tank_SkulpinFish": "The Skulpin Fish or 'Sculpin' as it is also known as. It is a benthic fish, meaning it lives near the bottom. It has distinctive webbed fins with sharp rays, which is uses to hold on to substrate.",
  "Tank_SockeyeSalmon": "The Sockeye Salmon or 'Red Salmon' or 'Blueback Salmon' as it is also known as, is a species of salmon that lives its entire life in freshwater. Unlike other salmon species it does not migrate out into saltwater as an adult.",
  "Tank_WaterfallSnakehead": "The Waterfall Snakehead is a rare species of reptile. Aquatic snakes such as this have a 'saccular lung' which they use for buoyancy.",

  //MNF
  "Tank_MNF.MoreNewFish_royal_starfish": "The Royal Starfish is easily characterized by its purple colour, which is outlined by a orange colour along its arms. Like other species in its genus, the Royal Starfish feeds on organisms by swallowing them whole and digesting them in its stomach. It will often have several organisms digesting in its stomach at a given time.",
  "Tank_MNF.MoreNewFish_blue_starfish": "The Blue Starfish its scientific name is 'Linckia laevigata', which gives its other common name: 'Blue Linckia'. It often lives in shallow waters near the shore.",
  "Tank_MNF.MoreNewFish_holy_grenade_starfish": "The Holy Grenade Starfish or 'Granulated Sea Star' or 'Big-Plated Sea Star' as it is more commonly known as. It is a large species of sea star belonging to a genus called 'Choriaster', the genus only contains this one species. It usually has pale colouration and 5 short arms.",
  "Tank_MNF.MoreNewFish_crown_of_thorns_starfish": "The Crown-of-Thorns Starfish is a large species of starfish, it preys on mostly coral. It has venomous spines and is an effective predator. In fact it is so effective that it can kill entire coral colonies and is a major threat to many aquatic ecosystems.",
  "Tank_MNF.MoreNewFish_mandarinfish": "The Mandarinfish or 'Mandarin Dragonet' as it is also known as, is a species of marine fish belonging to the dragonet family. It has a characteristically vivid colouration thanks to its cellular pigmentation. It can usually be found in warm tropic waters.",
  "Tank_MNF.MoreNewFish_conger": "Conger is the name of a genus for some of the largest types of eels. There are currently 14 known species of Conger, they are often caught and sold as food.",

  //1.6.0
  // SVE
  "Tank_SnatcherWorm": "This Polychaeta has a very large and strong jaw that can crush rocks, it's not recommended to swim in waters where this worm can be found!",
  "Tank_WaterGrub": "water grub",
  "Tank_GrassCarp": "grass carp",
  "Tank_BullTrout": "bull trout",

  // 1.6 MNF
  "Tank_MNF.MoreNewFish_void_algae": "void algae",
  "Tank_MNF.MoreNewFish_mushu": "mushu",
  "Tank_MNF.MoreNewFish_goblin_shark_pup": "goblin shark pup",
  "Tank_MNF.MoreNewFish_bonnethead_pup": "bonnethead_pup",
  "Tank_MNF.MoreNewFish_spiny_dogfish_pup": "spiny dogfish pup",
  "Tank_MNF.MoreNewFish_manta_ray_pup": "manta ray pup",
  "Tank_MNF.MoreNewFish_dwarf_stingray_pup": "dwarf stingray pup"
}
