{
  // display name (shown in Central Station menu)
  "stardew-aquarium": "Аквариум долины Стардью",

  //tank messages
  "EmptyTank": "Просто пустой резервуар...",

  //dialogue boxes
  "Ice": "Весь этот лед ... он используется для охлаждения резервуара с помощью рядом стоящей машины.",
  "IceMachine": "Эта машина поддерживает охлаждение резервуара.",
  "Pressure": "Эта машина используется для контроля давления в этом резервуаре.",
  "Depth": "Казалось бы: точное представление измерителя глубины, но это не так...",
  "PanelCool": "На этой панели много кнопок, лучше не трогать.",
  "Lever": "Извините, но этот рычаг ничего Вам не даст.",
  "Bench": "Эти скамейки выглядят совершенно новыми...",
  "LegendaryBook": "Путеводитель рыбака по легендарной рыбе.",
  "MinesBook": "Шахты: Какие рыбы могут там жить?",
  "BaitBook": "Приманка и как ее правильно использовать.",
  "Dropped": "Похоже, кто-то недолюбливает книги...",
  "PetBook": "Энциклопедия рыб: Том 1",
  "Dwarf": "Это напоминает Вам кого-то... Но Вы не можете сказать, кого...",
  "Introvert": "Вы спросите, почему я здесь прячусь? Я интроверт.",
  "StayHydratedBois": "*звуки питья*",
  "OutsideSign": "Добро пожаловать в Аквариум долины Стардью! Прятного вам времяпрепровождения.",
  "SewerTP": "Спустившись по этой решетке, Вы попадете в канализацию, где мы держим особую рыбу, которую водят только в опасном месте, называемом логовом жуков-мутантов.",
  "SwampTP": "Если вы наступите на этот магический круг, вы перенесетесь в изолированную часть болота, где у нас хранятся особые образцы, наполненные пустотой. В них живут такие рыбы как лосось пустоты.",
  "SVETP": "Пройдите через эту дверь, чтобы увидеть нашу выставку некоторых особенных рыб.",
  "ComingSoon": "Скоро будет!",
  "SVEBookOpen": "Это кулинарная книга. В ней что-то упоминается о масляной рыбке...",
  "SVEBook1": "Обязательно посмотрите в списке наблюдения за монстрами: Апофис",
  "SVEBook2": "The Crimson Badlands: подробный обзор",
  "SVEBook3": "Тайна крпеости",
  "Shopkeeperecksdeehahafunny": "Человек-мороженое: Эй, ты не можешь сюда вернуться!",

  //1.1.0 dialogue boxes

  "LASV_TP": "Ступив в эти волшебные искры, вы телепортируетесь в новый волшебный мир!",

  //1.3.0 dialogue boxes

  "WaterfallCave": "Это всего лишь пещера за водопадом. Здесь не на что смотреть, двигайся дальше.",
  "KoiRoom": "На табличке рядом с дверью написано: Пруд с Кои.",
  "PrettyFlower": "Ты останавливаешься и вдыхаешь запах цветов.",
  "Knight": "Ты заглядываешь внутрь брони. Никого нет дома.",
  "Sword": "Меч очень тупой. Возможно, это просто для украшения.",
  "MNFBook1": "Путеводитель по острову Русалок.",
  "MNFBook2": "Кошачьи слизняки, Драконы и другие волшебные существа.",
  "MNFBook3": "Мифический город Гибли.",
  "MNFBook4": "Каталог зданий. Аквариумы и как их строить.",
  "Tea": "Кто-то оставил свою чашку чая на столе. Он все еще горячий.",
  "Boat": "Старая лодка с множеством дыр в ней.",
  "Cactus": "Вы осторожно протягиваете руку и касаетесь кактуса. К счастью для вас, он ненастоящий.",
  "Vase": "Красивая изогнутая ваза.",
  "Coconut": "Вы пытаетесь встряхнуть дерево. Но ничего не происходит... А чего вы ожидали, что кокосовый орех упадет вниз?",

  //1.4.0 dialogue boxes

  "RSVRoom": "Войдите в эту дверь, чтобы увидеть нашу рыбу из деревни Риджсайд и другие редкие экземпляры.",
  "RSVBook1": "Рыболовный журнал Стардью 13#...Колыбельный карп, редкий улов осени.",
  "RSVBook2": "Рыболовный журнал Стардью 7#...Острохвостый осётр, редкий летний осетр из деревни Риджсайд.",
  "RSVBook3": "Рыболовный журнал Стардью 9#...Медуза «Кардия Септал», редкая морская медуза.",
  "RSVBook4": "Рыболовный журнал Стардью 2#...Багровый шипастый моллюск, редкий морской моллюск, который, как говорят, встречается весной.",
  "RSVBook5": "Рыболовный журнал Стардью 10#..Сказочная крылатка, сказочная или реальная?^^По слухам, её видели в океанских водах недалеко от Звездной росы во 2-ю среду сезона.",
  "RSVBook6": "Рыболовный журнал Стардью 3#...Целительный угорь, редкий угорь, встречающийся весной и лето на Хребте.",
  "RSVBook7": "Рыболовный журнал Стардью 1#...Золотолистый плавник, читатель пишет, что они поймали эту редкую рыбу в последнюю субботу сезона недалеко от Хребта.",
  "RSVBook8": "Рыболовный журнал Стардью 69#...Плащеносная древесная лягушка, Амфибия или Рыба? Амфибия!^^...Замечен на выходных недалеко от Хребта осенью.",
  "RSVBook9": "Рыболовный журнал Стардью 5#...Форель-жнец, редкая весенняя форель из деревни Риджсайд.",
  "RSVBook10": "Рыболовный журнал Стардью 1#... Галечный краб, редкое летнее ракообразное из деревни Риджсайд.",
  "SmallPlant": "Маленькое растение, которое только начало прорастать, его недавно поливали.",
  "CuratorBedroom": "Это спальня Куратора, в настоящее время она заперта.",
  "MNFIslandRoom": "На табличке рядом с дверью написано: Комната в джунглях.",
  "IslandBag": "Ты открываешь сумку...#......#.........#Там пусто.",
  "Cheater": "Вас одурачили.",
  "PearlFish": "Жемчужная рыба - это розовая рыба, которая охотится на мелких моллюсков, иногда оставляя после себя неперевариваемые части, такие как жемчуг, в честь которого она так названа.",

  //KAYA
  "KAYABetta": "Сиамская бойцовая рыба или Бетта. Обычно они известны тем, что являются популярными пресноводными аквариумными питомцами. Их долгая история разведения привела к появлению множества различных окрасов и оперения. Их легко узнать по большим, длинным плавникам. Но не позволяйте этому одурачить вас! Они могут быть довольно агрессивными.",
  "KAYAGoldfish": "Золотая рыбка - это пресноводная рыба, относящаяся к семейству карповых. Вопреки распространенному мнению, у золотых рыбок не плохая память. Выпущенная в аквариум домашняя золотая рыбка в некоторых случаях может вызвать проблемы и фактически быть отнесена к категории инвазивных видов.",
  "KAYAGuppy": "Гуппи, также известный как Рыба-миллионер или Радужная рыбка, является обычным аквариумным питомцем. Эти рыбы, как и другие виды их семейства, являются живородящими. Это означает, что они содержат свои яйцеклетки внутри своего тела и дают жизнь живым, свободно плавающим детенышам.",

  //Map strings
  "Hatch": "За прилавком есть подозрительный люк..."
}
