{
  "curator.name": "Conservateur",
  "curator.dialogue.Mon": "Comment sa va aujourd'hui, p'tit gars? J'espère que tout va bien à Pélican Ville.^Comment vas-tu, p'tite? J'espère que tout va bien dans la ville.",
  "curator.dialogue.Tue": "Quel superbe timing! J'avais juste brassé un pot de thé. Envie d'une tasse? [614]$3",
  "curator.dialogue.Wed": "Et comment va mon vieil ami Willy! La prochaine fois que tu le croises, passe lui le bonjour du vieux Henry!",
  "curator.dialogue.Thu": "Salut p'tit!^Salut p'tite#$b#Je suis très heureux que vous ayez décidé de m'aider avec ce projet.$1",
  "curator.dialogue.Fri": "%Le Conservateur lis le journal.#$b#Ah, bonjour p'tit.^Bonjour p'tite.#$b#Je me tient au courant des dernières nouvelles. Savais tu qu'il y avait des observations de Sirènes autour des côtes Céruliènnes?$3",
  "curator.dialogue.Sat": "Tu sais, dans mes jours de jeunesse, j'étais aussi un doué pêcheur.$3#$b#Oh, et j'en attrapais des gros, hein!#$b#Je l'ais raconté à plusieurs, ça.$1",
  "curator.dialogue.Sun": "N'oublies pas de dire bonjour à ma petite Goldie. Elle adores l'attention.#$b#Savais-tu que les poissons rouges peuvent vivre jusqu'à 43 ans, et peuvent égalemment avoir une très bonne mémoire?$1",
  "curator.dialogue.genderNeutral.Mon": "Comment va-tu aujourd'hui, @? J'espère que tout va bien en ville.",
  "curator.dialogue.genderNeutral.Thu": "Bonjour @!#$b#Je suis très heureux que vous m'aidiez avec mon projet.$1",
  "curator.dialogue.genderNeutral.Fri": "%Le Conservateur lis le journal.#$b#Ah, bonjour mon petit @.#$b#Je me tiens au courant des dernières nouvelles. Savais tu qu'il y avait des observations de Sirènes autour des côtes Céruliènnes?$3",

  "goldie.name": "Goldie",
  "goldie.dialogue.Mon": "...$0#$b#*Goldie t'analyses intensément, comme si elle essayait de se souvenir de ta figure.*$1",
  "goldie.dialogue.Tue": "...$2#$b#...!$0#$b#*Goldie se cache derrière une fausse plante.*$5",
  "goldie.dialogue.Wed": "...$2#$b#*Goldie nâges en ronds, elle as l'air agitée.*$1",
  "goldie.dialogue.Thu": "...$0#$b#*Goldie nâges vers le verre et te souffle un baiser.*$4",
  "goldie.dialogue.Fri": "...$3#$b#*Goldie fais une figure en dehors de l'eau.*$0",
  "goldie.dialogue.Sat": "...$2#$b#*Goldie à l'air très éxcitée de vous voir.*$3",
  "goldie.dialogue.Sun": "...$6#$b#*Goldie à l'air fatiguée.*$6",

  "willy.AquariumDonated:Legend": "Wow cette 'Légende' est vraiment impressionante non?$0#$b#Je l'ais vu à l'Aquarium l'autre jour!$1",
  "willy.AquariumDonated:Crimsonfish": "As-tu vu le Poisson Écarlate à l'Aquarium?$0#$b#Le Conservateur m'as dit qu'il fut attrapé sur le pont à côté de mon magasin!$1",
  "willy.AquariumDonated:Angler": "J'ai vu le 'Poisson-Pêcheur' à l'Aquarium, on m'as dit qu'il fût attrapé içi à Pélican Ville!$0",
  "willy.AquariumDonated:MutantCarp": "Cette 'Carpe Mutante' à l'Aquarium est un vrai monstre, l'as tu déjà vue?$0",
  "willy.AquariumDonated:Glacierfish": "As tu été à l'Aquarium récemment?$0#$b#J'ai vu qu'ils ont maintenat obtenu le 'Poisson des Glaciers', quelle beautée!$1",
  "willy.AquariumDonated:Pufferchick": "Je me suis faufillé dans la cave à l'Aquarium, pour aller voir ce mystérieux 'Poulet-Globe'.$0#$b#C'était vraiment une créature très étrange!$0",
  "willy.AquariumCompletedCT": "J'y crois toujours pas que l'Aquarium est maintenant remplis!$@#$b#C'est incroyable, quand même!$1",

  "spring-npc.dialogue.1": "Touriste: Que devrais-je acheter du magasin de souvenirs?",
  "spring-npc.dialogue.2": "Touriste: Bonjour, première fois que vous visitez l'Aquarium?",
  "spring-npc.dialogue.3": "La femme ne vous remarque pas, elle est occupée.",
  "spring-npc.dialogue.4": "L'homme aux lunettes vous donne un sourire fier.",
  "spring-npc.dialogue.6": "Touriste: Mon amie m'as dit qu'elle a vue un dauphin la dernière fois qu'elle est venue.",
  "spring-npc.dialogue.7": "Touriste: Je viens içi chaque Printemps et Été, j'adore cette plage.",
  "spring-npc.dialogue.8": "Touriste: Si vous voulez nagez, dirigez vous vers la partie sud de la plage.",
  "spring-npc.dialogue.9": "Touriste: J'attends juste mes amis.",
  "spring-npc.dialogue.10": "Touriste: Bonjour, venus pour profiter de la plage?",
  "spring-npc.dialogue.11": "Touriste: Regardez donc toute cette nourriture!",
  "spring-npc.dialogue.12": "Touriste: Je ne viens qu'içi pour la musique.",
  "spring-npc.dialogue.13": "Touriste: Désolé, je ne vous connais pas.",
  "spring-npc.dialogue.14": "Touriste: Qui y-a-t-il?",
  "spring-npc.dialogue.15": "Touriste: Oh salut, je cherchais juste le bassin de la marée.",
  "spring-npc.dialogue.16": "Touriste: Cette nourriture est vraiment bonne.",
  "spring-npc.dialogue.17": "Touriste: J'ai très soif...",
  "spring-npc.dialogue.18": "Touriste: As-tu déjà essayé ceci? Ce n'est pas si mauvais.",
  "spring-npc.dialogue.19": "Touriste: Salut, venu pour manger?",
  "spring-npc.dialogue.20": "Touriste: Que devrais-je essayer en premier?",
  "spring-npc.dialogue.21": "Touriste: Regardez donc tout ces gens la-bas entrain de se goinfrer.",
  "spring-npc.dialogue.22": "Touriste: J'éssaye de rassembler asser de courage pour aller dans l'eau...",
  "spring-npc.dialogue.23": "Touriste: L'eau est très bonne aujourd'hui, tu devrais t'y tremper!",
  "spring-npc.dialogue.24": "Touriste: Salut, venu pour nager?",
  "spring-npc.dialogue.25": "Touriste: J'aimerais bien aller nager, mais cela ruinerais mes beau cheveux.",
  "spring-npc.dialogue.26": "Touriste: J'adore la plage au Printemps, il ne fait ni trop chaud, ni trop froid.",
  "spring-npc.dialogue.27": "Touriste: Je devrais éssayer de bronzer, sa me ferais une belle couleure.",
  "spring-npc.dialogue.28": "Touriste: Hmm? Oh, j'étais perdu dans mes pensées.",
  "spring-npc.dialogue.29": "Touriste: Tu veut aller nager? Utilise l'endroit de l'autre côté de la ligne colorée.",
  "spring-npc.dialogue.30": "Touriste: Bonjour, comment va votre journée?",
  "spring-npc.dialogue.31": "Touriste: J'aime bien l'aquarium, mais la plage est si confortable.",
  "spring-npc.dialogue.32": "Touriste: Bonjour, beau temps aujourd'hui, vous ne pensez pas?",

  "summer-npc.dialogue.1": "L'homme aux lunettes vous donne un sourire fier.",
  "summer-npc.dialogue.2": "Touriste: Devrais-je acheter un nouveau bikini?",
  "summer-npc.dialogue.3": "Touriste: Oh non! J'ai oublié mon porte-feuille...",
  "summer-npc.dialogue.4": "Touriste: Trop mignon, ce bocal à poissons!",
  "summer-npc.dialogue.5": "Touriste: Je me demande quels poissons l'Aquarium possèdes.",
  "summer-npc.dialogue.6": "Touriste: Bonjour, première fois que vous visitez l'Aquarium?",
  "summer-npc.dialogue.7": "Touriste: Saviez vous qu'ils vendent des glaces à la plage?",
  "summer-npc.dialogue.8": "Dame: Tu veux aller voir les poissons de l'Aquarium, Simon?",
  "summer-npc.dialogue.9": "Simon est trop occupé à lécher sa sucette pour te remarquer.",
  "summer-npc.dialogue.10": "Touriste: Je viens içi chaque Printemps et Été, j'adore cette plage.",
  "summer-npc.dialogue.11": "Touriste: La vue de la jetée est vraiment belle à ce temps de l'année.",
  "summer-npc.dialogue.12": "Touriste: Je pourrais jurer avec vu un poulet dans l'eau... Peut être que c'était juste un Poissong-Globe.",
  "summer-npc.dialogue.13": "Touriste: Puis-je vous aider?",
  "summer-npc.dialogue.14": "Touriste: Oh bonjour. Comment allez vous aujourd'hui ?",
  "summer-npc.dialogue.15": "Touriste: Je pourrais vraiment manger une glace maintenant.",
  "summer-npc.dialogue.16": "Touriste: Cette femme sur la jetée à l'air troublée.",
  "summer-npc.dialogue.17": "Clown: Tu veux voir un tour de ballons?",
  "summer-npc.dialogue.18": "Touriste: Qu'est-ce qu'un clown fait sur une plage?",
  "summer-npc.dialogue.19": "Touriste: Bonjour, j'attends juste mes amis.",
  "summer-npc.dialogue.20": "Touriste: J'adore regarder le coucher de soleil d'içi.",
  "summer-npc.dialogue.21": "Touriste: L'océan est magnifique aujourd'hui.",
  "summer-npc.dialogue.22": "Homme: Fiou! Il fait chaud aujourd'hui.",
  "summer-npc.dialogue.23": "Touriste: J'adore la couleur de l'eau en été..",
  "summer-npc.dialogue.24": "Touriste: N'oublie pas de mettre de la crème solaire si tu veux te baigner.",
  "summer-npc.dialogue.25": "Touriste: Tu veut aller nager? Utilise l'endroit de l'autre coté de la ligne colorée.",
  "summer-npc.dialogue.26": "Touriste: Aller nager est une bonne façon de se relâcher.",
  "summer-npc.dialogue.27": "Touriste: J'aurais du ramener mon masque et tuba.",
  "summer-npc.dialogue.28": "Touriste: Je ne vais pas nager, sa ruinerais mes cheveux!",
  "summer-npc.dialogue.29": "Touriste: Tu devrais sauter dans l'eau si t'as trop chaud!",
  "summer-npc.dialogue.30": "Touriste: Salut, tu va nager?",
  "summer-npc.dialogue.31": "Touriste: J'essayer de rassembler mon courage et d'aller dans l'eau.",
  "summer-npc.dialogue.32": "Touriste: Je me demande si il y a des coquillages sur cette plage.",
  "summer-npc.dialogue.33": "Cet homme est entrain de dormir, vous ne devriez sûrement pas le déranger.",
  "summer-npc.dialogue.34": "Touriste: Je crois que j'ai vu un crabe.",
  "summer-npc.dialogue.35": "Touriste: Bonjour, vous aimez ce beau temps?",
  "summer-npc.dialogue.36": "Touriste: Il y a beaucoup d'étoiles de mer dans cette marée",
  "summer-npc.dialogue.37": "Touriste: Que voulez vous?",
  "summer-npc.dialogue.38": "Touriste: Oh vous aimez mes cheveux? Merci!",
  "summer-npc.dialogue.39": "Touriste: Il y a tellement de vie dans cette marée!",
  "summer-npc.dialogue.40": "Touriste: Yo!",
  "summer-npc.dialogue.41": "Touriste: Wesh sa va?",
  "summer-npc.dialogue.42": "Homme: Tu peut prendre beaucoup de belles photo à la plage.",
  "summer-npc.dialogue.43": "Touriste: Cet homme la-bas à pris une photo de moi.",
  "summer-npc.dialogue.44": "La femme est trop occupée à manger pour vous remarquer.",
  "summer-npc.dialogue.45": "Touriste: Je ne peux plus manger...",
  "summer-npc.dialogue.46": "Touriste: Vous avez faim?",
  "summer-npc.dialogue.47": "Touriste: De la tourte aux myrtilles! Ma préférée!",
  "summer-npc.dialogue.48": "Touriste: J'espère qu'il n'y a pas de citrus dans tout cela. Je suis allergique, vois-tu.",
  "summer-npc.dialogue.49": "Touriste: Est-ce du coleslaw? J'adore le coleslaw!.",
  "summer-npc.dialogue.50": "Touriste: Cette viande est délicieuse!",
  "summer-npc.dialogue.51": "Touriste: Je me demande ce que ces tapas contiennent, ils sont bon!",
  "summer-npc.dialogue.52": "Touriste: Quoi?! Quelqu'un à mangé ce que contenait mon assiette! Oh, attendez, c'était moi...",
  "summer-npc.dialogue.53": "Touriste: Il y a tellement de nourriture!",
  "summer-npc.dialogue.54": "Touriste: On as des Cocktails de Crevette!",
  "summer-npc.dialogue.55": "Touriste: On se connais?",
  "summer-npc.dialogue.56": "Touriste: Ils vendent des snacks içi, elles ne coûtent pas grand chôse.",
  "summer-npc.dialogue.57": "La femme vous ignore.",

  "fall-npc.dialogue.1": "La femme vous ignore.",
  "fall-npc.dialogue.2": "L'homme aux lunettes vous donne un sourire fier.",
  "fall-npc.dialogue.3": "Touriste: Où est passé tout le monde? J'imagine que l'automne n'est pas une saison populaire pour les plages.",
  "fall-npc.dialogue.4": "Touriste: C'est dommagee mais je trouve que l'eau est trop froide pour aller nager en automne",
  "fall-npc.dialogue.5": "Touriste: L'eau est un peu froide, mais sa ne me dérange pas ",
  "fall-npc.dialogue.6": "Touriste: Il fais très frais.",
  "fall-npc.dialogue.7": "Touriste: Salut.",
  "fall-npc.dialogue.8": "Touriste: Bonjour, comment allez vous aujourd'hui?",
  "fall-npc.dialogue.9": "Touriste: Il faut que j'attrape tout le soleil possible avant l'hiver.",
  "fall-npc.dialogue.10": "Touriste: Je me demande ce que contiennent ces bouteilles...",
  "fall-npc.dialogue.11": "Touriste: La tourte c'est la vie.",
  "fall-npc.dialogue.12": "Touriste: Bonjour, vous avez faim?",
  "fall-npc.dialogue.13": "Touriste: Avez vous essayé la viande?",

  "winter-npc.dialogue.1": "Pêcheur: T'peux attraper d'beaux calamars içi pendant la nuit!.",
  "winter-npc.dialogue.2": "Le pêcheurs se chantes une mélodie nautique.",
  "winter-npc.dialogue.3": "Pêcheur: T'es v'nu pour pêcher?",
  "winter-npc.dialogue.4": "Pêcheur: Hmm? Oh bonjour, venu pour profiter du silence?",
  "winter-npc.dialogue.5": "Dame: Simon... pose cette boulle de neige.",
  "winter-npc.dialogue.6": "Simon portes un sourire malicieux"
}
