{
  // display name (shown in Central Station menu)
  "stardew-aquarium": "L'Aquarium Stardew",

  //tank messages
  "EmptyTank": "Juste un aquarium vide...",

  //dialogue boxes
  "Ice": "Toute cette glace... elle est utilisée pour garder l'aquarium frais avec cette machine.",
  "IceMachine": "Cette machine gârde l'aquarium en dessous de températures très basses.",
  "Pressure": "Cette machine est utilisée pour surveiller la pressure de l'eau de cet aquarium.",
  "Depth": "Ceci est une très bonne immitation d'un profondimètre, mais il n'est pas réel.",
  "PanelCool": "Ce panneau a beaucoup de boutons, il vaudrait mieux de ne pas les toucher.",
  "Lever": "Désolé, mais ce levier ne te conduira nulle part.orry but that lever won't get you anywhere.",
  "Bench": "Ces bancs ont l'air tout neufs...",
  "LegendaryBook": "Un guide de pêcheurs pour les Poissons Légendaires.",
  "MinesBook": "Les Mines : Quel genre de poissons pouraient vivrent à l'intérieur ?",
  "BaitBook": "Les différents appâts et comment les utiliser.",
  "Dropped": "On dirait bien que quelqu'un n'as pas d'empathie pour les livres...",
  "PetBook": "Encyclopédie des Poissons: Volume 1.",
  "Dwarf": "Ceci vous rappelle de quelqu'un... Mais vous ne voyez pas qui...",
  "Introvert": "Pourquoi est-ce-que je me cache içi, tu me demandes? Je suis introverti.",
  "StayHydratedBois": "*sons de buvade*",
  "OutsideSign": "Bienvenue à l'Aquarium Stardew! Profitez de votre visite.",
  "SewerTP": "Si vous descendez par cette bouche d'égout, vous vous retrouverez dans les égouts ou nous gardons un poisson spécial qui est seulement trouvé dans un endroit dangereux appelé le Repaire des Insectes Mutants.",
  "SwampTP": "Si vous montez sur ce cercle magique, vous serez transportés vers une partie isolée du marais, ou l'on garde des spécimens spéciaux qui sont infusés avec de 'l'énergie du vide', comme le Saumon du Vide.",
  "SVETP": "Franchissez cette porte pour voir notre exhibition de certains poissons spéciaux.",
  "ComingSoon": "À venir!",
  "SVEBookOpen": "C'est un livre de cuisine. Il mentionne quelque chose à propos du Poisson-Beure...",
  "SVEBook1": "Vous devez vois ceci sur la liste de surveillance des monstres: L'Apophis",
  "SVEBook2": "Les terres désolées écarlantes: Une inspection détaillée.",
  "SVEBook3": "Les secrets de Castle Village",
  "Shopkeeperecksdeehahafunny": "Ice Cream Man: Hé! Tu ne peut pas être içi!"
}
