{
    //Frontier Farm Menu
    "FrontierFarm.Description": "Fazenda da Fronteira_ É um extenso pedaço de terra que faz fronteira com a 'Fronteira da República de Ferngill'. Muitas árvores selvagens diferentes estão enraizadas aqui e há segredos a serem descobertos. Você começa com uma árvore de pera.",
   
    //Internal Map Data
    "FrontierName": "Fronteira da República de Ferngill",
    "FrontierName.HotSpring": "Fonte Termal",
    "FrontierName.Cave": "Caverna do Penhasco",
    "FrontierName.FarmCave": "Caverna da Fazenda",
    "FrontierName.DesertTunnel": "Túnel do Deserto",
    "FrontierName.HiddenCave": "Caverna Oculta",
    
    //Map Strings
    "SignPost": " Fazenda^` Montanha^> Vila Pelicanos^= Fazenda da Marnie",
    "Minecarts": "O carrinho de mina não funciona...",
    "minecart.Right": "Fazenda - Direita",
    "minecart.Left": "Fazenda - Esquerda",
    "minecart.Middle": "Fazenda - Meio",
    "minecart.Ravine": "Fronteira - Ravina",
    "minecart.Mountain": "Fronteira - Montanhas",
    "minecart.Grassland": "Fronteira - Campo",
    "minecart.Beach": "Fronteira - Praia",
    
    //Events
    "OpeningEvent.01": "Olá! Você deve ser o @.^Olá! Você deve ser a @.#$b#Eu sou Robin, a carpinteira local. O prefeito Lewis me enviou aqui para buscar você e mostrar o caminho para sua nova casa. Ele está lá dentro, organizando as coisas para sua chegada.#$b#A fazenda fica bem ali, se você me seguir.",
    "OpeningEvent.02": "Esta é a fazenda %farm.",
    "OpeningEvent.03": "Qual é o problema?#$b#Claro, está um pouco coberto de mato, mas há um bom solo debaixo dessa bagunça!#$b#Com um pouco de dedicação, você vai limpar isso em pouco tempo.",
    "OpeningEvent.04": "...E aqui estamos, sua nova casa.$h",
    "OpeningEvent.05": "Ah, o novo fazendeiro!$h^Ah, a nova fazendeira!$h",
    "OpeningEvent.06": "Bem-vindo! Eu sou o Lewis, prefeito da Vila Pelicanos.^Bem-vinda! Eu sou o Lewis, prefeito da Vila Pelicanos.#$b#Você sabe, todos estão perguntando sobre você.#$b#Não é todo dia que alguém novo se muda para cá. É um grande acontecimento!",
    "OpeningEvent.07": "Então... Você está se mudando para a antiga cabana do seu avô.#$b#É uma boa casa... muito 'rústica'.",
    "OpeningEvent.08": "Rústica? Essa é uma forma de dizer... $4#$b#'Velha' talvez seja um pouco mais adequada.$4",
    "OpeningEvent.09": "Que grosseria!",
    "OpeningEvent.10": "Não ligue para ela, @. Ela está apenas tentando fazer você ficar insatisfeito para que compre uma das reformas de casa dela.$u^Não ligue para ela, @. Ela está apenas tentando fazer você ficar insatisfeita para que compre uma das reformas de casa dela.$u",
    "OpeningEvent.11": "Hmmph.",
    "OpeningEvent.12": "De qualquer forma... Você deve estar cansado da longa viagem. Você deveria descansar.^De qualquer forma... Você deve estar cansada da longa viagem. Você deveria descansar.#$b#Amanhã, você deve explorar a cidade um pouco e se apresentar.#$b#Os moradores da cidade apreciariam isso.",
    "OpeningEvent.13": "Ah, quase esqueci. Se você tiver algo para vender, basta colocar nesta caixa aqui. Eu passarei durante a noite para recolher.#$b#Bem... Boa sorte!",
    "Marnie.Event.01": "Oi, @! Agora que você possui animais de fazenda, pensei em compartilhar um segredinho.$0",
    "Marnie.Event.02": "Eles não vão sair das áreas cercadas em sua fazenda, então você pode deixá-las abertas!$1",
    
    //Questlines
    "GilMinecarts.01": "Carrinhos de Mina da Fazenda",
    "GilMinecarts.02": "Gil pode consertar os carrinhos de mina na minha fazenda, mas ele precisa de recursos.",
    "GilMinecarts.03": "Deixe 12 barras de ferro no baú de armazenamento a leste da minha fazenda.",
    "GilMinecarts.04": "Deixe 12 barras de cobre no baú de armazenamento a leste da minha fazenda.",
    "GilMinecarts.05": "*bocejo* Um passarinho me contou que os carrinhos de mina na sua fazenda estão fora de serviço...",
    "GilMinecarts.06": "Eu costumava trabalhar nesses túneis quando era jovem.#$b#Eu sei uma ou duas coisas sobre esses carrinhos robustos e posso consertá-los para você.",
    "GilMinecarts.07": "Ótimo. Eu preciso de uma dúzia de barras de ferro e cobre refinadas para consertar as rodas. Marlon deixará um baú de armazenamento a leste da sua fazenda.#$b#Vou colocar seus carrinhos para funcionar de novo, fazendeiro(a). Ack. Ou seria aventureiro(a)? Estou me confundindo.^Vou colocar seus carrinhos para funcionar de novo, fazendeira. Ack. Ou seria aventureira? Estou me confundindo.",
    "MarlonMinecarts.01": "Bom dia, @. Passe pela guilda quando tiver tempo. Gil quer falar com você sobre algo.",
    "MarlonMinecarts.02": "Os carrinhos de mina nas minas estavam além do reparo, pelo que Gil me disse.$2#$b#Mas de alguma forma eles começaram a funcionar de novo...$0#$e#Você sabe algo sobre isso, @?$0",
    "MarlonMinecarts.03": "Tudo parece estar em ordem. Gil começará a trabalhar nos seus carrinhos de mina hoje.$0#$b#Ele deve terminar até amanhã.$0",
    "MarlonMinecarts.04": "Bem conveniente ter carrinhos de mina na sua fazenda.$0",
    "DwarfTunnel.01": "Atalho para o Deserto Calico",
    "DwarfTunnel.02": "O anão disse que abriria um atalho para o deserto perto da minha casa com 'bombas de limpeza de cavernas' em troca de diamantes.",
    "DwarfTunnel.03": "Entregue 36 diamantes diretamente ao anão.",
    "DwarfTunnel.04": "Olá. Tenho uma proposta a fazer. Visite-me na minha casa amanhã...$0",
    "DwarfTunnel.05": "O sol ainda não nasceu... até lá, humano.$0",
    "DwarfTunnel.06": "Ah... você está aqui. Sim, eu quero falar com você.$0",
    "DwarfTunnel.07": "Sua terra é lar de muitas redes de cavernas. Há uma bloqueada que leva às terras ensolaradas...#$b#Acho que os humanos a chamam de 'deserto'.",
    "DwarfTunnel.08": "Eu poderia abrir um caminho para você com a ajuda das minhas bombas especiais de limpeza de cavernas.#$b#No entanto, vou precisar de 20 diamantes como pagamento.",
    "DwarfTunnel.09": "Entendi. Bom... Vou revelar uma nova entrada de caverna na sua fazenda para você assim que eu tiver meus diamantes...$0",
    "DwarfTunnel.10": "Por que preciso de diamantes? Isso não é da sua conta.$0",
    "DwarfTunnel.11": "Inspecionei os diamantes... bom trabalho. Vou abrir uma nova caverna levando às terras ensolaradas perto da sua casa hoje à noite.$0",
    "DwarfTunnel.12": "Minhas bombas de limpeza de cavernas não estão à venda.$0#$e#Eu não confio que os humanos sejam responsáveis com elas...$0",
    "DwarfTunnel.13": "Há um som de explosões perto da caverna de minha fazenda...",
    "CamillaBridge.01": "Magia da Ponte",
    "CamillaBridge.02": "Camilla irá restaurar a ponte na minha fazenda se eu entregar os itens solicitados em um baú de pedra que ela deixou.",
    "CamillaBridge.08": "As terras além desta ponte dilapidada são bastante deslumbrantes.$0#$b#É uma pena que você não possa simplesmente-$2",
    "CamillaBridge.09": "...$1",
    "CamillaBridge.10": "E se eu fizer um acordo com você, @?$0#$b#Me entregue os espólios de suas vitórias nas Terras Carmesin e eu usarei minha magia para restaurar esta ponte.$1",
    "CamillaBridge.11": "Excelente... Deixarei um baú de pedra aqui onde você entregará os itens que solicitei.$0#$b#Boa sorte naquelas terras, @. Não que eu ache que você precise...$5",
    "CamillaBridge.item.01": "Deixe 20 almas do vazio.",
	"CamillaBridge.item.02": "Deixe 25 Ovos de Gosma Vermelha.",
	"CamillaBridge.item.03": "Deixe 10 Frutas Monstruosas.",
	"CamillaBridge.item.04": "Deixe 40 Essências do Pântano.",
	"CamillaBridge.item.05": "Deixe 1 verme ladrão",
	"CamillaBridge.item.06": "Deixe 30 Fragmentos Cinzas.",
	"CamillaBridge.item.07": "Deixe 15 Barras de Irídio",
	"CamillaBridge.item.08": "Deixe 100 Madeira de lei.",
   }   