{
  // display name (shown in Central Station menu)
  "stardew-aquarium": "Stardew Aquarium",

  //tank messages
  "EmptyTank": "Apenas um tanque vazio...",

  //dialogue boxes
  "Ice": "Todo esse gelo... é usado para resfriar o tanque com aquela máquina.",
  "IceMachine": "Esta máquina mantém o tanque resfriado em temperaturas muito baixas.",
  "Pressure": "Esta máquina é usada para monitorar a pressão deste tanque de peixes.",
  "Depth": "Esta é uma representação muito precisa de um medidor de profundidade, mas não é real.",
  "PanelCool": "Este painel tem muitos botões, é melhor não tocar nele.",
  "Lever": "Desculpe, mas essa alavanca não vai levar você a lugar nenhum.",
  "Bench": "Esses bancos parecem novos...",
  "LegendaryBook": "Guia do Pescador sobre os Peixes Lendários.",
  "MinesBook": "As Minas: Que tipo de peixe pode viver lá?",
  "BaitBook": "Isca e como usá-la direito.",
  "Dropped": "Parece que alguém tem pouca empatia pelos livros...",
  "PetBook": "Enciclopédia de peixes: Volume 1.",
  "Dwarf": "Isso te lembra alguém... Mas você não pode dizer quem...",
  "Introvert": "Por que estou me escondendo aqui, você pergunta? Eu sou introvertido.",
  "StayHydratedBois": "*barulhos de bebida*",
  "OutsideSign": "Bem-vindo ao Stardew Aquarium! Desfrute da sua visita.",
  "SewerTP": "Ao descer esta grade, você chegará aos esgotos, onde mantemos um peixe especial que é encontrado apenas em um lugar perigoso chamado covil de insetos mutantes.",
  "SwampTP": "Se você pisar neste círculo mágico, será transportado para uma parte isolada do pântano, onde mantemos espécimes especiais 'infundidos no vazio', como o salmão no vazio.",
  "SVETP": "Passe por esta porta para ver nossa exibição de alguns peixes especiais.",
  "ComingSoon": "Em breve!",
  "SVEBookOpen": "Este é um livro de culinária. Ele menciona algo sobre um Butterfish...",
  "SVEBook1": "Deve ver na Lista de Monstros: The Apophis",
  "SVEBook2": "The Crimson Badlands: um olhar aprofundado.",
  "SVEBook3": "O segredo da vila do castelo",
  "Shopkeeperecksdeehahafunny": "Sorveteiro: Ei, você não pode voltar aqui!"
}
