{
	//CONFIG
	"config.section.Tool Power Level.name": "Nível de Poder da Ferramenta",
	"config.Pickaxe.name": "Picareta",
	"config.Pickaxe.description": "Altera o nível da ferramenta (altera o poder da picareta). Por exemplo, um nível de picareta 13 permite quebrar rochas grandes na fazenda com um único golpe.",
	"config.Axe.name": "Machado",
	"config.Axe.description": "Altera o nível da ferramenta (altera o poder do machado). Por exemplo, um nível de machado 26 permite quebrar troncos grandes com um único golpe.",
	"config.Hoe.name": "Enxada",
	"config.Hoe.description": "Altera o nível da ferramenta (altera o poder da enxada). Por exemplo, um nível de enxada 5 permite arar uma área de 5x5. (Um nível acima de 5 não mudará a área além de 5x5 sem mods externos que permitam alterar essa área.)",
	"config.Watering Can.name": "Regador",
	"config.Watering Can.description": "Altera o nível da ferramenta (altera o poder do regador). Por exemplo, um nível de regador 5 permite regar uma área de 5x5. (Um valor acima de 5 não mudará a área além de 5x5 sem mods externos que permitam alterar essa área.)",
	"config.Rod.name": "Vara de Pesca",
	"config.Rod.description": "Altera o número de espaços para acessórios na vara de pesca. Por exemplo, o nível 4 adiciona 3 espaços para bóias.",
	"config.Pan.name": "Peneira",
	"config.Pan.description": "Altera o nível da ferramenta (altera o poder da peneira). Aumenta a quantidade de minério, tesouros e a chance de surgir um novo ponto na água. AVISO: um valor acima de 5 quebra a animação da Peneira do Infinito (você verá um quadrado vermelho).",
	"config.Recolor.name": "Recolorir",
	"config.Recolor.description": "Altera a aparência das ferramentas para serem compatíveis com outros mods visuais.",
	"config.Infinity Pan Animation.name": "Animação da Peneira do Infinito",
	"config.Infinity Pan Animation.description": "AVISO: este mod modifica bastante a planilha de sprites do fazendeiro; são possíveis conflitos com outros mods que alteram o fazendeiro. Esta opção permite desativar a animação da Peneira do Infinito (você verá um quadrado vermelho em vez disso).",
	"config.Upgrade Price.name": "Preço de Melhoria",
	"config.Upgrade Price.description": "Custo de melhoria do Clint",
	//TOOLS
	"Pickaxe_Config_Description": "Picareta poderosa",
	"InfinityPickaxe_name": "Picareta do Infinito",
	"InfinityAxe_Name": "Machado do Infinito",
	"InfinityWateringCan_Name": "Regador do Infinito",
	"InfinityHoe_Name": "Enxada do Infinito",
	"InfinityRod_Name": "Vara do Infinito",
	"InfinityRod_description": "Use na água para pescar. Até três bóias podem ser equipadas ao mesmo tempo.",
	"InfinityPan_Name": "Peneira do Infinito",
	"InfinityPan_Description": "Use para coletar minério em córregos. Tem o rendimento irreal de qualquer peneira. Também tem alta chance de fazer aparecer imediatamente outro ponto de peneirar.",
	"InfinityPanHat_Description": "Você coloca a peneira do infinito na cabeça...",
	//EVENTS & MAIL
	"Clint_Infinity_Tools_Mail": "Olá, @. ^Hoje de manhã, um homem misterioso de chapéu veio me ver e disse que você chegou ao topo do vulcão na Ilha Gengibre. ^Ele me falou sobre uma forja antiga e como é possível imbuir ferramentas com um poder incrível usando uma tal 'Alma Galáctica' estranha porém fascinante, que ele deixou comigo. ^Segundo ele, apenas um ferreiro galáctico pode criar ferramentas lendárias usando essa coisa, seja lá o que isso signifique... ^Ele também me mostrou como fundir esse componente em irídio, então se você encontrar 3 desses itens curiosos, venha me ver e, por um bom preço, eu os infundirei em suas ferramentas de irídio. ^   -Clint, o ferreiro[#]Despertar do Irídio",
	"Clint_Infinity_Tools_01": "Ora, ora... Veja só quem chegou ao topo do vulcão.",
	"Clint_Infinity_Tools_02": "Bom ver você de novo, @.",
	"Clint_Infinity_Tools_03": "Dê uma olhada nesta forja imensa, bem impressionante, não acha? Esta é a antiga Forja Anã, capaz de fazer maravilhas, mas não é tão simples assim.",
	"Clint_Infinity_Tools_04": "Veja esta coisa de outro mundo, é uma 'Alma Galáctica'.",
	"Clint_Infinity_Tools_05": "Você examina cuidadosamente a 'Alma Galáctica'.",
	"Clint_Infinity_Tools_06": "Com três destas, você pode forjar uma arma de outro mundo neste próprio bigode, mas já desejou desbloquear o potencial das suas ferramentas também?",
	"Clint_Infinity_Tools_07": "Infelizmente, sem um verdadeiro mestre ferreiro, esta forja não pode transformar suas ferramentas em algo maior. Mas, por sorte, eu conheço um ferreiro com o talento necessário para forjar tais ferramentas.",
	"Clint_Infinity_Tools_08": "É o Clint, lá do vale. Tenho certeza de que você já o conhece bem.",
	"Clint_Infinity_Tools_09": "Sem nem perceber, Clint é um prodígio na arte da ferraria, assim como os antigos Anões.",
	"Clint_Infinity_Tools_10": "É ele quem vai ajudar você com as ferramentas. Eu tenho o conhecimento de como trabalhar com a 'Alma Galáctica' e pretendo visitar o Clint para ensinar como infundi-la no irídio, a fim de liberar seu poder galáctico.",
	"Clint_Infinity_Tools_11": "Bem, foi bom ver você de novo, @. Visite o Clint quando estiver pronto para transformar suas ferramentas de irídio em algo maior.",
	//OTHER
	"GalaxySoul_Description": "Forje 3 destas em uma arma Galáctica ou ferramenta de Irídio para liberar sua forma final."
}

