{
	//CONFIG
	"config.section.Tool Power Level.name": "Мощность инструмента",
	"config.Pickaxe.name": "Кирка",
	"config.Pickaxe.description": "Изменяет уровень инструмента (изменяет мощь кирки) Например уровень кирки 13-го, позволяет ломать с большие булыжники на ферме с одного удара.",
	"config.Axe.name": "Топор",
	"config.Axe.description": "Изменяет уровень инструмента (изменяет мощь топора) Например уровень топора 26-го, позволяет ломать с большие бревна с одного удара.",
	"config.Hoe.name": "Мотыга",
	"config.Hoe.description": "Изменяет уровень инструмента (изменяет мощность мотыги). Например, мотыга 5-го уровня позволяет обрабатывать участок 5x5. (Уровень выше 5 не изменит площадь участка 5x5 без внешних модов, позволяющих изменять эту площадь.)",
	"config.Watering Can.name": "Лейка",
	"config.Watering Can.description": "Изменяет уровень инструмента (изменяет мощность лейки). Например, лейка 5-го уровня позволяет поливать участок 5x5. (Уровень выше 5 не изменит площадь участка 5x5 без внешних модов, позволяющих изменять эту площадь.)",
	"config.Rod.name": "Удочка",
	"config.Rod.description": "Изменяет количество слотов для снастей в удочке. Например значении 4, добавляется 3 слота для поплавков.",
	"config.Pan.name": "Провывочный ковш",
	"config.Pan.description": "Изменяет уровень инструмента (изменяет мощь промывочого ковша) Увеличивает количество руды, сокровищ и шанс на спавн нового места для промывки. ВНИМАНИЕ! Значение выше 5 сломает анимацию для промывочного ковша (вместо неё вы увидите красный прямоугольник).",
	"config.Recolor.name": "Реколор",
	"config.Recolor.description": "Изменяет внешний вид инструментов, делая их совместимыми с другими модами внешнего вида.",
	"config.Infinity Pan Animation.name": "Анимация Промывочного ковша Бесконечности",
	"config.Infinity Pan Animation.description": "ВНИМАНИЕ! Этот мод жестко изменяет спрайт-лист фермера. Возможны конфликты с другими модами, изменяющие спрайт-лист фермера. Этот параметр позволяет отключить анимацию Промывочного ковша Бесконечности (вместо неё вы увидите красный прямоугольник).",
	"config.Upgrade Price.name": "Стоимость улучшения",
	"config.Upgrade Price.description": "Стоимость улучшения у Клинта",
	//TOOLS
    "Pickaxe_Config_Description": "Мощность кирки",
    "InfinityPickaxe_Name": "Кирка Бесконечности",
    "InfinityAxe_Name": "Топор Бесконечности",
    "InfinityWateringCan_Name": "Лейка Бесконечности",
    "InfinityHoe_Name": "Мотыга Бесконечности",
    "InfinityRod_Name": "Удочка Бесконечности",
    "InfinityRod_Description": "Используется для ловли рыбы. На нее можно повесить до трех поплавков.",
    "InfinityPan_Name": "Промывочный ковш Бесконечности",
    "InfinityPan_Description": "Используется для промывания руды из воды. Приносит невероятную добычу среди всех промывочных ковшей. Имеет высокий шанс тут же обнаружить еще одно место для промывания.",
    "InfinityPanHat_Description": "Вы надеваете ковш есконечности себе на голову...",
	//EVENTS & MAIL
    "Clint_Infinity_Tools_Mail": "Привет @. ^Сегодня утром ко мне приходил загадочный человек в шляпе и рассказал что ты побывал на вершине вулкана на Имбирном Острове. ^Он поведал о некой древней кузне, и о том что можно наделить инструменты невероятной мощью с помощью какой то странной но в тоже время невероятно загадочной «Души Галактики» которую он мне оставил. ^По его словам только галактический кузнец сможет создать легендарные инструменты с помощью этой штуки, что бы это ни значило... ^Он также показал мне как вливать этот компонент в иридий, так что если найдешь 3 этих чудных штуковин, приходи ко мне, и за хорошую плату я волью их в твои иридиевые инструменты. ^   -Клинт, кузнец[#]Пробуждение Иридия",
    "Clint_Infinity_Tools_01": "Так-так-так... Вы только посмотрите, кто добрался до вершины вулкана.",
    "Clint_Infinity_Tools_02": "Рад очередной нашей встречи @.",
    "Clint_Infinity_Tools_03": "Погляди на эту огромную кузню, правда впечатляет? Это древняя кузня Дварфов, способная творить чудеса, но не все так просто.",
    "Clint_Infinity_Tools_04": "Взгляни на эту внеземную вещь, это «Душа Галактики».",
    "Clint_Infinity_Tools_05": "Вы тщательно рассматриваете «Душу Галактики».",
    "Clint_Infinity_Tools_06": "С помощью трех таких можно выковать неземное оружие на этой самой наковальне, но хотелось ли тебе также раскрыть потенциал своих инструментов?",
    "Clint_Infinity_Tools_07": "К сожалению без истинного кузнеца эта кузня не способна перевоплотить твои инструменты в нечто большее, но к счастью я знаю одного кузнеца с нужным талантом в изготовлении таких инструментов.",
    "Clint_Infinity_Tools_08": "Это Клинт из долины, я уверен вы с ним уже хорошо знакомы.",
    "Clint_Infinity_Tools_09": "Клинт даже того не зная является чудотворцом среди кузнечного ремесла, прямо как древние Дварфы.",
    "Clint_Infinity_Tools_10": "Он то и поможет тебе с нструментами. Я владею знаниями по работе с «Душой Галактики», и намерен посетить Клинта чтобы рассказать как вливать их в иридий, дабы раскрыть его галактическую силу.",
    "Clint_Infinity_Tools_11": "Что же, рад был снова повидаться с тобой @, обратись к Клинту как будешь готов перевоплотить свои иридиевые инструменты в нечто большее.",
	//OTHER
    "GalaxySoul_Description": "Заключите 3 таких души в Оружие Галактики или Иридиевый Инструмент, чтобы раскрыть его финальную форму.",
}




    




